{
    "abrogation_quran_prior_laws":[
      
        
       {
        "title":"قانون النسخ الإلهي: كيف أصبح القرآن الكريم المرجع والتشريع الوحيد للبشرية، وإبطال العمل بالشرائع السابقة؟",
        "text":""
      },
        
       {
        "title":"1. المدخل العقدي: اكتمال الرسالة وهيكلها",
        "text":"الإيمان بأن القرآن الكريم هو الكتاب الخاتم والمهيمن على ما سبقه من الكتب (التوراة والإنجيل والزبور) يقتضي الإيمان بـ نسخ الأحكام والشرائع السابقة.\nالنسخ في الاصطلاح الشرعي يعني: رفع الحكم الشرعي السابق بدليل شرعي لاحق. وهو دليل على أن التشريع يخضع لعلم الله المطلق الذي يعلم ما يصلح للبشر في كل زمان.\nلماذا النسخ؟ لأن التشريعات السابقة كانت مناسبة لأقوام محددة ولأزمنة معينة، أما رسالة الإسلام فكانت موجهة إلى الإنس والجن وإلى يوم القيامة، فاقتضت هذه الشمولية تشريعاً كاملاً وخاتماً ينسخ ما قبله."
      },
        
       {
        "title":"2. حكم النسخ والأدلة على وقوعه",
        "text":"النسخ حقيقة شرعية وعقلية ثابتة لا ينكرها إلا من جهل بحكمة الله في التشريع.\nأ. الدليل القرآني على مشروعية النسخ:\nالله عز وجل يؤكد قدرته على تغيير التشريعات بما فيه مصلحة العباد:\n﴿مَا نَنسَخْ مِنْ آيَةٍ أَوْ نُنسِهَا نَأْتِ بِخَيْرٍ مِّنْهَا أَوْ مِثْلِهَا ۗ أَلَمْ تَعْلَمْ أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ﴾ [البقرة: 106].\n*  التطبيق المُلِمّ: هذه الآية تثبت أن النسخ ليس دليلاً على النقص، بل هو دليل على القدرة المطلقة والحكمة الكاملة في إتيان حكم جديد يكون بخير منها أو مثلها \nب. الدليل القرآني على هيمنة القرآن ونسخه:\nالقرآن جاء ليكون المرجع الأعلى الذي يُحكم على صحة ما تبقى من الكتب السابقة ويُبطل العمل بأحكامها:\n﴿وَأَنزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ مِنَ الْكِتَابِ وَمُهَيْمِنًا عَلَيْهِ ۖ فَاحْكُم بَيْنَهُم بِمَا أَنزَلَ اللَّهُ﴾ [المائدة: 48].\n*  التطبيق المُلِمّ: مهيمناً عليه تعني شاهداً ورقيباً وحاكماً، أي أن القرآن هو الذي يقرر الصالح للعمل من الشرائع السابقة وغير الصالح."
      },
        
       {
        "title":"3. آليات نسخ الشرائع السابقة (النسخ الكلي):",
        "text":"الحكم المستقر في عقيدة أهل السنة والجماعة هو أن الشريعة الإسلامية نسخت جميع الشرائع السابقة نسخاً كلياً وعاماً. وهذا يعني:\n. نسخ التشريع (إبطال العمل):\nأبطل القرآن العمل بجميع الأحكام الفرعية والتشريعات التفصيلية الواردة في التوراة والإنجيل، ما عدا ما أقره القرآن أو السنة.\n*  مثال: كانت قبلنا أحكام تشدد في الطهارة أو الغنائم أو الأيمان. نسخها الإسلام وخففها.\n*  الحكم: لو جاءنا نص صريح في التوراة المحفوظة يحل شيئاً أو يحرمه، فإنه لا يُعمل به إلا إذا ورد في شريعتنا ما يؤيده.\nب. بقاء العقائد والأصول:\nالنسخ يقع في الفروع والتشريعات، ولا يقع في الأصول والعقائد.\n*  الأصول الثابتة: التوحيد، الإيمان بالملائكة، الإيمان باليوم الآخر، والأخلاق الأساسية (الصدق، العدل، الإحسان). هذه لم تُنسخ؛ لأنها ثابتة في كل الرسالات.\nج. قاعدة شرع من قبلنا:\nقاعدة فقهية مشهورة تقول:\nشرع من قبلنا شرع لنا، ما لم يرد في شرعنا ما ينسخه.\n*  التوضيح: إذا لم يأتِ نص في شريعتنا يُبطل أو يُقر حكماً ورد في شريعة سابقة، فالأصل أنه يُعتبر جزءاً من شريعتنا. ولكن عملياً، لا يمكن تطبيق هذا إلا في نطاق ضيق جداً؛ لأن الشريعة الإسلامية هي أشمل الشرائع."
      },
        {
        "title":"4. الأثر العملي: الخاتمية والكمال",
        "text":"الإيمان بحكم النسخ يرسخ في قلب المؤمن حقيقة عظمى: \n1.  كمال الشريعة: يتيقن المؤمن أن الإسلام هو الدين الكامل والشامل الذي لا يحتاج إلى تشريع إضافي، وأن القرآن والسنة كافيان لهداية البشر إلى قيام الساعة.\n2.  قطع الطريق على التبعية: يمنع هذا الحكم المسلم من محاولة تحكيم أو تطبيق أي نص تشريعي من الأديان السابقة على نفسه أو على المجتمع، مما يحفظ له هويته التشريعية الصافية.\n3.  الثقة بالحكمة الإلهية: يدرك المؤمن أن الله هو الحكيم الذي شرع لكل قوم ما يناسبهم في زمانهم، ثم ختم التشريع بما هو أصلح وأدوم للبشرية جمعاء.\nباكتمال القرآن، أُعلنت نهاية العمل بكل ما سبقه من تشريعات تفصيلية، وبقي القرآن هو النور الوحيد الذي يجب اتباعه."
      }
        
    ]
}
