{
  "adnā_al_ard_lowest":[
      
        
       {
        "title":"أدنى بقاع الأرض: الإعجاز الجغرافي في ذكر أخفض منطقة على اليابسة",
        "text":"موضوع (أدنى بقاع الأرض) يُعد أحد أقوى أمثلة الإعجاز العلمي والجغرافي في القرآن الكريم، حيث ذكر القرآن حقيقة جغرافية لم تُكتشف إلا حديثاً، وتم ربطها بحدث غيبي تاريخي."
      },
       {
        "title":"1. المدخل القرآني: ربط الجغرافيا بالوعد الغيبي",
        "text":"تتعلق هذه الآية بوقوع هزيمة الروم على يد الفرس، وإخبار القرآن بانتصار الروم اللاحق في منطقة محددة جغرافيًا، وهي (أدنى الأرض).\nالآية الكريمة (أصل الإعجاز):\n﴿غُلِبَتِ الرُّومُ ۝ فِي أَدْنَى الْأَرْضِ وَهُم مِّن بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ ۝ فِي بِضْعِ سِنِينَ﴾ [الروم: 2-4]."
      },
       {
        "title":"2. دلالة لفظ (أَدْنَى الْأَرْضِ)",
        "text":"كلمة (أدنى) في اللغة العربية تحمل معنيين رئيسيين: \nالمعنى اللغوي: الأقرب (من الدنو) \nالتفسير التقليدي (البياني/الزمني): أقرب أرض العرب إلى الروم والفرس (مثل تخوم الشام).\nالتفسير العلمي الحديث (الجغرافي): أخفض وأقل ارتفاعًا (من الدناءة أو القرب من القاع).\nأ. الحقيقة الجغرافية المُعجزة:\nأثبتت الدراسات الجغرافية والمسوحات الحديثة أن المنطقة التي وقعت فيها المعركة الفاصلة بين الروم والفرس (تحديداً حول بحيرة لوط/البحر الميت) هي بالفعل أخفض نقطة يابسة على سطح الكرة الأرضية.\n  *   القياسات الحديثة: يقع سطح البحر الميت حاليًا عند مستوى يقل عن 430 مترًا تحت مستوى سطح البحر .\n  *   التطابق: التعبير القرآني (أَدْنَى الْأَرْضِ) يتطابق تماماً مع هذه الحقيقة الجغرافية، بمعنى أنها الأقل ارتفاعاً (الأقرب للقاع)."
      },
       {
        "title":"3. الإعجاز في التحدي المزدوج (الغيبي والجغرافي)",
        "text":"تضمنت الآية إعجازين في وقت واحد:\nأ. الإعجاز الغيبي (الزمني):\n  *   الإخبار عن انتصار الروم (المغلوبين) على الفرس (المنتصرين) في زمن محدد (بضع سنين: من 3 إلى 9 سنوات)، وهو ما تحقق فعلاً في حوالي العام 627م (الانتصار الكبير للروم على الفرس في موقعة نينوى).\nب. الإعجاز الجغرافي (المكاني):\n  *   تحديد مكان المعركة بهذه الدقة الفائقة (أدنى الأرض)، وهو وصف لم يكن متاحاً للعرب ولا للبشر معرفته في القرن السابع الميلادي، لعدم وجود أدوات قياس الارتفاعات والمستويات بهذه الدقة.\n  *   وقد ذكر المفسرون الأوائل كلمة (أدنى) بمعنى(الأقرب) لكن مجيء العلم الحديث ليؤكد المعنى الآخر (الأخفض) يبرهن على شمولية اللفظ القرآني وإعجازه المزدوج."
      },
       {
        "title":"4. الأثر الإيماني والعقدي",
        "text":"1.  برهان المصدر الإلهي: إن الجمع بين الإخبار بحدث مستقبلي مؤكد، وتحديد مكانه بوصف جغرافي دقيق للغاية لم يكن معروفاً، يُعد دليلاً قاطعاً على أن مصدر القرآن هو الله، العالم بالغيب والمحيط بكل تفاصيل الكون.\n2.  عمق اللغة: تُظهر هذه الآية عظمة اللغة العربية في القرآن، حيث حملت كلمة واحدة (أدنى) تفسيراً صحيحاً لأهل كل زمان (أقرب) وتفسيراً معجزاً لأهل العلم الحديث (أخفض)."
      }
      
         
    ]
}
