{
  "ahlul_sunnah_wal":[
      
        
       {
        "title":"تعريف أهل السنة والجماعة: مفهوم ومنهج الفرقة الناجية",
        "text":"\nبعد الانتهاء من أركان الإيمان الستة ومسائل التكفير، ننتقل إلى ركن مهم وهو (منهج أهل السنة والجماعة) سنبدأ بتعريف هذا المنهج ومن يمثله."
      },
       {
        "title":"1. التعريف اللغوي والاصطلاحي",
        "text":"مصطلح أهل السنة والجماعة هو الاسم الذي يطلق على المنهج العقدي الوسطي الذي التزم به الصحابة والتابعون ومن تبعهم بإحسان.\nجزء المصطلح\n1.  أهل السنة\n*   المعنى والدلالة: أي أهل الطريقة، وهم المتمسكون بسنة النبي محمد ﷺ قولاً وعملاً واعتقاداً، والذين يرفضون الابتداع في الدين.\n2.  الجماعة\n*   أي الذين اجتمعوا على ما كان عليه النبي ﷺ وأصحابه، ورفضوا التفرق في أصول الدين، وأطاعوا ولاة أمر المسلمين.\nالتعريف الاصطلاحي: هم الفرقة الناجية والطائفة المنصورة التي التزمت بما كان عليه النبي محمد صلى الله عليه وسلم وأصحابه اعتقاداً وقولاً وعملاً، في مقابل الفرق الضالة والمبتدعة (كالخوارج، المعتزلة، الجهمية، الشيعة، إلخ)."
      },
       {
        "title":"2. من هم أهل السنة والجماعة؟",
        "text":"هم ليسوا حزباً أو جماعة خاصة، بل هم كل من التزم بـ منهج السلف الصالح (الصحابة والتابعون) في فهم الدين، وهم الذين يمثلون خط الاعتدال والوسطية في الدين.\nأ. السلف الصالح (المقياس):\nيُطلق مصطلح السلف الصالح تحديداً على ثلاثة قرون مفضلة شهد لها النبي ﷺ بالخيرية، وهم المرجع الأساسي لمنهج أهل السنة والجماعة:\n1.  الصحابة الكرام: (جيل النبي ﷺ).\n2.  التابعون: (الذين لقوا الصحابة).\n3.  أتباع التابعين: (الذين لقوا التابعين).\nالدليل النبوي: قال النبي ﷺ: (خير الناس قرني، ثم الذين يلونهم، ثم الذين يلونهم) (متفق عليه).\nب. الخلف الذين ساروا على نهج السلف:\nأهل السنة والجماعة هم كل من تبع هذا المنهج في أي عصر، حتى لو كانوا في القرون المتأخرة، ومن أبرز الممثلين لهذا المنهج:\n*   الأئمة الأربعة: (أبو حنيفة، مالك، الشافعي، أحمد بن حنبل).\n*   أئمة العقيدة والسنة: (مثل البخاري، مسلم، ابن تيمية، وابن القيم)."
      },
       {
        "title":"3. أصول منهج أهل السنة والجماعة (ملامح المنهج)",
        "text":"يتميز منهج أهل السنة والجماعة بأصول ثابتة تميزهم عن الفرق الأخرى، ومن أهمها:\n1.  المصدرية: الاعتماد على القرآن والسنة الصحيحة بفهم سلف الأمة، وتقديم الوحي على العقل متى تعارضا.\n2.  التوحيد: إفراد الله بالعبادة (توحيد الألوهية)، وإثبات أسمائه وصفاته كما جاءت في الوحي بلا تحريف ولا تكييف ولا تمثيل ولا تعطيل.\n3.  الإيمان: الاعتقاد بأن الإيمان( قول باللسان، واعتقاد بالقلب، وعمل بالجوارح )، يزيد بالطاعة وينقص بالمعصية.\n4.  الوسطية: التوسط في جميع المسائل العقدية (مثل القدر، والوعد والوعيد، والإمامة) دون غلو أو تفريط، مثل التوسط بين القدرية والجبرية، وبين الخوارج والمرجئة.\n5.  لُزوم الجماعة: وجوب لزوم جماعة المسلمين وترك الخروج على ولاة الأمر المسلمين، والدعاء لهم بالصلاح."
      }
      
       
    ]
}
