{
  " al_banan_fingerprints_inimitability":[
      
        
       {
        "title":"البنان (بصمات الأصابع): الإعجاز في التفرد وإعادة الخلق",
        "text":""
      },
       {
        "title":"1. المدخل القرآني: القدرة على الإعادة والتفرد",
        "text":"ورد ذكر (البنان) في القرآن الكريم في سياق الرد على منكري البعث، حيث يؤكد الله تعالى على قدرته المطلقة على إعادة خلق الإنسان بأدق تفاصيله، وتحديداً(البنان)\nالآية الكريمة (أصل الإعجاز):\n﴿أَيَحْسَبُ الْإِنسَانُ أَلَّن نَّجْمَعَ عِظَامَهُ ۝ بَلَىٰ قَادِرِينَ عَلَىٰ أَن نُّسَوِّيَ بَنَانَهُ﴾ [القيامة: 3-4]."
      },
      
       {
        "title":"2. دلالة لفظ (البنان) والتفسير العلمي",
        "text":"كلمة (البنان) في اللغة تشير إلى أطراف الأصابع، وهي المنطقة التي تحمل خاصية البلقة والتفرد البشري.\nالمصطلح القرآني: بَنَانَهُ\nالدلالة اللغوية: أطراف الأصابع، وهي التي تتميز بالخطوط والتفاصيل الدقيقة.\nالدلالة العلمية الحديثة (علم الوراثة والطب الشرعي): بصمات الأصابع وهي النقوش الفريدة التي تتكون على بشرة أطراف الأصابع .\nالمصطلح القرآني: نُّسَوِّيَ بَنَانَهُ\nالدلالة اللغوية: القدرة على إعادة خلق هذه الأطراف، وتحديداً إعادة تكوين هذه النقوش الدقيقة.\nالدلالة العلمية الحديثة (علم الوراثة والطب الشرعي): التفرد المطلق: أثبت العلم الحديث أن بصمة إصبع كل إنسان، بل وبصمة كل إصبع في يد الشخص الواحد، فريدة لا تتكرر على الإطلاق"
      },
      
       {
        "title":"3. الإعجاز العلمي (التفرد الجيني)",
        "text":"يكمن الإعجاز في اختيار (البنان) تحديداً كدليل على القدرة الإلهية على إعادة الخلق والتسوية، لعدة أسباب:\n  1.  سر الإدماج الجيني والبيئي: تتكون بصمات الأصابع في المرحلة الجنينية (تقريباً الشهر الرابع) نتيجة للتأثيرات المعقدة للجينات والبيئة (كثافة السائل الأمنيوسي وضغط جدار الرحم). هذه التركيبة تجعل بصمة الإصبع أدق وأكثر تفردًا حتى من الـ DNA نفسه.\n  2.  أدق جزء في الإعادة: لو أن الآية قالت:(قادرين على أن نسوي وجهه) أو  (جلده) لكان ذلك عظيماً، لكن الإشارة إلى (البنان) هو اختيار للجزء الأكثر تعقيداً ودقة في التكوين البشري، مما يدل على قدرة الله على إعادة خلق الإنسان بكل تفاصيله الدقيقة التي هي بمثابة الهوية المتفردة.\n  3.  العلم الحديث والدلالة: لم يكتشف الإنسان نظام بصمات الأصابع كأداة للتعرف على الهوية وإثبات الجريمة إلا في القرن التاسع عشر وبداية القرن العشرين. القرآن أشار إلى هذه الحقيقة المعقدة قبل أن يكتشفها البشر بقرون."
      },
      
       {
        "title":"4. الأثر العقدي والربط الإيماني",
        "text":"  *   الحجة على منكري البعث: الآية هي حجة بالغة القوة على من يشكك في قدرة الله على بعث الأجساد البالية. فكيف يعجز عن إعادة بناء العظام، وهو القادر على تسوية وتفصيل أدق جزء في الجسم (البنان)؟\n  *   التكريم الإلهي: البنان هو الأداة التي نستخدمها في دقة اللمس والتعرف على الأشياء، واختيارها كدليل للبعث يؤكد على أهمية ودقة كل تفصيل في تكوين الإنسان."
      }
    ]
}
