{
  "al_jawaar_al_kunnas_black":[
      
        
       {
        "title":"الجوار الكنس: التوصيف القرآني لظاهرة الثقوب السوداء",
        "text":"نستكمل جولتنا في الإعجاز الكوني بظاهرة فلكية بالغة التعقيد، وهي ما يُعتقد أنه الإشارة القرآنية إلى (الثقوب السوداء) والتي لم تُكتشف طبيعتها إلا في العقود الأخيرة."
      },
       {
        "title":"1. المدخل القرآني: القسم الإلهي بالكائنات الكانسة",
        "text":"ورد القسم الإلهي بـ (الجوار الكنس) في سورة التكوير، وهي آيات تصف أجراماً سماوية بصفات غامضة ودقيقة للغاية.\nالآيات الكريمة (أصل الإعجاز):\n ﴿فَلَا أُقْسِمُ بِالْخُنَّسِ ۝ الْجَوَارِ الْكُنَّسِ﴾ [التكوير: 15-16]."
      },
       {
        "title":"2. دلالة الألفاظ اللغوية والتطابق الكوني",
        "text":"إن تحليل معاني الألفاظ الثلاثة (الخُنَّس، الجَوَارِ، الكُنَّسِ) يُظهر تطابقاً مذهلاً مع الخصائص الفيزيائية للثقوب السوداء:\nالمصطلح القرآني: الْخُنَّسِ (من خَنَسَ) \nالمعنى اللغوي والبياني: يعني التواري، الاختفاء، أو الانقباض. يصف جرماً يختفي عن الأنظار أو ينكمش بشدة.\nالتطابق مع الثقب الأسود: يطابق خاصية(عدم الرؤية) للثقب الأسود. الثقب الأسود لا يُرى مباشرة لأنه يبتلع كل الضوء الساقط عليه، فهو (متوارٍ) تماماً عن الرصد البصري.\nالمصطلح القرآني: الْجَوَارِ (من جَرَى)\nالمعنى اللغوي والبياني: يعني المتحركة، السائرة، أو الدائرة. يصف جرماً سريع الحركة في الفضاء.\nالتطابق مع الثقب الأسود: الثقوب السوداء ليست ثابتة، بل هي متحركة وسريعة الدوران حول نفسها أو حول مركز المجرة، وتنجرف في الفضاء نتيجة لتفاعلها مع النجوم الأخرى.\nالمصطلح القرآني: الْكُنَّسِ (من كَنَسَ)\nالمعنى اللغوي والبياني: يعني التي تكنس وتجذب بشدة (مثل المكنسة التي تجذب الأوساخ). يصف جرماً يختفي فيه أو يلجأ إليه.\nالتطابق مع الثقب الأسود: يطابق خاصية (الاجتذاب الهائل) الثقب الأسود يمتلك قوة جاذبية مطلقة لدرجة أنه يكنس (يجذب ويمتص) كل شيء يقترب من أفق حدثه، بما في ذلك المادة والغازات والنجوم وحتى الضوء."
      },
       {
        "title":"3. الإعجاز العلمي (التطابق مع خصائص الثقوب السوداء)",
        "text":"إن الثقب الأسود هو المرحلة النهائية لنجم عملاق انهار على نفسه، ويتميز بثلاث خصائص أساسية لم يتمكن العلم من فهمها إلا بعد وضع نظرية النسبية العامة لأينشتاين:\n1.  الاختفاء (الخُنَّس): السبب في سواد الثقب الأسود واختفائه هو أن جاذبيته شديدة لدرجة أن سرعة الإفلات منه تفوق سرعة الضوء. ونتيجة لذلك، فهو لا يشع ضوءاً ولا يعكسه، مما يجعله مُتوارياً ومخفياً تماماً عن الرؤية المباشرة.\n2.  الحركة (الجَوَارِ): الثقوب السوداء هي أجرام سماوية فاعلة ومتحركة باستمرار، وهي تقف في مركز معظم المجرات وتدور وتؤثر في حركة النجوم من حولها.\n3.  الكنس (الامتصاص): وظيفتها الأساسية هي جذب وامتصاص المادة المحيطة بها في عملية تُعرف علميًا باسم (الالتقام) مما يطابق تماماً فعل (الكنس)\nالبرهان: إن جمع هذه الصفات الثلاثة (التواري، الحركة، الاجتذاب) لوصف جرم سماوي واحد كان مستحيلاً في زمن نزول القرآن، ويشكل وصفاً بالغ الدقة للثقوب السوداء، التي تعد أكثر الأجرام غموضاً في الكون."
      },
       {
        "title":"4. الأثر العقدي والربط الإيماني",
        "text":"1.  إثبات العلم المطلق: القسم بهذه المخلوقات العظيمة والغائبة عن الحس البشري في زمن النزول هو دليل على أن خالق القرآن هو خالق هذه الأسرار الكونية\n2.  التهويل ليوم القيامة: جاء القسم بالجوار الكنس في سياق الحديث عن أهوال يوم القيامة (بداية سورة التكوير)، وكأن هذه الأجرام العظيمة والقوية هي إشارة إلى أن الخالق الذي أوجد هذه القوى الخارقة (الثقوب السوداء) هو القادر على أن يكوِّر الشمس وينسف الجبال."
      }
    
       
    ]
}
