{
  "al_nūr_light_and_guidance_meanings":[
    
      
       {
        "title":"النور: الحكم القاطع لزنا غير المحصن ونسخ الحبس",
        "text":"\nسورة (النور) وهي سورة مدنية عظيمة تُعرف بأنها (سورة العفاف والتشريع الاجتماعي) حيث جاءت لترسيخ حدود الأسرة والعقوبات الرادعة لحماية المجتمع من الفواحش.\nلذلك، فإن أبرز ما جاءت به هذه السورة كان ناسخاً لبعض الأحكام المؤقتة التي سبقتها في التدرج التشريعي.\nيتمثل دور سورة النور في عملية النسخ بتثبيت الأحكام النهائية للعقوبات، والتي جاءت لترفع الأحكام المخففة أو المؤقتة التي وردت في سورة النساء."
      },
       {
        "title":"1. المدخل: النور كتشريع فاصل",
        "text":"نزلت سورة النور لتضع حداً فاصلاً بين مرحلة التدرج في عقوبة الفاحشة ومرحلة الإلزام بالحدود الرادعة، فكانت الآية الأولى فيها هي الناسخ لأحكام سورة النساء (التي ناقشناها سابقاً).\n"
      },
       {
        "title":"2. الحالة الأولى: نسخ حكم الحبس والإيذاء بعقوبة الجلد",
        "text":"نسخت سورة النور العقوبات المؤقتة (الحبس للمرأة والإيذاء للرجل) التي كانت واردة في سورة النساء، واستبدلتها بالحد المُعلن:\n   *   المنسوخ (الحكم القديم): كان العقاب المؤقت للرجل والمرأة مرتكبي الفاحشة هو الحبس للمرأة والإيذاء للرجل، ريثما يجعل الله لهن سبيلاً.\n      *   الآية المنسوخة (من سورة النساء):\n          *   المرأة: ﴿فَأَمْسِكُوهُنَّ فِي الْبُيُوتِ حَتَّىٰ يَتَوَفَّاهُنَّ الْمَوْتُ أَوْ يَجْعَلَ اللَّهُ لَهُنَّ سَبِيلًا﴾ [النساء: 15].\n          *   الرجل: ﴿وَاللَّذَانِ يَأْتِيَانِهَا مِنكُمْ فَآذُوهُمَا...﴾ [النساء: 16].\n   *   الناسخ (الحكم الجديد): الجلد مائة جلدة للزاني والزانية غير المحصنين (غير المتزوجين أو من لم يسبق له الزواج).\n      *   الآية الناسخة (من سورة النور): ﴿الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا كُلَّ وَاحِدٍ مِّنْهُمَا مِائَةَ جَلْدَةٍ ۖ وَلَا تَأْخُذْكُم بِهِمَا رَأْفَةٌ فِي دِينِ اللَّهِ...﴾ [النور: 2].\n   *   نوع النسخ: نسخ القرآن للقرآن (استبدال الحكم المؤقت/التدريجي بالحكم النهائي).\nملاحظة حول (السبيل) : جاء في السنة أن النبي ﷺ قال: (قد جعل الله لهن سبيلاً: البكر بالبكر جلد مائة ونفي سنة، والثيب بالثيب جلد مائة ورجم) وعليه، فإن آية النور هي تفسير وتطبيق لأحد شقي هذا السبيل (وهو الجلد)، بينما جاء الرجم في السنة ليتم السبيل للمحصن."
      },
       {
        "title":"3. الحالة الثانية: نسخ وجوب طاعة الأبوين في منع الجهاد",
        "text":"لم تكن هناك آية صريحة منسوخة في سورة النور تتعلق بهذا الحكم، ولكن نُسخت آيات العفو والصفح المطلق بـ آية السيف (كما في التوبة)، التي تُرتب أمراً بالجهاد، وهذا الأمر يُقدم على طاعة الوالدين إذا كانا مانعين له.\n   *   المنسوخ ضمناً: جواز ترك الجهاد طاعة للوالدين (إذا كانا يمنعان من الجهاد).\n   *   الناسخ (الحكم الأقوى): آية النور تضمنت إشارات إلى ضرورة الامتثال للأوامر العامة (آيات الاستئذان). وفي سياق لاحق، نُسخ كل عذر بوجوب الجهاد إذا تعين.\n      *   دليل الناسخ الأعم: آية السيف في سورة التوبة، وقاعدة تقديم طاعة الله ورسوله على طاعة الوالدين في غير المعروف.\nالخلاصة: سورة النور أتت لتثبيت أهم الأحكام الاجتماعية، فكانت ناسخة للأحكام المؤقتة في سورة النساء المتعلقة بعقوبة الفاحشة، فرفعتها من الحبس إلى الجلد."
      }
   
    ]
}
