{
  "al_najm_al_thaqib_details":[
      
        
       {
        "title":"النجم الثاقب: الإعجاز القرآني في وصف النجوم النابضة (النابضات)",
        "text":"يُعد الإعجاز العلمي في القرآن ممتداً ليشمل أدق الأجرام السماوية. موضوع (النجم الثاقب) يقع ضمن الإعجاز في الكون والفضاء، ويحمل دلالات عميقة تتطابق مع خصائص النجوم النيوترونية المكتشفة حديثاً."
      },
        {
        "title":"1. المدخل القرآني: القسم الإلهي بالنجم الثاقب",
        "text":"ورد القسم الإلهي بالنجم الثاقب في سورة الطارق، وتوضح الآيات صفة هذا النجم وقوته. \n  الآيات الكريمة (أصل الإعجاز):﴿وَالسَّمَاءِ وَالطَّارِقِ ۝ وَمَا أَدْرَاكَ مَا الطَّارِقُ ۝ النَّجْمُ الثَّاقِبُ ۝ إِن كُلُّ نَفْسٍ لَّمَّا عَلَيْهَا حَافِظٌ﴾ [الطارق: 1-4]. "
      },
        {
        "title":"2. دلالة الألفاظ اللغوية والفيزيائية إن اختيار لفظي (الطارق) و (الثاقب) يطابق خصائص بعض النجوم المكتشفة في عصرنا:\nالمصطلح القرآني: الطَّارِق \nالمعنى اللغوي والبياني: هو الشيء الذي يأتي ليلاً ويطرق بشدة، أو يُحدث صوتاً قوياً ومفاجئاً.\nالمعنى الكوني الحديث: يُشير إلى النجوم النابضة وهي نوع من النجوم النيوترونية، التي تُرسل نبضات موجات راديوية تصل إلى الأرض بانتظام، وكأنها تطرق (تأتي) ليلاً بنبضات قوية.\nالمصطلح القرآني:الثَّاقِب \n المعنى اللغوي والبياني: مشتق من الفعل (ثقب) أي اخترق ونفذ بشدة وقوة.\nالمعنى الكوني الحديث: يُشير إلى قوة اختراق هذه النجوم. النجوم النابضة هي بقايا انفجار النجوم العظيمة وتتميز بأنها: 1. شديدة الكثافة (الجاذبية هائلة). 2. تُطلق إشعاعات قوية جدًا (موجات راديوية وأشعة سينية) ذات قدرة اختراق عالية للفضاء الكوني.\nالثقب الضوئي: بعض المفسرين الأوائل قالوا: هو المضيء الذي يثقب الظلام بضوئه، وهو تفسير صحيح لكنه قاصر عن المعنى العلمي.\nالمعنى الكوني الحديث: يُشير إلى الطاقة الهائلة الصادرة منها، التي تخترق الفضاء الواسع وصولاً إلى الأرض.",
        "text":""
      },
        {
        "title":"3. الإعجاز العلمي (التطابق مع النجوم النيوترونية)",
        "text":"تُعد النجوم النابضة من أشد الأجرام غرابة وكثافة في الكون، وقد اكتشفت لأول مرة عام 1967م. الخصائص التي تصفها الآية تتطابق معها:\n1.  شدة الاختراق والكثافة: النجم النيوتروني هو نجم متناهي الصغر (قطره حوالي 20 كم) لكنه يتميز بكثافة هائلة (ملعقة شاي منه تزن مليارات الأطنان)، مما يجعله يمتلك قوة جاذبية ومجالاً مغناطيسياً هائلاً. هذه القوة الهائلة هي التي تجعل إشعاعه (ثاقباً) يخترق الفضاء.\n2.  النبض الراديوي (الطرق): النجم النابض يدور حول نفسه بسرعة مذهلة (تصل إلى مئات الدورات في الثانية)، ونتيجة لذلك، يطلق حزمتين ضيقتين من الإشعاع في شكل نبضات منتظمة جدًا، تصل إلى الأرض بدقة بالغة، وكأنها (طرق) أو دق على باب.\n3.  رصدها ليلاً: هذه النجوم تُكتشف وتُرصد عادة عبر الموجات الراديوية والأشعة السينية، وهي الأكثر وضوحاً في سكون الليل، مما يوافق وصف (الطَّارِق)"
      },
        {
        "title":"4. الأثر العقدي والربط الإيماني",
        "text":"يربط الله سبحانه القسم بهذه الظاهرة الكونية العظيمة (النجم الثاقب) بالقول: ﴿إِن كُلُّ نَفْسٍ لَّمَّا عَلَيْهَا حَافِظٌ﴾.\n1.  إثبات قدرة الخالق: الإشارة إلى هذه الأجرام العظيمة التي لا يمكن رصدها أو فهم خصائصها إلا بأحدث التقنيات، هو برهان على قدرة الخالق وعلمه المطلق.\n2.  تأكيد المراقبة: بعد القسم بهذا الكائن الكوني المخترق القوي، يأتي تأكيد المراقبة الإلهية على الإنسان. كأن المعنى: (الذي خلق هذا النجم الثاقب القوي القادر على الاختراق، هو القادر على أن يرسل إليكم الملائكة الحافظين والكريمين الكاتبين، فلا يخفى عليه منكم شيء)."
      }
   
    ]
}
