{
  "alaqah_womb_adherence":[
     
       {
        "title":"العَلَقَة التي تثبت بالرحم: الإعجاز في وصف الالتصاق وامتصاص الدم",
        "text":"\nبعد الحديث عن (نطفة أمشاج) ننتقل إلى المرحلة التي تليها مباشرة في تكوين الإنسان، وهي مرحلة (العَلَقَة) التي يصفها القرآن ببراعة فائقة تشمل شكلها، ووظيفتها، وطبيعتها الالتصاقية بالرحم."
      },
      {
        "title":"1. المدخل القرآني: تسلسل مراحل الخلق",
        "text":"ورد ذكر مرحلة (العَلَقَة) كطور ثانٍ في الخلق بعد النطفة، مما يدل على تتابع دقيق لمراحل التطور الجنيني.\nالآية الكريمة (أصل الإعجاز):\n﴿ثُمَّ خَلَقْنَا النُّطْفَةَ عَلَقَةً فَخَلَقْنَا الْعَلَقَةَ مُضْغَةً فَخَلَقْنَا الْمُضْغَةَ عِظَامًا فَكَسَوْنَا الْعِظَامَ لَحْمًا ثُمَّ أَنشَأْنَاهُ خَلْقًا آخَرَ ۚ فَتَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ﴾ [المؤمنون: 14]."
      },
      {
        "title":"2. دلالة لفظ (العَلَقَة) والتفسير العلمي",
        "text":"كلمة (عَلَقَة) هي مفرد (عَلَق) وتأتي في اللغة لثلاثة معانٍ رئيسية، تتطابق جميعها مع وصف الجنين في هذه المرحلة (الأسبوع الثالث والرابع من الحمل):\nالمعنى اللغوي: 1. الشيء المُتَعَلِّق\nالتطابق مع الجنين: الكائن الذي يَلْتَصِق بجدار الرحم ويثبت فيه بقوة .\nالدلالة العلمية الحديثة: عملية الانغراس : حيث يتثبت الجنين في الطبقة الداخلية للرحم (بطانة الرحم) في الأسبوع الثاني والثالث، معلقاً بها ليبدأ النمو.\nالمعنى اللغوي: 2. قطعة من الدم الجامد (الدم المتخثر)\nالتطابق مع الجنين: شكل الجنين في هذه المرحلة يشبه دودة صغيرة أو قطعة دم متجلطة.\nالدلالة العلمية الحديثة: المظهر: يتكون الجنين في هذه المرحلة من خلايا دموية كثيفة في تجويف الرحم.\nالمعنى اللغوي: 3. الدودة أو الحيوان المُتَعَلِّق الذي يمتص الدم (كالعلق أو العلقة)\nالتطابق مع الجنين: الجنين يمتص الدم والمواد الغذائية من دم الأم، مثل العلق.\nالدلالة العلمية الحديثة: الوظيفة الحيوية: يبدأ الجنين بتكوين الزغابات المشيمية التي تخترق جدار الرحم لتمتص الدم والمغذيات من الأوعية الدموية للأم، متصرفاً تماماً كدودة العَلَق التي تتغذى على دم العائل."
      },
      {
        "title":"3. الإعجاز في وظيفة الالتصاق والامتصاص",
        "text":"أقوى مظاهر الإعجاز في هذا الطور هي وصفه بأنه (عَلَقَة) حيث أن هذه التسمية تلخص الوظيفة الأساسية للجنين في هذه الفترة:\n1.  القوة الالتصاقية: الجنين لا يستقر في الرحم بل يغرز نفسه فيه ويقوم بإفراز مواد كيميائية تساعده على اختراق بطانة الرحم وتثبيت نفسه بعمق. وهذا هو معنى (العَلَقَة) (الشيء المُتعلِّق).\n2.  البرزخ المشيمي: في مرحلة العَلَقَة تتكون المشيمة الأولية، وتبدأ أوعية الجنين الدموية بالاحتكاك بأوعية الأم، مما يسمح للغذاء بالانتقال من الأم إلى الجنين. وهذا الامتصاص للغذاء والدم يبرر تشبيهه بالعَلَق أو الدودة الماصة للدم.\n3.  وصف لا يُرى: هذه التفاصيل الدقيقة (شكل الجنين الذي يشبه العلق، وطريقة تثبيته، واعتماده على امتصاص دم الأم) هي أمور مجهرية لا يمكن رؤيتها بالعين المجردة، ولا يمكن وصفها بهذه الدقة إلا من خلال أجهزة التصوير والمجاهر الحديثة. مجيء هذا الوصف في القرآن الكريم قبل 1400 عام يُعد دليلاً على مصدره الإلهي."
      }
      
  
         
    ]
}
