{
  "and_his_final_commandments":
  [
       {
        "title":"بداية مرض النبي والوصايا الأخيرة",
        "text":"بدأت وعكة النبي صلى الله عليه وسلم في أواخر شهر صفر من العام الحادي عشر للهجرة، بعد عودته من تشييع جنازة في مقبرة البقيع. استمر المرض قرابة 13 إلى 14 يوماً، وكانت حمى شديدة وصداعاً لم يفارقه."
        },
         {
        "title":"أ. في بيت عائشة (الاستئذان النبوي):",
        "text":"عندما اشتد الوجع بالنبي صلى الله عليه وسلم، كان يُطاف به على بيوت زوجاته، لكنه كان يسأل بلطف: 'أين أنا غداً؟ أين أنا غداً؟' ففهمت زوجاته أمهات المؤمنين أنه يريد بيت عائشة رضي الله عنها، فأذِنّ له طيبةً نفوسهن.\n   *   انتقل النبي صلى الله عليه وسلم إلى حجرة عائشة وهو متكئ على الفضل بن عباس وعلي بن أبي طالب، في مشهد أثار حزن الصحابة."
        },
            {
        "title":"ب. التوجيهات النبوية أثناء المرض:",
        "text":"رغم آلامه، لم ينقطع النبي صلى الله عليه وسلم عن توجيه الأمة وحمايتها من الفتن حتى في اللحظات الأخيرة:\n   1.  التحذير من الغلو: قال وهو في مرضه: 'لعنة الله على اليهود والنصارى؛ اتخذوا قبور أنبيائهم مساجد' يحذر مما صنعوا لكي لا يغلو المسلمون في قبره بعد موته.\n   2.  الوصية بالصلاة والضعفاء: كانت أنفاسه الأخيرة تتردد بكلمات: 'الصلاة الصلاة، وما ملكت أيمانكم 'كررها مراراً للتأكيد على أهم ركيزتين: الصلة بالله (الصلاة) والعدل مع الضعفاء (الخدم والعبيد).\n   3.  إنفاذ جيش أسامة: رغم مرضه، أصر على خروج الجيش الذي جهزه بقيادة الشاب أسامة بن زيد لتأمين الحدود الشمالية، قائلاً: 'أنفذوا بعث أسامة'."
        },
            {
        "title":"ج. إنابة أبي بكر للصلاة:",
        "text":"عندما عجز النبي صلى الله عليه وسلم عن الخروج للمسجد لثقل المرض، أمر أمراً واضحاً: 'مُروا أبا بكر فليصل بالناس'\n   *   حاولت عائشة مراجعته بأن أبا بكر رجل رقيق البكاء، لكن النبي صلى الله عليه وسلم أصر قائلاً: 'إنكن صواحب يوسف! مُروا أبا بكر فليصل بالناس' كان هذا القرار بمثابة إشارة سياسية مبطنة لتقديم أبي بكر لقيادة الأمة من بعده.\n   *   أدى أبو بكر الصديق رضي الله عنه 17 صلاة في حياة النبي، وهو ما اعتبره الصحابة لاحقاً إشارة نبوية واضحة لتزكية أبي بكر لقيادة الأمة."
        },
            {
        "title":"د. الخطبة الختامية (العبد المخير):",
        "text":"خرج النبي صلى الله عليه وسلم في أحد أيام خفة الوجع، عاصباً رأسه، وجلس على المنبر، فكان مما قال:\n'إن عبداً خيره الله بين أن يؤتيه من زهرة الدنيا ما شاء، وبين ما عنده، فاختار ما عنده.'فبكى أبو بكر الصديق وفهم أن المختار هو رسول الله، فناداه: 'فديناك بآبائنا وأمهاتنا يا رسول الله'"
        },
            {
        "title":"الخلاصة",
        "text":"انتهت الخطب، وبدأت الأنفاس تضيق، ودخلت الحجرة الشريفة سكرات الموت. في تلك الحجرة الصغيرة، دار حوار بين النبي صلى الله عليه وسلم وبين ربه، وبين ملك الموت، وبين أهله.\nكيف كانت اللحظة التي انقطع فيها وحي السماء للأبد؟ وما هي آخر الكلمات التي نطق بها لسان النبي وهو بين يد عائشة؟ وكيف تحولت المدينة المنورة إلى ظلام دامس بمجرد سماع خبر الوفاة؟ وما هو الموقف التاريخي لأبي بكر الصديق الذي ثبت به الأمة في تلك الصدمة؟"
        }
 
    ]
}
