{
    "angel_of_death_aids":[
      {
        "title":"ملك الموت وأعوانه: لحظة النهاية الكبرى، والحقيقة الوحيدة التي لا يتخلف عنها أحد",
        "text":""
      },
      {
        "title":". المدخل الإيماني: الحقيقة التي لا تُنكر",
        "text":"إن الإيمان بملك الموت ووظيفته هو إيمان بأعظم حقيقة كونية تواجه البشر جميعاً: الموت ونهاية الأجل. هذه الحقيقة لا يمكن لأحد نكرانها أو الفرار منها.\nملك الموت هو أحد الملائكة العظام الموكلين بمهمة قبض الأرواح. وعلى الرغم من ذكر اسمه في كثير من الثقافات باسم عزرائيل إلا أن الاسم لم يثبت في القرآن أو السنة الصحيحة. لذا، نطلق عليه ما سماه به القرآن: ملك الموت \nالدليل القرآني على التكليف:\n﴿قُلْ يَتَوَفَّاكُم مَّلَكُ الْمَوْتِ الَّذِي وُكِّلَ بِكُمْ ثُمَّ إِلَىٰ رَبِّكُمْ تُرْجَعُونَ﴾ [السجدة: 11]."
      },
       {
        "title":"2. المهمة الكبرى: قبض الأرواح والتوفّي",
        "text":"مهمة ملك الموت هي إنهاء الحياة الدنيا للمخلوقات التي انتهى أجلها. وهذه المهمة تتسم بالدقة، والقوة، والشمولية:\n أ. الدقة في الزمان والمكان:\nملك الموت لا يأخذ روحاً قبل وقتها، ولا يتأخر عنها. مهمته مرتبطة بأمر الله وتحديد الأجل، وهو أمر لا يملك فيه ملك الموت أي تصرف أو اجتهاد.\nالدليل القرآني:\n﴿وَلِكُلِّ أُمَّةٍ أَجَلٌ ۖ فَإِذَا جَاءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً ۖ وَلَا يَسْتَقْدِمُونَ﴾ [الأعراف: 34].\nب. دوره وأعوانه (مهمة التنفيذ):\nإن كثرة أعداد المخلوقات التي تموت في اللحظة الواحدة تقتضي أن يكون لملك الموت أعوان من الملائكة يساعدونه في تنفيذ مهمة قبض الأرواح، لكنه هو الموكل بالإشراف الكلي على العملية.\nالدليل القرآني على الأعوان:\n﴿حَتَّىٰ إِذَا جَاءَ أَحَدَكُمُ الْمَوْتُ تَوَفَّتْهُ رُسُلُنَا وَهُمْ لَا يُفَرِّطُونَ﴾ [الأنعام: 61].\n*  التطبيق المُلِمّ:رسلنا هنا هم أعوان ملك الموت، الذين يقومون بانتزاع الروح من الجسد بأمره. \nج. كيفية القبض (الشدة واللين): \nتختلف طريقة قبض الروح حسب حال المحتضر وإيمانه: \n1.  في حق المؤمن: يكون قبض روحه سهلاً ليناً، حيث تأتيه الملائكة بوجوه بيضاء طيبة الرائحة، وتسل الروح منه كما تُسل القطرة من فم السقاء.\n2.  في حق الكافر: يكون قبض روحه صعباً وشديداً، حيث تأتيه الملائكة بوجوه سوداء، وتنتزع الروح منه بشدة وعنف (كما تُنتزع الشوكة من الصوف المبلول).\nالدليل القرآني:\n*  في حق المؤمنين: ﴿الَّذِينَ تَتَوَفَّاهُمُ الْمَلَائِكَةُ طَيِّبِينَ ۙ يَقُولُونَ سَلَامٌ عَلَيْكُمُ ادْخُلُوا الْجَنَّةَ بِمَا كُنتُمْ تَعْمَلُونَ﴾ [النحل: 32].\n*  في حق الكافرين: ﴿وَلَوْ تَرَى إِذْ يَتَوَفَّى الَّذِينَ كَفَرُوا الْمَلَائِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ وَذُوقُوا عَذَابَ الْحَرِيقِ﴾ [الأنفال: 50]."
      },
       {
        "title":"3. منزلة ملك الموت (الجلالة والهيبة):",
        "text":"ملك الموت من الملائكة العظام الذين لا يعرفون الفتور أو التهاون في تنفيذ أمر الله. ومنزلته مستمدة من خطورة وشمولية مهمته التي لا يسلم منها مخلوق.\nأ. لا يعلم الغيب:على الرغم من عظمته، إلا أنه لا يعلم متى سيموت أي إنسان إلا إذا جاءه الأمر من الله، فهو عبد مكلف وليس مدبراً للأجل.\nب. الرؤية البشرية:\nكغيره من الملائكة، لا يُرى ملك الموت إلا في اللحظة التي شاء الله له أن يظهر فيها للإنسان لقبض روحه. ورؤيته في تلك اللحظة تكون حقيقة لا يمكن الفرار منها."
      },
       {
        "title":"4. الأثر العملي: الاستعداد للقاء الأخير",
        "text":"الإيمان بملك الموت وعمله يحقق ثلاثة أمور جوهرية في قلب المؤمن:\n1.  كسر حاجز الغفلة: يذكر المؤمن دائماً بأن حياته مهما طالت، فهي قصيرة ومحدودة بملَك موكل بقبض روحه ينتظر الأمر.\n2.  حسن التوكل: يعلم المؤمن أن الفرار من المرض أو المصيبة لا ينقذه من ملك الموت، وأن الفرار الحقيقي هو إلى الله بالعمل الصالح.\n3.  فوز اللحظة الأخيرة: يعمل المؤمن جاهداً لتكون نهايته على طاعة، لأن طريقة قبض روحه هي أول مراحل جزائه، فـ الأرواح تتوفاها الملائكة طيبين جزاءً على طيب الحياة. \nاللحظة التي يأتي فيها ملك الموت هي اللحظة الفاصلة بين دار الفناء ودار البقاء."
      }


        
    ]
}
