{
    "angels_number_status":[
   {
        "title":"مليارات في الخدمة: الكثافة العددية للملائكة ومنزلتهم التي تُقاس بالطاعة المطلقة",
        "text":""
      },
        {
        "title":"1. المدخل الوجودي: عظمة الخالق تُقاس بكثرة جنوده",
        "text":"عندما نتأمل ملكوت الله، فإن أول دليل على عظمته وقوته المطلقة هو ضخامة جيوشه. الملائكة هم جنود الله المنظورون في عالم الغيب، وكثرة عددهم الهائلة وتواترهم في الخدمة دليل على أن الله لا يحتاج إلى ناصر أو معين، وأن أمره نافذ في كل لحظة وفي كل مكان.\nإن الإيمان بعدد الملائكة ومنزلتهم هو دليل على سعة ملك الله، ويدفع المؤمن إلى التسليم المطلق بأن كل ما يراه في الكون، وما لا يراه، هو تحت سيطرة محكمة."
      },
        {
        "title":"العدد الهائل: جنود ربك لا يعلمها إلا هو",
        "text":"إن عدد الملائكة يفوق التصور البشري ولا يُحصيه إلا خالقهم. النصوص الشرعية تضمنت إشارات قوية إلى الكثافة العددية الهائلة التي تدل على شمول حكم الله وتدبيره لكل جزئية في الكون.\nأ. كثرة الملائكة في السماء\nإن السماء مليئة بالملائكة العاكفة على العبادة، لدرجة أن نبينا محمدًا ﷺ وصف حالها:\nالدليل النبوي على ضخامة العدد:\n قال النبي ﷺ:(أطّت السماءُ وحُقّ لها أن تئط، ما فيها موضع أربع أصابع إلا وملك واضع جبهته ساجدًا لله)(رواه الترمذي وابن ماجه - صحيح). \n*  التطبيق المُلِمّ: هذا التعبير (أطت السماء) يدل على ثقل وكثافة الملائكة التي تملأ كل شبر في السماوات، وهم في حالة دائمة من السجود والعبادة، لا يفترون.\nب. الملائكة المجهولون (تواتر العبادة):\nفي وصف النبي ﷺ لـ البيت المعمور في السماء السابعة: \nالدليل النبوي على تواتر الدخول:\nذكر ﷺ: (يدخله كل يوم سبعون ألف ملك، ثم لا يعودون إليه، آخر ما عليهم) (متفق عليه).\n*  التطبيق المُلِمّ: هذا يعني أن عددًا مهولًا من الملائكة لم يدخل البيت المعمور مرتين أبداً، مما يشير إلى أن أعدادهم لا يمكن أن تُعدّ.\nج. حراس جهنم:\nحتى في عذاب الكفار، يوكل الله ملائكة بأعداد كبيرة ومخيفة:\nالدليل القرآني: ﴿وَمَا جَعَلْنَا أَصْحَابَ النَّارِ إِلَّا مَلَائِكَةً ۖ وَمَا يَعْلَمُ جُنُودَ رَبِّكَ إِلَّا هُوَ﴾ [المدثر: 31].\n*  التطبيق المُلِمّ: هذه الآية تؤكد أن جنود ربك لا يعلم عددهم إلا هو، مما يقطع الطريق أمام محاولات العقل البشري لإحصاء أو حصر هذا الجيش الإلهي الهائل."
      },
        {
        "title":"3. المنزلة الرفيعة: قمة الشرف في خدمة العرش",
        "text":"ليست منزلة الملائكة بضخامتهم العددية فقط، بل بمكانتهم العالية عند الله، فهم أهل طاعة محضة وشرف التكليف بأعظم المهمات.\nأ. الشرف بالطاعة والعصمة:\nالملائكة هم عباد مُكرمون ومنزلتهم مستمدة من طاعتهم الكاملة.\nالدليل القرآني على التكريم:\n﴿وَقَالُوا اتَّخَذَ الرَّحْمَـٰنُ وَلَدًا ۗ سُبْحَانَهُ ۚ بَلْ عِبَادٌ مُّكْرَمُونَ ۝ لَا يَسْبِقُونَهُ بِالْقَوْلِ وَهُم بِأَمْرِهِ يَعْمَلُونَ﴾ [الأنبياء: 26-27].\n*  التطبيق المُلِمّ: هذه المنزلة لا تنال بالوراثة أو القوة، بل بإخلاص العبودية والتنفيذ الفوري لأوامر الخالق.\nب. صفة المقرّبون وشهادتهم:\nلبعض الملائكة منزلة أعلى لكونهم مقربين من العرش، وشاهدين على أعمال العباد.\nالدليل القرآني على القرب:\n﴿لَّن يَسْتَنكِفَ الْمَسِيحُ أَن يَكُونَ عَبْدًا لِّلَّهِ وَلَا الْمَلَائِكَةُ الْمُقَرَّبُونَ﴾ [النساء: 172]."
      },
        {
        "title":"4. الأثر العملي: العبودية التي لا تفتر",
        "text":"الإيمان بكثرة الملائكة ومنزلتهم يُحدث تحولاً جذرياً في نظرة المؤمن إلى العبادة:\n1.  اكتشاف أنك لست وحيداً: أنت جزء من جيش ضخم من العباد يسجدون ويسبحون. مجالس الذكر التي تحضرها تشهدها الملائكة: (فإذا اجتمع قوم يذكرون الله حفتهم الملائكة وغشيتهم الرحمة) (رواه مسلم).\n2.  رفع سقف الطاعة: تتذكر أن هذه الكائنات لا تفتر ولا تمل، فتبتعد عن التهاون والكسل في العبادة، لأن قدوتك في العبودية هم الذين يسبحون الليل والنهار لا يفترون.\n3.  إدراك الحقوق: تعلم أن الملائكة لا يجوز دعوتهم أو الاستغاثة بهم، رغم شرفهم ومنزلتهم، لأنهم مجرد عبيد مكرمين. وبذلك يتحقق توحيد الألوهية عملياً. \nالملائكة هم دليل عملي على أن الطاعة المطلقة هي قمة الشرف."
      }
        
    ]
}
