{
    "angels_attributes_scriptural":[
  {
        "title":"صفات الملائكة وخصائصهم: جنود الله النورانية، ومظاهر العظمة التي لا تُدرَك",
        "text":""
      },
       {
        "title":"1. المدخل الإيماني: حدود الكمال المخلوق",
        "text":"لقد أثبتنا أن الملائكة عالم غيبي خُلق من نور، يتصف بالعصمة والطاعة المطلقة. ولكي يكتمل الإيمان بهذا الركن، يجب علينا أن نتأمل الخصائص والصفات الجسدية والسلوكية التي ميَّزهم الله بها، والتي تُظهر عظمة الخالق في خلقه.\nهذه الصفات ليست مجرد معلومات، بل هي أدلة على كمال المخلوق في طاعة الخالق، ومؤشر إلى القوة الهائلة الموكلة بتنفيذ أمر الله في الكون."
      },
       {
        "title":"2. الخصائص الجسدية (مظاهر العظمة والقوة)",
        "text":"تتميز الملائكة بصفات خلقية خارقة، لا يمكن مقارنتها بخلق البشر، وهذا ما ورد في نصوص الوحي:\nأ. ضخامة الخلقة وتعدد الأجنحة:خُلقت الملائكة بأحجام هائلة تتناسب مع وظائفهم الكونية. وأبرز ما يُميّزهم هو امتلاكهم للأجنحة.\nالدليل القرآني على الأجنحة:\n﴿الْحَمْدُ لِلَّهِ فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ جَاعِلِ الْمَلَائِكَةِ رُسُلًا أُولِي أَجْنِحَةٍ مَّثْنَى وَثُلَاثَ وَرُبَاعَ ۚ يَزِيدُ فِي الْخَلْقِ مَا يَشَاءُ ۚ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ﴾ [فاطر: 1].\n*  تفاوت الأجنحة: تبين الآية أن لهم أجنحة متفاوتة (اثنين، ثلاثة، أربعة)، وبعضهم يملك أكثر من ذلك بكثير، حسب الزيادة التي يشاءها الله.\n*  عظمة جبريل: رأى النبي ﷺ جبريل على هيئته الحقيقية وله ستمائة جناح، وقد سدَّ بجسمه الأفق. وهذا دليل على قوة وسرعة لا تُقاس.\nب. القدرة على التشكل (التمثل):\nمن أعظم خصائصهم هي قدرتهم على التشكل بصور أخرى، غالباً بصورة البشر، ليتمكنوا من مخاطبة الناس.\n*  أمثلة التشكل: تشكّل جبريل بصورة رجل شديد بياض الثياب شديد سواد الشعر في حديث سؤال جبريل عن الإيمان والإحسان. كما تشكّل بصورة بشرية عند مريم عليها السلام: ﴿فَتَمَثَّلَ لَهَا بَشَرًا سَوِيًّا﴾ [مريم: 17].\nج. الجمال الفائق:\nتتصف الملائكة بجمال باهر.\n*  الدليل: وصف الله جبريل بأنه: ﴿ذُو مِرَّةٍ﴾ [النجم: 6]، أي ذو قوة وجمال وحسن في المنظر. وقد ضرب المثل بجمال الملائكة عندما رأت نساء مصر يوسف عليه السلام فقلن: ﴿مَا هَٰذَا بَشَرًا إِنْ هَٰذَا إِلَّا مَلَكٌ كَرِيمٌ﴾ [يوسف: 31]."
      },
       {
        "title":"3. الخصائص السلوكية (نقاء العبودية)",
        "text":"لا تقتصر صفات الملائكة على الجسد، بل تشمل طبيعة حياتهم المتميزة بالعبودية المطلقة:\nأ. العصمة من الذنوب والطاعة المحضة:\nهذه هي الصفة الأساسية التي تميزهم عن البشر والجن. إنهم لا يخالفون أمر الله أبداً.\n*  الدليل القرآني: ﴿لَّا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ﴾ [التحريم: 6].\nب. دوام الذكر والتسبيح وعدم الفتور:\nحياتهم كلها عبادة وتسبيح لله، ليس لديهم فترة استراحة أو انشغال.\nالدليل القرآني: ﴿يُسَبِّحُونَ اللَّيْلَ وَالنَّهَارَ لَا يَفْتُرُونَ﴾ [الأنبياء: 20].\nج. لا يتصفون بالجنس والشهوة ولا يحتاجون إلى الغذاء:\nالملائكة ليسوا ذكوراً ولا إناثاً، وهم منزّهون عن الأكل والشرب والنكاح والنوم وكل ما يلزم الحياة المادية، لأن طبيعة خلقهم النورية لا تتطلب ذلك.\n*  الدليل: عندما جاء الملائكة إلى إبراهيم في صورة بشرية ولم يأكلوا من طعامه، خاف منهم: ﴿فَلَمَّا رَأَى أَيْدِيَهُمْ لَا تَصِلُ إِلَيْهِ نَكِرَهُمْ وَأَوْجَسَ مِنْهُمْ خِيفَةً ۚ قَالُوا لَا تَخَفْ إِنَّا أُرْسِلْنَا إِلَى قَوْمِ لُوطٍ﴾ [هود: 70].\nد. العلم الواسع والقدرة على سرعة الحركة:\nلهم علم خاص أودعه الله فيهم، كما أنهم يتصفون بسرعة حركة مذهلة تمكنهم من الانتقال الفوري لتنفيذ الأوامر الكونية.\n"
      },
       {
        "title":"4. الأثر العملي: العظمة التي توجب التسليم",
        "text":"الإيمان بهذه الصفات يوقد في قلب المؤمن ثلاثة أمور أساسية:\n1.  تعظيم الخالق: يدرك المؤمن عظمة قوة الله الذي خلق هذه الكائنات الضخمة والطائعة بلا فتور.\n2.  تعميق المراقبة: يعلم المؤمن أن هذه الكائنات (التي لا تحتاج إلى نوم أو طعام) تراقبه وتكتب أعماله بدقة متناهية، فيستحيي أن يقع في المعصية.\n3.  طموح العبودية: يرى المؤمن في طاعة الملائكة المطلقة نموذجاً للعبودية الخالصة، فيسعى جاهداً لتقليدهم في الإخلاص والابتعاد عن الكسل والفتور في الطاعة.\nالملائكة هم الرمز الأسمى للانضباط النوراني في خدمة العرش الإلهي."
      }
        
    ]
}
