{
  "  ant_miracle_quranic_ijaz":[
      
        
       {
        "title":"إعجاز النملة: الحكمة في التنظيم، والتواصل، والنظام الاجتماعي",
        "text":"ننتقل الآن إلى القسم الخامس، وهو (الإعجاز في الكائنات الحية) سنبدأ بموضوع (إعجاز النملة) الذي يتجلى في الإشارات القرآنية والسرد القصصي الدقيق الذي يصف سلوك هذه الحشرة المُنظَّمة، وهي حقائق أثبتها علم سلوك الحشرات"
      },
       {
        "title":"1. المدخل القرآني: الحوار والتحذير",
        "text":"جاء ذكر النمل في قصة النبي سليمان عليه السلام، حيث تضمنت الآية إشارة مُعجزة إلى نظام حياة النمل، وتحديداً نظامها الاتصالي المُعقَّد.\nالآية الكريمة (أصل الإعجاز):\n﴿حَتَّى إِذَا أَتَوْا عَلَى وَادِ النَّمْلِ قَالَتْ نَمْلَةٌ يَا أَيُّهَا النَّمْلُ ادْخُلُوا مَسَاكِنَكُمْ لَا يَحْطِمَنَّكُمْ سُلَيْمَانُ وَجُنُودُهُ وَهُمْ لَا يَشْعُرُونَ﴾ [النمل: 18]."
      },
       {
        "title":"2. الإعجاز في لغة النمل (التواصل الكيميائي)",
        "text":"إن الإخبار عن (قَوْلِ) النملة هو قلب الإعجاز، وهو ما يتطابق مع آلية تواصل النمل الحديثة الاكتشاف:\nالمصطلح القرآني: قَالَتْ نَمْلَةٌ\nالدلالة اللغوية والبيانية: الإشارة إلى وجود تواصل وإرسال رسالة محددة تتضمن تحذيراً (الخطر) وأمراً (الدخول للمساكن).\nالدلالة العلمية الحديثة (علم سلوك الحشرات): اللغة الكيميائية (الفيرومونات ): النمل يتواصل بشكل رئيسي عبر مواد كيميائية شديدة التعقيد، تفرزها النملة كرسائل تحذير أو توجيه. هذه الفيرومونات تنقل المعلومات بوضوح وتؤدي إلى استجابة فورية من باقي النمل.\nالمصطلح القرآني: ادْخُلُوا مَسَاكِنَكُمْ\nالدلالة اللغوية والبيانية: أمر جماعي يتطلب سرعة الاستجابة والدخول الفوري لمكان محدد.\nالدلالة العلمية الحديثة (علم سلوك الحشرات): عند شعور النملة بالخطر (مثل اهتزاز الأرض من جيش سليمان)، تطلق فيرومونات التحذير التي تدفع باقي النمل إلى الانسحاب فوراً إلى أعشاشها المُحكمة (المساكن)."
      },

       {
        "title":"3. الإعجاز في التنظيم الاجتماعي والتشريحي",
        "text":"هناك إشارات إعجازية أخرى في سلوك النمل وحياته: \nأ. النظام الاجتماعي:\n  *   التعاون والتخصص: النمل يتمتع بنظام اجتماعي مُعقَّد للغاية (يُشبه مجتمع البشر) يتضمن تخصصاً دقيقاً في الوظائف: نمل عامل، نمل جندي، نملة ملكة. النملة التي حذرت هي على الأغلب نملة استكشاف أو حراسة (سلوك متقدم).\n  *   الادخار والتخزين: ورد في السنة النبوية ما يُفيد إدراك النمل لوظيفة الطعام (عن أبي هريرة عن النبي صلى الله عليه وسلم قال: «قَرَصَتْ نَمْلَةٌ نَبِيًّا مِنَ الأَنْبِيَاءِ...»)، وعلمياً، يُعرف النمل بقدرته على تخزين الحبوب لفترات طويلة لمنع فسادها.\nب.(ا يَحْطِمَنَّكُمْ) (التحطيم):\nكلمة (يَحْطِمَنَّكُمْ) جاءت من الحَطْم، وهو التكسير. وقد أثبت علم التشريح أن الهيكل الخارجي للنمل مصنوع من مادة الكايتين وهي مادة قاسية جداً تشبه الزجاج، قابلة للكسر أو (التحطيم) عند الضغط عليها، ولا تنطبق عليها كلمة (الدَّعس) أو (السحق) بنفس الدقة."
      },
       {
        "title":"4. الأثر العقدي والتربوي",
        "text":"  1.  العلم المطلق لله: الإخبار عن تفاصيل حياة النمل، ووجود نظام اتصالي دقيق (قول)، وتركيبة فيزيائية قابلة للتحطيم (كالكايتين)، في زمن لم يكن فيه علم الحشرات قد تأسس بعد، هو دليل على أن مصدر النص هو خالق الكائنات الحية.\n  2.  التدبر في أصغر المخلوقات: الآية تدعو الإنسان للتأمل في أصغر المخلوقات، مؤكدة أن هذا المخلوق الصغير له نظام متكامل، وقدرة على التمييز والإدراك."
      }
      
      
        
      
    ]
}
