{
  "aqeedah_evidence":[
      
        
       {
        "title":"مصادر الاستدلال في العقيدة: القرآن والسنة وإجماع السلف، الأسس القطعية لبناء الإيمان",
        "text":"\nبعد تعريف منهج أهل السنة والجماعة، ننتقل إلى أساس هذا المنهج وهو مصادر التلقي والاستدلال في العقيدة."
      },
       {
        "title":"1. المدخل المنهجي: ضرورة المصادر القطعية",
        "text":"العقيدة الإسلامية، التي تُبنى عليها صحة الأعمال وقبولها، لا تؤخذ إلا من مصادر قطعية موثوقة. فليس للعقل المجرد أو الذوق أو الكشف مكان في تأسيس العقيدة؛ لأنها غيبيات لا يُعرف حقائقها إلا عن طريق الوحي الإلهي.\nمصادر الاستدلال في العقيدة عند أهل السنة والجماعة هي ثلاثة أصول متكاملة ومترابطة:\n1.  القرآن الكريم.\n2.  السنة النبوية الصحيحة.\n3.  إجماع السلف الصالح."
      },
       {
        "title":"2. المصدر الأول: القرآن الكريم (الأصل المطلق)",
        "text":"القرآن الكريم هو المصدر الأساسي والقطعي الذي لا يأتيه الباطل من بين يديه ولا من خلفه.\nأ. مكانته في العقيدة:\n*   الكتابة والإثبات: هو كلام الله المنزل، ثابت بالتواتر القطعي، وهو المرجع الأعلى لجميع مسائل التوحيد والإيمان والغيبيات (الربوبية، الألوهية، الأسماء والصفات، اليوم الآخر).\n*   الشمول: يشتمل على الأصول الكلية لكل ما يجب اعتقاده، وقد جاءت معظم آياته في تأسيس التوحيد وتحطيم الشرك.\n   الاستدلال: كل آية تُثبت لله اسماً أو صفة، أو تُثبت البعث والجزاء، أو تُبطل الشرك، هي دليل قاطع في العقيدة لا يصح رده."
      },
       {
        "title":"3. المصدر الثاني: السنة النبوية الصحيحة (البيان التشريعي)",
        "text":"السنة النبوية (قول النبي ﷺ وفعله وإقراره) هي المصدر الثاني للعقيدة، وهي وحي من الله تعالى.\nأ. مكانتها في العقيدة:\n*   الوحي الثاني: السنة وحي يُوحَى به للنبي ﷺ، سواء كان وحياً ظاهراً (المتلو) أو وحياً باطناً (غير المتلو).\n*   وظيفتها: بيان وشرح ما أجمل في القرآن، وتأسيس بعض الأحكام العقدية التي لم تُذكر تفصيلاً في القرآن (مثل تفاصيل علامات الساعة، أو بعض تفاصيل الجنة والنار).\n*   الشرط: يُشترط في الاستدلال بالسنة في العقائد أن تكون صحيحة ثابتة (كالمتواتر والآحاد الصحيح)، بخلاف منهج بعض الفرق التي كانت لا تأخذ في العقيدة إلا بالمتواتر.\n   الدليل القرآني على حجيتها:\n   ﴿وَمَا يَنطِقُ عَنِ الْهَوَىٰ ۝ إِنْ هُوَ إِلَّا وَحْيٌ يُوحَىٰ﴾ [النجم: 3-4]."
      },
       {
        "title":"4. المصدر الثالث: إجماع السلف الصالح (الفهم المعصوم)",
        "text":"الإجماع هو اتفاق جميع العلماء في زمن معين على حكم شرعي أو مسألة عقدية. وأهم إجماع يُعتمد عليه في العقيدة هو إجماع السلف الصالح.\nأ. من هم السلف؟\nهم الصحابة والتابعون وأتباع التابعين (القرون المفضلة).\nب. مكانة الإجماع في العقيدة:\n*   الضمانة المنهجية: إجماع السلف على مسألة عقدية يُعتبر دليلاً قطعياً ملزماً؛ لأنهم أدرى الناس باللغة وبمقاصد الشريعة، وهم الذين شاهدوا التنزيل.\n*   منع الابتداع: الإجماع حجة فاصلة تمنع من إحداث تفسيرات جديدة للنصوص، وبالتالي يحمي العقيدة من البدع والضلالات. فما اتفقوا عليه فهو حق، وما لم يتفقوا عليه أو ابتدعوه فهو باطل.\n   الدليل النبوي على لزوم الجماعة:\n   (فعليكم بسنتي وسنة الخلفاء الراشدين المهديين، عضوا عليها بالنواجذ، وإياكم ومحدثات الأمور، فإن كل محدثة بدعة، وكل بدعة ضلالة) (رواه أبو داود والترمذي)."
      },
       {
        "title":"5. الخلاصة المنهجية (التسلسل في التلقي)",
        "text":"يعتمد منهج أهل السنة والجماعة على تسلسل منطقي في التلقي والاستدلال:\n1.  البدء بالقرآن: النظر في آيات الكتاب لتأسيس الأصل.\n2.  الرجوع إلى السنة: فهم القرآن وبيانه وتفصيله من خلال السنة النبوية.\n3.  الاستناد إلى الإجماع: فهم النص القرآني والسني على النحو الذي فهمه سلف الأمة، واعتبار إجماعهم دليلاً معصوماً لا يجوز الخروج عنه.\nبهذه الأصول الثلاثة، يُبنى الإيمان على أساس صلب ويُحمى من تلاعب الأهواء والشبهات."
      }
       
    ]
}
