{
  "arbitration_of_the_black_stone_and_kābah_rebuilding":
  [

        {
        "title":"قضية تحكيم الحجر الأسود: محمد.. حَكَمُ قريش الأعظم",
        "text":"قبل أن ندخل إلى أعتاب النبوة، لا بد أن نتوقف عند حادثة أخرى مُبهرة في حياة النبي صلى الله عليه وسلم، تُعد امتحاناً علنياً لأمانته وحكمته أمام الملأ من قريش. هذه هي قصة بناء الكعبة وقضية تحكيم الحجر الأسود.\nهذه الحادثة تُظهر كيف وصل محمد صلى الله عليه وسلم إلى مرتبة 'القاضي الحكيم'  لجميع القبائل، قبل أن يأتيه الوحي.\nفي سن الخامسة والثلاثين للنبي صلى الله عليه وسلم، قررت قبائل قريش هدم الكعبة وإعادة بنائها، وكان ذلك بعد سنوات طويلة من التصدعات التي أصابت بنيانها جراء سيول جارفة. هذه الحادثة كشفت عن الأمانة المطلقة للنبي صلى الله عليه وسلم."
       },
         {
        "title":"1. هدم الكعبة وإعادة البناء (التهيئة)",
        "text":"قررت قريش هدم الكعبة وإعادة بنائها لتكون أقوى وأعلى، ولرفع الجدران عن مستوى الفيضانات. شارك محمد صلى الله عليه وسلم في عملية الهدم والبناء:\n   *   العمل والمشاركة: عمل النبي صلى الله عليه وسلم بيديه الشريفتين في حمل الحجارة مع قومه، دلالة على تواضعه واهتمامه بالشأن العام.\n   *   النزاهة المالية: حرصت قريش على ألا يدخل في بناء الكعبة إلا المال الحلال الطيب (ولم يكن لديهم المال الكافي لذلك، فخرج جزء من الكعبة (الحِجْر) من البناء).\nالجاذبية: كانت عملية البناء تسير بسلاسة نسبية، حتى وصلوا إلى اللحظة الأكثر حساسية، وهي وضع الحجر الأسود في مكانه."
       },
         {
        "title":"2. ساعة الصراع: شرف وضع الحجر الأسود ",
        "text":"الحجر الأسود هو موضع العبادة والتقديس في الكعبة، ووضعه في مكانه كان يُعتبر أعظم شرف يمكن أن تحظى به القبيلة. وعندما وصلوا إلى هذا الموضع، اشتعل الخلاف، وكاد أن يتحول إلى حرب أهلية مُدمِّرة.\n   *   الخلاف الشديد: تشاجرت القبائل الرئيسية (بنو عبد الدار، وبنو عدي، وغيرهم) حول من ينال شرف رفع الحجر الأسود ووضعه في مكانه.\n   *   القسم على القتال: وصل الصراع إلى درجة التهديد بريق الدماء، حيث تحالفوا وأحضروا أسلحتهم استعداداً للقتال تحت الكعبة، وظل النزاع أربعة أو خمسة أيام!\nالقرار الحكيم:\nاقترح عليهم حكيم من قريش، وهو أبو أمية بن المغيرة المخزومي، أن يحتكموا إلى أول رجل يدخل عليهم من باب المسجد، فقبلوه جميعاً كحَكَم إلهي."
       },
         {
        "title":"3. التحكيم الإلهي: 'هذا الأمين!'",
        "text":"ملحوظه:\nالمقصود بـ 'المسجد' هنا هو المنطقة المحيطة بالكعبة المشرفة، أو الحرم، الذي كان يُسمى المسجد الحرام، وليس المسجد بالمعنى الاصطلاحي الإسلامي بعد النبوة.\n\nوبينما هم ينتظرون في ترقب وقلق بالغ، كان أول الداخلين هو محمد بن عبد الله صلى الله عليه وسلم.\n   *   الفرح والرضا: بمجرد رؤيته، تهللت وجوه القوم جميعاً وصاحوا بصوت واحد: 'هذا الأمين! رضينا، رضينا به!'.\n   *   الدلالة: لم يكن هذا مجرد لقب، بل كان اعترافاً بالإجماع من كل سادات القبائل (المتخاصمين) بأن هذا الرجل يمتلك الأمانة المطلقة والحكمة والنزاهة التي تجعله فوق أهواء الصراع، وهذه شهادة لا تُقدَّر بثمن."
       },
         {
        "title":"حكم الأمين (الحل العبقري):",
        "text":"لم يتردد محمد صلى الله عليه وسلم لحظة، وقدم حلاً عبقرياً أطفأ نار الفتنة وأرضى جميع القبائل:\n   1.  طلب ثوباً (رداءً) من القماش.\n   2.  وضع الحجر الأسود بيده الشريفة في وسط هذا الثوب.\n   3.  طلب من كل رئيس قبيلة متنازعة أن يمسك بطرف من أطراف الثوب.\n   4.  رفع الجميع الحجر معاً إلى مستوى مكانه في الكعبة.\n   5.  أخذ محمد صلى الله عليه وسلم الحجر بيده الشريفة و وضعه بنفسه في مكانه النهائي.\nالنتيجة: شاركت جميع القبائل في الشرف، وتفادى محمد صلى الله عليه وسلم أن يُقدِّم فضلاً لقبيلته على بقية القبائل، وأنهى النزاع بحكمة وسلام."
       },
         {
        "title":"الخلاصة",
        "text":"لقد أثبتت هذه الحادثة أن محمد بن عبد الله (صلى الله عليه وسلم) كان هو القائد المفطور على العدل والحكمة الذي تحتاجه الأمة. كان عمره آنذاك 35 عاماً، أي قبل النبوة بخمس سنوات فقط، وقد وصل إلى قمة النضج العقلي والاجتماعي. بعد هذه الحادثة، لم يعد هناك مجال آخر للتهيئة. فقد اكتملت طهارة الروح، وتمت صيانة الجسد، وتأكدت الأمانة والحكمة.\n\nلقد حان وقت اللحظة الكبرى."
       }
       
       
 
    ]
}
