{
  "archers_mistake_and_the_lesson_of_obedience":
  [
       {
        "title":"أخطاء الرماة وعبرة الطاعة للقيادة: حين تكسرُ المعصيةُ سيفَ النصر",
        "text":"ننتقل الآن من فقه الابتلاء إلى تحليل الثغرة العسكرية والتربوية التي غيرت مجرى الأحداث في أُحد، لنتعلم كيف أن انضباط جندي واحد قد يحمي أمة، وأن مخالفة واحدة قد تكسر جيشاً.\nفي تاريخ الحروب، قد يغير قرار جندي واحد مصير إمبراطورية، وفي 'أُحد' ، كان ترك الرماة لمواقعهم هو ذلك القرار الفارق الذي حوّل النصر المؤزر إلى انكسار مرير. إن هذا الدرس هو الأقسى في السيرة النبوية؛ لأنه أثبت أن 'الهزيمة النفسية' أمام المغريات أخطر من 'الهزيمة العسكرية' أمام الأعداء."
        },
        {
        "title":"١. النصُّ النبوي القاطع (لا مجال للاجتهاد):",
        "text":"لم يكن أمر النبي ﷺ للرماة الخمسين مجرد توجيه عابر، بل كان أمراً عسكرياً 'شديد اللهجة' ومحدداً بدقة متناهية. قال لهم: 'إن رأيتمونا تخطفنا الطير فلا تبرحوا مكانكم هذا حتى أرسل إليكم، وإن رأيتمونا هزمنا القوم ووطئناهم فلا تبرحوا حتى أرسل إليكم'.\n   *   العبرة: القائد يرى ما لا يراه الجندي، وتشبيه 'خطف الطير' يعني الموت المحقق، ومع ذلك أمرهم بالبقاء. الدرس هنا هو أن 'الجندي لا يحلل الأوامر في الميدان، بل ينفذها'."
        },
        {
        "title":"٢. فخُّ 'الغنيمة' واختبار الدنيا:",
        "text":"بمجرد أن رأى الرماة بوادر النصر وفرار المشركين، تعالت أصواتهم: 'الغنيمة! الغنيمة!'. لقد غلب 'حب الدنيا' في تلك اللحظة الحرجة على 'واجب الطاعة'.\n   *   نزل فيهم التعقيب القرآني الصادم ليواجه النفوس بحقيقتها: ﴿مِنكُم مَّن يُرِيدُ الدُّنْيَا وَمِنكُم مَّن يُرِيدُ الْآخِرَةَ﴾. وهذا يوضح أن المعارك تُخسر عندما تنشغل الجوارح بجمع المغانم قبل إتمام المهمة."
        },
        {
        "title":"٣. خطأُ التأويل (الاجتهاد في مورد النص):",
        "text":"ظنَّ الرماة أن أمر النبي ﷺ كان مقيداً ببقاء القتال فقط، وبما أن المشركين قد انهزموا، فقد انتهت المهمة في ظنهم. هذا 'الاجتهاد الخاطئ' في مواجهة نص صريح كان هو الثغرة التي نفذ منها خالد بن الوليد.\n   *   الدرس: لا يجوز الاجتهاد مع وجود نص قاطع من القيادة، فالتأويل الخاطئ للأوامر هو أول خطوات الفشل."
        },
        {
        "title":"٤. شؤمُ المعصية وأثرها الجماعي:",
        "text":"لم يعاقب الله الرماة وحدهم على نزولهم، بل دفع الجيش كله الثمن، وشُجَّ رأس النبي ﷺ وسالت دماؤه بسبب هذا الخطأ. وهذا يعلمنا 'المسؤولية التضامنية' ؛ فخطأ فرد واحد في المنظومة قد يهدم الحصن كله، والمعصية لا تضر صاحبها فحسب، بل تضعف الجبهة بأكملها."
        },
        {
        "title":"الخلاصة",
        "text":"لكن الإسلام لا يعرف الاستسلام للجراح؛ فبينما كانت قريش تبتعد عن أحد وهي تظن أنها سحقت المسلمين، كان النبي ﷺ يخطط لرد اعتبار سريع وحاسم. لم يتركهم ينامون ليلة واحدة وهم يشعرون بلذة النصر، بل استنهض الجرحى والمثخنين بالآلام ليخرجوا وراء قريش في مطاردة أسطورية أذهلت العرب.\nكيف خرج الصحابة والدم ينزف من جراحهم في أقل من ٢٤ ساعة؟ وكيف استطاعت 'حمراء الأسد' أن تمحو أثر الهزيمة النفسية في قلوب المسلمين وتزرع الرعب في قلوب قريش مجدداً؟\nسنعرف ذلك في المقالة القادمة: 'غزوة حمراء الأسد (تتمة أحد): استرداد الهيبة ومطاردة الأوجاع'."
        }
         
   
    ]
}
