{
  "army_organization_and_care_for_companions":
  [
       {
        "title":"تنظيمه للجيش وحرصه على أصحابه ﷺ: القائد المربي الأب",
        "text":"لم تكن قيادة النبي ﷺ للجيش مجرد إدارة عسكرية جافة، بل كانت مزيجاً عبقرياً بين الدقة التنظيمية وبين الحنان الأبوي. لقد بنى ﷺ جيشاً لا يتحرك بالخوف من العقاب، بل بالحب للقائد والثقة في عدله، مما جعل من الصحابة كتلة صلبة تتحطم عليها كل القوى."
        },
        {
        "title":"أ. العبقرية التنظيمية (إرساء قواعد الانضباط):",
        "text":"غيّر النبي ﷺ مفهوم القتال عند العرب من الفوضى إلى النظام المؤسسي:\n   *   نظام الصفوف: كان أول من أدخل نظام 'الصف' في القتال (كما في الصلاة)، ممتثلاً لقوله تعالى: ﴿إِنَّ اللَّهَ يُحِبُّ الَّذِينَ يُقَاتِلُونَ فِي سَبِيلِهِ صَفًّا كَأَنَّهُم بُنْيَانٌ مَّرْصُوصٌ﴾. كان يمر بين الصفوف يسويها بقدح (سهم) في يده، لا يبرز صدر جندي عن الآخر، مما زرع في نفوسهم أن القوة في الوحدة والنظام.\n   *   الرايات والشعارات: جعل لكل قبيلة راية وشعاراً (كلمة سر) ليتعرفوا على بعضهم في ظلمات الليل وزحام المعركة، مما سهل عملية 'القيادة والسيطرة' ومنع حدوث البلبلة."
        },
        {
        "title":"ب. الحرص على سلامة الجندي (المعلومات قبل الاندفاع):",
        "text":"لم يكن ﷺ يلقي بأصحابه إلى التهلكة، بل كان يعتمد 'مبدأ السلامة' وتأمين الجيش:\n   *   الاستخبارات النبوية: كان يبث العيون والجواسيس قبل المعركة لجمع المعلومات الدقيقة عن عدد العدو وعدته. وفي بدر، لم يكتفِ بالخبر، بل سأل عن عدد الإبل التي تُنحر يومياً ليقدر عدد المقاتلين بدقة.\n   *   المشاورة العسكرية: كان يحرص على سماع آراء المتخصصين من جنوده؛ كما فعل حين أخذ برأي 'الحباب بن المنذر' في موقع بئر بدر، ورأي 'سلمان الفارسي' في حفر الخندق. هذا الحرص جعل الجندي يشعر بأنه شريك في القرار وليس مجرد أداة للتنفيذ."
        },
        {
        "title":"ج. التفقد الأبوي في ساحة الوغى:",
        "text":"كان ﷺ يعيش مع جنوده أدق تفاصيل معاناتهم:\n   *   في السير: كان يكون في مؤخرة الجيش (الرزقة) ليلحق بالضعيف، ويُردف المنقطع خلفه على دابته، ويدعو لهم.\n   *   موقف جابر بن عبد الله: في إحدى الغزوات، رأى جابراً يتأخر ببعير ضعيف، فما تركه ومضى، بل وقف معه ودعا لبعيره حتى صار أسرع الجمال، ثم ظل يؤانسه في الحديث طوال الطريق ليخفف عنه تعب السفر وحزن فقد والده."
        },
        {
        "title":"د. الوفاء للشهداء والجرحى:",
        "text":"لم تكن تنتهي علاقته بجيشه بانتهاء المعركة:\n   *   كان ﷺ يتفقد الجرحى بنفسه، ويمسح بيده الشريفة عليهم، ويشرف على دفن الشهداء، بل ويقضي ديونهم ويعول أسرهم من بعدهم، فكان الجندي يقاتل وهو مطمئن أن 'القائد' هو الأب الحقيقي لأولاده من بعده."
        },
            {
        "title":"الخلاصة",
        "text":"هذه القوة العسكرية المنظمة، وهذا الجيش الذي دانت له الجزيرة العربية بالولاء، لم تكن غايته يوماً الانتقام أو سفك الدماء. فعندما حانت لحظة الانتصار الكبرى، ووقف الخصوم الذين آذوه وذبَّحوا أصحابه أذلاء تحت سيوفه، لم تظهر سطوة القائد الجبار، بل تجلت عظمة النبي التوّاب.\nفكيف استطاع النبي ﷺ أن يضبط مشاعر جيشه المنتصر ويمنعهم من الانتقام؟ وما هي الكلمة التي هزت أركان مكة وأعادت صياغة مفهوم 'الانتصار الأخلاقي' ؟ وكيف حوّل ألدَّ أعدائه إلى جنودٍ في صفوفه بلمسة عفوٍ واحدة؟\nسنعرف ذلك في المقالة القادمة: 'عفوه ﷺ عن أعدائه بعد النصر'."
        }
   
    ]
}
