{
  "arrival_at_qubā_and_the_establishment_of_the_first_mosque":
  [

        {
        "title":"الوصول إلى قباء وبناء أول مسجد: حجر الأساس للدولة",
        "text":"بعد أن أنقذت العناية الإلهية النبي صلى الله عليه وسلم وأبا بكر من القتل في غار ثور، انطلقت الرحلة الشاقة نحو يثرب. وصلت أخبار خروج النبي إلى أهل يثرب، فكانوا يخرجون يومياً لاستقباله.\nبعد مسيرة ثمانية أيام، وصل النبي صلى الله عليه وسلم إلى مشارف يثرب في موقع يُعرف باسم قباء. لم تكن هذه مجرد استراحة، بل كانت أول خطوة فعلية في بناء الدولة الإسلامية.\nوصل النبي صلى الله عليه وسلم إلى قباء يوم الإثنين 12 ربيع الأول من العام الأول للهجرة، ونزل عند بني عمرو بن عوف. وكان هذا الوصول هو اللحظة الفاصلة التي أنهت مرحلة الهجرة وبدأت مرحلة التأسيس."
       },
            {
        "title":"1. الاستقبال العظيم في قباء",
        "text":"كان أهل يثرب (التي بدأت تُعرف باسم'المدينة المنورة') في انتظار النبي صلى الله عليه وسلم بشوق عظيم، واستقبلت قباء النبي صلى الله عليه وسلم بحفاوة لم يرَ مثلها قط.\n   *   النزول: نزل النبي صلى الله عليه وسلم ضيفاً على كُلثوم بن الهدم، بينما نزل أبو بكر على حبيب بن أساف.\n   *   فترة الإقامة: أقام النبي صلى الله عليه وسلم في قباء لمدة أربعة عشر يوماً (وقيل أقل)، وكانت هذه الأيام بمثابة فترة نقاهة واستراحة بعد الشدائد التي مرت به.\nالجاذبية: كان هذا الاستقبال أول ثمرة للجهر بالدعوة وصبر الصحابة. لقد رأى النبي صلى الله عليه وسلم بنفسه كيف تحول التكذيب في مكة إلى ترحيب عظيم في المدينة."
       },
            {
        "title":"2. بناء مسجد قباء: أول عمل في التأسيس",
        "text":"كان أول عمل قام به النبي صلى الله عليه وسلم بعد الوصول هو وضع حجر الأساس لـ مسجد قباء.\n   *   المشاركة النبوية: لم يكتفِ النبي صلى الله عليه وسلم بإصدار الأمر، بل شارك الصحابة العمل بيده الشريفة في نقل الحجارة والطين، ليُعلِّم الأمة أن القائد يجب أن يكون أول من يشارك في العمل الشاق.\n   *   الأهمية الرمزية: اختيار المسجد كأول عمل كان يحمل دلالة عظيمة:\n      1.  المحور الروحي: الدولة الإسلامية دولة عبادة أولاً، والمسجد هو أساس العبادة والتزكية.\n      2.  الجهر بالصلاة: بعد سنوات من الصلاة سراً في دار الأرقم، أصبح المسجد هو منصة الجهر بالتوحيد، ومكان اللقاء والاجتماع.\nالمنزلة الروحية لمسجد قباء:\nيُعد مسجد قباء ذا فضل عظيم، فقد نزل فيه قوله تعالى: ﴿لَمَسْجِدٌ أُسِّسَ عَلَى التَّقْوَىٰ مِنْ أَوَّلِ يَوْمٍ أَحَقُّ أَن تَقُومَ فِيهِ...﴾ [التوبة: 108]. كما قال النبي صلى الله عليه وسلم: 'من تطهر في بيته ثم أتى مسجد قباء فصلى فيه، كان له كأجر عمرة.'"
       },
            {
        "title":"3. الانطلاق إلى المدينة المنورة والجمعة الأولى",
        "text":"بعد إقامة قصيرة في قباء، حان وقت الدخول الرسمي إلى يثرب.\n   *   يوم الجمعة: خرج النبي صلى الله عليه وسلم من قباء متوجهاً إلى يثرب، وفي أثناء مسيره أدركته صلاة الجمعة.\n   *   الجمعة الأولى: صلى النبي صلى الله عليه وسلم بأصحابه أول جمعة في تاريخ الإسلام في بطن وادي رانوناء (في مسجد عُرِف لاحقاً باسم مسجد الجمعة). كانت هذه هي المرة الأولى التي تُقام فيها صلاة الجمعة بأمر النبي صلى الله عليه وسلم.\nالدخول إلى المدينة (استقبال المدينة):\nاستقبل أهل يثرب النبي صلى الله عليه وسلم بحفاوة منقطعة النظير، وخرجت النساء والصبيان ينشدون:\n'طلع البدر علينا، من ثنيات الوداع، وجب الشكر علينا، ما دعا لله داع.'\n   *   موقف الناقة (اختيار المقر): عندما دخل النبي صلى الله عليه وسلم المدينة، كان كل رجل من الأنصار يتمنى أن ينزل النبي ضيفاً عنده. فكانوا يمسكون بخطام ناقته، فيقول النبي صلى الله عليه وسلم: 'خلوا سبيلها، فإنها مأمورة'.\n   *   مكان التوقف: بركت الناقة في مكان كان ليتيمين من بني النجار، وكان هذا الموقع هو الذي سيُبنى عليه لاحقاً المسجد النبوي وبيت النبي صلى الله عليه وسلم."
       },
            {
        "title":"الخلاصة",
        "text":"انتهت مرحلة الهجرة بنجاح، وبدأت الآن مرحلة بناء الدولة. بعد أن حددت الناقة مكان التوقف، أصبح أول عمل يقوم به النبي صلى الله عليه وسلم هو بناء المركز الأساسي للدولة الجديدة.\nماذا كان دور هذا المركز الجديد؟ وكيف تجاوز كونه مجرد مكان للعبادة ليصبح جامعة، ومدرسة، ومحكمة، ومركز قيادة سياسية؟"
       }
        
      

    ]
}
