{
  "ascending_sky_chest":[
      
        
       {
        "title":"التصعد في السماء: الإعجاز القرآني في وصف ضيق التنفس عند الارتفاع",
        "text":"موضوع التصعد في السماء يمثل دليلاً آخر على الإعجاز العلمي في القرآن، حيث يصف بدقة التأثيرات الفيزيولوجية التي يتعرض لها الإنسان عند الارتفاع في الغلاف الجوي، وهي حقائق لم تكن معروفة إلا حديثاً."
      },
      {
        "text":"1. المدخل القرآني: وصف حالة الضيق الفيزيولوجي",
        "title":"وردت هذه الآية الكريمة في سياق الحديث عن حقيقة الانشراح الإلهي للمؤمنين (المهتدين) وحالة الضيق التي تصيب الكافرين (الضالين) لعدم تقبلهم الهداية، لكنها ضمنت وصفاً فيزيائياً دقيقاً لحالة الصعود في السماء.\nالآية الكريمة (أصل الإعجاز):\n﴿فَمَن يُرِدِ اللَّهُ أَن يَهْدِيَهُ يَشْرَحْ صَدْرَهُ لِلْإِسْلَامِ ۖ وَمَن يُرِدْ أَن يُضِلَّهُ يَجْعَلْ صَدْرَهُ ضَيِّقًا حَرَجًا كَأَنَّمَا يَصَّعَّدُ فِي السَّمَاءِ ۚ كَذَٰلِكَ يَجْعَلُ اللَّهُ الرِّجْسَ عَلَى الَّذِينَ لَا يُؤْمِنُونَ﴾ [الأنعام: 125]."
      },
       {
        "text":"2. دلالة الألفاظ اللغوية والتفسير العلمي",
        "title":"إن التعبير القرآني (ضَيِّقًا حَرَجًا كَأَنَّمَا يَصَّعَّدُ فِي السَّمَاءِ) يحمل دلالتين إحداهما نفسية والأخرى فيزيائية: \nأ. الدلالة النفسية والبيانية:\n*   ضيق الصدر: هو ضيق في قابلية النفس على قبول الإيمان والهدى، وهو ضيق معنوي.\n*   (كَأَنَّمَا يَصَّعَّدُ فِي السَّمَاءِ): هو تشبيه لحالة الضيق النفسي الشديدة بضيق محسوس يلحق بالجسم، وهو ضيق التنفس عند الارتفاع.\nب. الدلالة العلمية (الإعجاز الفيزيولوجي):\nالمصطلح القرآني: يَصَّعَّدُ فِي السَّمَاءِ \nالدلالة اللغوية والبيانية: تدل على تكلُّف الصعود والارتفاع إلى الأعلى بصعوبة ومشقة.\nالدلالة العلمية الحديثة: الصعود إلى الارتفاعات العالية (أعلى من 10,000 قدم) يسبب انخفاضاً في الضغط الجوي وضغط الأكسجين الجزئي.\nالمصطلح القرآني: ضَيِّقًا حَرَجًا\nالدلالة اللغوية والبيانية: (حَرَجًا) تعني شديد الضيق، الذي يمنع الحركة والتنفس.\nالدلالة العلمية الحديثة: هذا الضيق يتطابق مع أعراض نقص الأكسجين في المرتفعات و داء المرتفعات حيث يشعر الإنسان بالاختناق وضيق شديد في الصدر والرئتين لقلة الأكسجين المتاح ."
      },
       {
        "text":"3. الإعجاز العلمي والتفسير الفيزيائي",
        "title":"لم يكن بإمكان البشر في القرن السابع الميلادي، بل حتى قرون لاحقة، تفسير سبب ضيق التنفس عند الصعود لقمم الجبال أو الارتفاعات العالية، لعدم معرفتهم بطبيعة الغلاف الجوي وضغط الهواء.\n*   انخفاض الضغط الجوي: الغلاف الجوي الأرضي يضغط على الجسم، وكلما ارتفعنا قل هذا الضغط.\n*   تأثيره على الأكسجين: عند الارتفاع الشاهق، يقل ضغط الهواء، مما يقلل من ضغط الأكسجين الجزئي. ورغم أن نسبة الأكسجين (21%) تظل ثابتة في كل الارتفاعات، إلا أن انخفاض ضغط الأكسجين الجزئي يعني أن كمية أقل من الأكسجين تستطيع الدخول إلى مجرى الدم عبر الرئتين، مما يسبب الأعراض المعروفة لضيق التنفس والدوخة.\n*   الحقيقة الإعجازية: القرآن الكريم جعل هذه الحالة الفيزيائية (ضيق التنفس عند الصعود) تشبيهاً لضيق الصدر المعنوي، مما يدل على أن الخالق هو الذي وضع هذه الظاهرة كحقيقة فيزيولوجية ثابتة في بنية الإنسان."
      },
       {
        "text":"4. الأثر العقدي والتربوي",
        "title":"1.  الشمولية القرآنية: تثبت هذه الآية أن القرآن ليس مجرد كتاب هداية وتشريع، بل هو كتاب يلامس أدق الحقائق الكونية والفيزيائية في الإنسان والبيئة المحيطة به.\n2.  عمق التشبيه: استخدام حقيقة علمية ثابتة ومعقدة (ضيق التنفس عند الصعود) كنموذج لبيان حالة قلب الكافر، يعطي التشبيه قوة وبلاغة وإعجازاً لا يمكن أن يأتي من إنسان لم يُجرِّب هذه الظواهر أو يفهم أسبابها."
      }
     
   
       
    ]
}
