{
  "aswj_stance_mutazila":[
      
        
       {
        "title":"موقف أهل السنة من الفرق الكلامية الكبرى (المعتزلة والجهمية)",
        "text":"بعد أن تناولنا أصول منهج أهل السنة والجماعة، ننتقل الآن إلى موضوع (الرد على الفرق والمذاهب).سنتحدث عن موقف أهل السنة من الفرق الكلامية الكبرى التي خالفت منهج السلف في قضايا العقيدة."
      },
       {
        "title":"1. المدخل العقدي: الخطر المنهجي لعلم الكلام",
        "text":"تُعتبر الفرق الكلامية تلك التي اعتمدت على المنطق والعقل الفلسفي مصدراً أساسياً لتلقي العقيدة، وقدمته على نصوص الوحي (القرآن والسنة)، مما أدى بها إلى الانحراف في أصول الدين، وأهمها قضايا التوحيد والقدر. أهم فرقتين خالفت هذا المنهج هما الجهمية و المعتزلة.\nموقف أهل السنة والجماعة من هذه الفرق كان دائماً هو الرد العلمي وبيان الضلال، مع الالتزام بالوسطية في الحكم عليهم."
      },
       {
        "title":"2. موقف أهل السنة من الجهمية (نُفاة الصفات والجبرية)",
        "text":"الجهمية هم أتباع جهم بن صفوان، وتُعتبر فرقتهم أشد الفرق خطراً وأول من أسس بدعة نفي الصفات الإلهية.\nأ. أبرز ضلالاتهم:\n1.  في الأسماء والصفات (التعطيل): نفوا جميع أسماء الله وصفاته بدعوى تنزيه الله عن مشابهة المخلوقين.\n   *   مثال: زعموا أن الله لا يتكلم (فنكروا أن القرآن كلام الله)، ولا يُرى في الآخرة، ولا استوى على العرش.\n2.  في القدر (الجبر): قالوا إن العبد مُجبر على أفعاله وليس له أي اختيار، بل هو كالريشة في مهب الريح (منشأ مذهب الجبرية).\n3.  في الإيمان: قالوا إن الإيمان هو مجرد المعرفة بالقلب، وأن العمل ليس جزءاً منه (أصل مذهب المرجئة).\nب. رد أهل السنة عليهم:\n *   الرد على التعطيل: أهل السنة أثبتوا لله ما أثبته لنفسه من الأسماء والصفات بلا تكييف ولا تعطيل، وأكدوا أن نفي الصفات هو في حقيقته نفي للذات الإلهية.\n *   الرد على الجبر: أثبت أهل السنة للعبد الكسب والاختيار الذي به يصح التكليف والجزاء، مع تأكيدهم أن هذا الاختيار يقع تحت المشيئة الإلهية الشاملة.\n *   الحكم: رأى جمهور السلف فيهم أشد المبتدعة ضلالاً، وكفَّر كثير من السلف رؤوسهم (مثل جهم نفسه) بسبب نفيهم لصفات أساسية مثل الكلام."
      },
       {
        "title":"3. موقف أهل السنة من المعتزلة (نُفاة القدر ومنزلة بين المنزلتين)",
        "text":"المعتزلة هم أتباع واصل بن عطاء وعمرو بن عبيد، الذين اعتزلوا مجلس الحسن البصري. وهم بناة المدرسة العقلية الأكبر التي جعلت العقل حاكماً على النقل.\nأ. أبرز ضلالاتهم (الأصول الخمسة):\n1.  التوحيد (نفي الصفات): وافقوا الجهمية في نفي الصفات، وقالوا إنها تسبب تعدداً في القدماء (تعدد الآلهة).\n2.  العدل (نفي القدر): قالوا إن العبد يخلق فعله بنفسه ويستقل به عن المشيئة الإلهية، ونفوا علم الله وكتابته لأفعال العباد (منشأ مذهب القدرية).\n3.  المنزلة بين المنزلتين: قالوا إن مرتكب الكبيرة (كالزنا أو السرقة) ليس مؤمناً وليس كافراً، بل هو في منزلة بينهما، وفي الآخرة هو خالد في النار.\n4.  إنفاذ الوعيد: ألزموا الله تعالى بتعذيب مرتكبي الكبائر، ونفوا الشفاعة لهم (إلغاء لفضل الله).\nب. رد أهل السنة عليهم:\n *   الرد على نفي الصفات: هو نفس الرد على الجهمية، بإثبات الأسماء والصفات لله كما وردت.\n *   الرد على نفي القدر: أثبت أهل السنة لزوم الإيمان بـ مراتب القدر الأربعة، وأكدوا أن إثبات اختيار العبد لا ينفي خلق الله لهذا الفعل.\n *   الرد على المنزلة: أكد أهل السنة أن مرتكب الكبيرة مؤمن ناقص الإيمان (فاسق)، ولكنه لا يخرج من الملة ولا يخلد في النار (ما لم يستحلها)."
      },
       {
        "title":"4. خلاصة موقف أهل السنة (المنهج القويم)",
        "text":"1.  رفض علم الكلام: رفضوا تقديم العقل على النقل، واعتبروا علم الكلام (الذي اعتمدته هذه الفرق) من البدع المذمومة في العقيدة.\n2.  التوسط والاعتدال: التزام الوسط بين الأطراف المتناقضة: بين المعتزلة (القدرية) والجهمية (الجبرية) في القدر، وبين الخوارج والمعتزلة والمرجئة في مرتكب الكبيرة.\n3.  التكفير: كفَّر السلف رؤوس هذه الفرق وقادتها الذين دعوا إلى ضلالاتهم وأصروا عليها، أما عامة الأتباع فهم تحت الوعيد، وقد يُعذر جاهلهم."
      }
       
       
    ]
}
