{
  "atom_miracle_mithqāl_dharrah":[
    
       {
        "title":"إعجاز الذرة: من وزن الهباءة إلى اكتشاف عالم ما دون الذرة",
        "text":"\nنستكمل قسم (الإعجاز في المادة والمعادن ) بموضوع دقيق للغاية، وهو (إعجاز الذرة (مثقال ذرة) الذي يصحح المفاهيم القديمة حول (الجزء الذي لا يتجزأ) ويثبت أن القرآن الكريم سبق العلم الحديث في الإشارة إلى ما هو أصغر من الذرة."
      },
    {
        "title":"1. المدخل القرآني: الدقة في الوزن والتقسيم",
        "text":"لطالما اعتقدت البشرية لقرون طويلة (منذ الفلسفة اليونانية وحتى القرن التاسع عشر) أن (الذرة) هي أصغر جزء في الكون ولا يمكن تقسيمها. لكن القرآن الكريم جاء بنصوص تكسر هذه القاعدة وتفتح الباب لعالم الجسيمات الدقيقة.\n  الآية الكريمة (أصل الإعجاز): ﴿لَا يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ وَلَا أَصْغَرُ مِن ذَٰلِكَ وَلَا أَكْبَرُ إِلَّا فِي كِتَابٍ مُّبِينٍ﴾ [سبأ: 3]."
      },
       {
        "title":"2. دلالة لفظ (ذَرَّةٍ) و (مِثْقَالُ)",
        "text":"لفهم الإعجاز، يجب أن ننظر إلى المعنى اللغوي وكيف تطور ليتطابق مع المفهوم العلمي: \nالمصطلح القرآني: ذَرَّةٍ\nالمعنى اللغوي عند العرب: كانت تطلق على صغار النمل، أو الهباء الذي يرى في شعاع الشمس المتسلل من النافذة. كانت تُضرب مثلاً لأصغر شيء يمكن رؤيته أو تخيله.\nالمعنى العلمي الحديث: أصبحت المصطلح العلمي المقابل لـ (Atom)، وهي الوحدة البنائية للمادة.\nالمصطلح القرآني: مِثْقَالُ\nالمعنى اللغوي عند العرب: وزن أو ثقل.\nالمعنى العلمي الحديث: يشير إلى أن للذرة وزناً وكتلة محددة، وهو ما يعرف اليوم بـ (الوزن الذري)"
      },
       {
        "title":"3. الإعجاز العلمي (كسر قاعدة الجزء الذي لا يتجزأ)",
        "text":"يظهر الإعجاز في شقين رئيسيين في الآية الكريمة:\nأ.(وَلَا أَصْغَرُ مِن ذَٰلِكَ)(عالم ما دون الذرة):\n   *   النظرية القديمة: سادت (النظرية الذرية) اليونانية (ديموقريطس) التي تقول إن الذرة (Atomos) تعني (غير القابل للانقسام) وظل العلماء حتى القرن التاسع عشر (نموذج دالتون) يعتقدون أن الذرة كرة صماء لا يوجد شيء أصغر منها.\n   *   الحقيقة القرآنية: القرآن أقر بوجود الذرة، لكنه أضاف بوضوح تام: ﴿وَلَا أَصْغَرُ مِن ذَٰلِكَ﴾.\n   *   الاكتشاف الحديث: في القرن العشرين، تم تحطيم الذرة واكتشاف أنها تتكون من جسيمات أصغر بكثير:\n      1.  النواة: (بروتونات ونيوترونات).\n      2.  الإلكترونات: تدور حول النواة.\n      3.  الكواركات: الجسيمات الأولية التي تتكون منها البروتونات.\n   *   النتيجة: إشارة القرآن إلى وجود(ما هو أصغر من الذرة) هي سبق علمي مذهل صحح خطأً علمياً استمر لآلاف السنين.\nب.(مِثْقَالُ ذَرَّةٍ) (الوزن الذري):\n   *   القرآن لم يقل (حجم ذرة) بل قال (مثقال) (وزن).\n   *   العلم الحديث يركز بشدة على الوزن الذري (Atomic Weight) للعنصر، وهو الذي يحدد خصائص المادة ومكانها في الجدول الدوري. الذرة رغم صغرها المتناهي، إلا أن لها وزناً دقيقاً جداً ومحسوباً، واختلاف هذا الوزن هو الذي يميز الذهب عن الحديد عن الأكسجين."
      },
       {
        "title":"4. الأثر العقدي والتربوي",
        "text":"  1.  إحاطة علم الله: الغرض من الآية هو بيان أن علم الله نافذ ودقيق، لا يفوته شيء، سواء كان بحجم الذرة، أو حتى تلك الجسيمات الدقيقة التي تختبئ داخل الذرة (ما هو أصغر منها).\n  2.  المحاسبة الدقيقة: في آية الزلزلة: ﴿فَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ﴾، يتم ربط هذا الميزان الدقيق بالأعمال، مما يوقظ ضمير المؤمن بأن لا يحقر من المعروف شيئاً ولا من الذنب شيئاً، فالميزان الإلهي يرصد ما هو أدق من الذرة."
      }
      
    ]
}
