{
  "balance_between_opposites_quran":[
    
      
       {
        "title":"التوازن بين الأضداد في القرآن: كفة الميزان التي لا تخطئ",
        "text":"أهلاً بك عزيزي مستخدم تطبيقنا يُعد موضوع (التوازن بين الأضداد) أحد أمتع وأدق فصول الإعجاز العددي، حيث يكشف لنا عن (الميزان) الخفي في القرآن الكريم.\nفالقرآن لم يأتِ ليضبط الكلمات ومعانيها فحسب، بل ضبط أعداد الكلمات وأضدادها (الكلمة ونقيضها) بميزان حساس، ليؤكد أن هذا الكتاب نزل بالحق والميزان."
      },
        {
        "title":"1. المدخل: القرآن والميزان",
        "text":"الله تعالى يصف كتابه بأنه نزل بالحق والميزان: ﴿اللَّهُ الَّذِي أَنزَلَ الْكِتَابَ بِالْحَقِّ وَالْمِيزَانَ﴾ [الشورى: 17]. ومن تجليات هذا الميزان أن نجد الكلمات المتضادة في المعنى (مثل الحياة والموت، الدنيا والآخرة) تأتي بأعداد متساوية تماماً في التكرار، وكأن القرآن يقول لنا: إن التوازن اللفظي هو مرآة للتوازن الكوني والتشريعي."
      },
      
        {
        "title":"2. أشهر أمثلة التوازن بين الأضداد (التطابق التام)",
        "text":"إليك قائمة بأبرز الكلمات المتضادة التي تكررت بنفس العدد بالضبط، رغم تفرق نزول الآيات على مدى 23 عاماً:\nالكلمة الأولى (الطرف الأيمن): الدُّنْيَا\nعدد التكرار: 115\nالكلمة الضد (الطرف الأيسر): الآخِرَة\nعدد التكرار: 115\nالدلالة واللمحة البيانية: هذه أشهر معجزة عددية. التساوي بينهما لا يعني تساويهما في القيمة (فالآخرة خير وأبقى)، بل يعني تساويهما في المنهج؛ فكما تعمل للدنيا يجب أن تعمل للآخرة، ولا يطغى طرف على آخر.\n\nالكلمة الأولى (الطرف الأيمن): الْمَلَائِكَة\nعدد التكرار: 88\nالكلمة الضد (الطرف الأيسر):الشَّيَاطِين\nعدد التكرار: 88\nالدلالة واللمحة البيانية: يمثلان طرفي الصراع الخفي (الخير والشر) والتأثير على الإنسان، وجاء عددهما متساوياً ليدل على عدالة الاختبار، فكما يوجد وسواس شيطاني، يوجد إلهام ملائكي.\n\nالكلمة الأولى (الطرف الأيمن): الْحَيَاة\nعدد التكرار: 145\nالكلمة الضد (الطرف الأيسر): الْمَوْت\nعدد التكرار: عدد التكرار\nالدلالة واللمحة البيانية: الحياة والموت هما الحقيقتان المتلازمتان في الوجود المخلوق، وتساويهما يؤكد أنهما وجهان لعملة واحدة في هذا الكون.\n\nالكلمة الأولى (الطرف الأيمن): النَّفْع\nعدد التكرار: 50\nالكلمة الضد (الطرف الأيسر): الْفَسَاد / الضُّر\nعدد التكرار: 50\nالدلالة واللمحة البيانية: التوازن بين ما ينفع وما يضر في سياق الابتلاء البشري.\n\nالكلمة الأولى (الطرف الأيمن): الحَرّ (الدفء/الصيف)\nعدد التكرار: 4\nالكلمة الضد (الطرف الأيسر): البَرْد (الشتاء)\nعدد التكرار: 4\nالدلالة واللمحة البيانية: توازن مناخي لفظي يطابق تقلبات الفصول.\n\nالكلمة الأولى (الطرف الأيمن): الرَّهْبَة (الخوف)\nعدد التكرار: 8\nالكلمة الضد (الطرف الأيسر): الرَّغْبَة (الرجاء)\nعدد التكرار: 8\nالدلالة واللمحة البيانية: التوازن النفسي المطلوب في العبادة، فلا يغلب الخوف فييأس العبد، ولا تغلب الرغبة فيأمن مكر الله.\n\nالكلمة الأولى (الطرف الأيمن): الشِّدَّة\nعدد التكرار: 102\nالكلمة الضد (الطرف الأيسر): الصَّبْر\n عدد التكرار: 102\nالدلالة واللمحة البيانية: رسالة لطيفة: مع كل شدة يأتي الصبر مساوياً لها، فلا توجد شدة إلا ومقابلها صبر متاح للمؤمن."
      },
      
        {
        "title":"3. التوازن المكسور (الإعجاز في عدم التساوي)",
        "text":"في بعض الحالات، يكسر القرآن قاعدة التساوي بين الأضداد لغرض عقدي عظيم، وهنا يكمن إعجاز من نوع آخر (إعجاز التفاضل):\nأ. الرحمة مقابل العذاب:\n   *   وردت مشتقات (الرحمة) أضعاف ما وردت مشتقات (العذاب) أو (الغضب)\n   *   الدلالة: هذا الكسر للتوازن يوافق الحديث القدسي: ((إن رحمتي سبقت غضبي)). فلو تساوى عدد كلمات الرحمة مع العذاب لكان ذلك منافياً لسعة رحمة الله التي وسعت كل شيء.\n ب. الجهر والعلانية:\n   *   تكررت كلمة (الجهر) (16 مرة) وتكررت كلمة (العلانية) (16 مرة) (تساوي).\n   *   لكن كلمة (السر) تكررت ضعفيهما (32 مرة).\n   *   الدلالة: لأن الإنسان يُسر أكثر مما يعلن، أو لأن الله يعلم السر وأخفى، فكان التركيز على السر أكبر."
      },
      
        {
        "title":"4. استحالة الصدفة البشرية",
        "text":"لإدراك عظمة هذا التوازن، تخيل مؤلفاً بشرياً يكتب كتاباً:\n   1.  يكتبه مفرقاً على مدى 23 سنة.\n   2.  يلقيه مشافهة (خطباً ومواقف) ولا يدونه أمامه في جدول إحصائي.\n   3.  يتحدث في مواضيع شتى (حرب، ميراث، قصص، عقيدة).\n   4.  ثم في النهاية، نجمع أوراقه فنجد أنه ذكر كلمة (الدنيا) 115 مرة، وكلمة (الآخرة) 115 مرة بالضبط!\nهل يمكن لعقل بشري أن يضبط هذا الإحصاء ذهنياً وسط كل هذه الظروف؟ الجواب المنطقي الوحيد: ﴿لَّا يَأْتِيهِ الْبَاطِلُ مِن بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِ ۖ تَنزِيلٌ مِّنْ حَكِيمٍ حَمِيدٍ﴾."
      }
     
   
    ]
}
