{
    "barzakh_tomb_punishment_bliss":[
      
        
       {
        "title":"عالم البرزخ: الموت وأحوال القبر، أول منازل الآخرة بين العذاب والنعيم",
        "text":"\nبعد أن تناولنا مقدمات اليوم الآخر وفتنه، ننتقل الآن إلى المرحلة الفاصلة والمباشرة التي تلي الموت، وهي عذاب القبر ونعيمه (عالم البرزخ)، وهو أول مراحل الجزاء."
      },
       {
        "title":"1. المدخل العقدي: الحياة البرزخية",
        "text":"لبرزخ لغةً هو الحاجز أو الفاصل. وفي الاصطلاح الشرعي، هو الفترة الزمنية الممتدة من لحظة وفاة الإنسان إلى لحظة بعثه يوم القيامة. الروح في هذه الفترة ليست في جسدها الدنيوي المعهود، لكنها ليست أيضاً معدومة، بل تبقى في حالة خاصة تُسمى الحياة البرزخية.\nإن الإيمان بعذاب القبر ونعيمه هو جزء أصيل من الإيمان باليوم الآخر، وهو من الغيبيات التي يجب التسليم بها بما ورد في النصوص الصحيحة."
      },
       {
        "title":"2. السؤال في القبر (الامتحان الأول)",
        "text":"بمجرد دفن الميت، تعاد روحه إلى جسده في القبر (إعادة خاصة لا نعلم كيفيتها)، ثم يأتيه ملكان للامتحان:\nأ. الملكان واسمهما:\nيأتيان الميت وهما منكر ونكير (كما ورد في بعض الآثار)، ويسألانه ثلاثة أسئلة:\n1.  من ربك؟\n2.  ما دينك؟\n3.  من نبيك؟\nب. حال المؤمن والكافر عند السؤال:\n*   المؤمن الثابت: يوفقه الله تعالى للجواب الحق:(ربي الله، وديني الإسلام، ونبيي محمد ﷺ) فيثبته الله بالقول الثابت.\n*   الكافر والمنافق: يتلعثم ويقول: (هاه.. لا أدري)ويكون جوابه كذبًا، فيُلعن ويُضرب.\nالدليل القرآني على التثبيت:\n﴿يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ ۖ وَيُضِلُّ اللَّهُ الظَّالِمِينَ ۚ وَيَفْعَلُ اللَّهُ مَا يَشَاءُ﴾ [إبراهيم: 27]."
      },
       {
        "title":"3. نعيم القبر (حال أهل السعادة)",
        "text":"نعيم القبر هو أول غيث الرحمة لمن وُفِّق للجواب الحق، وأول جزاء على عمله الصالح:\nأ. التوسعة والإنارة:\nيُفتح للمؤمن باب إلى الجنة، ويُرى مقعده فيها، ويُقال له: انظر إلى مقعدك من الجنة ويوسع له في قبره مد بصره.\nب. الروح الطيبة:\nتأتيه الملائكة بوجوه حسان، وريح طيبة، ويُقال له: (يا أيتها النفس الطيبة، اخرجي إلى روح وريحان ورب غير غضبان).\nج. النوم الهانئ:\nينام المؤمن نومة العروس التي لا يوقظها إلا أحب أهلها إليها، في نعيم واطمئنان إلى قيام الساعة."
      },
       {
        "title":"4. عذاب القبر (حال أهل الشقاء)",
        "text":"عذاب القبر هو أول عقوبة وجزاء على الكافر والمنافق والعاصي، وهو أهون من عذاب جهنم:\nأ. الضيق والاحتراق:\nيضيق على الكافر قبره حتى تختلف أضلاعه، ويُفتح له باب إلى النار، ويأتيه من حرها وسمومها، ويرى مقعده من النار.\nب. المَلَك الأعمى الأبكم:\nيُسلط عليه ملك أعمى أبكم أصم يضربه بمطرقة لو ضُرب بها جبل لصار تراباً، ويُسلَّط عليه ثعبان أعظم لا يغفل عن عذابه.\nج. الروح الخبيثة:\nتأتيه الملائكة بوجوه سوداء، وريح منتنة، ويُقال له:(يا أيتها النفس الخبيثة، اخرجي إلى سخط من الله وغضب وعذاب أليم)."
      },
       {
        "title":"5. الأثر العقدي والعملي",
        "text":"الإيمان بعذاب القبر ونعيمه يُحدث تحولاً جذرياً في حياة المؤمن:\n1.  البُعد عن الغفلة: هو تذكير دائم بأن القبر هو أول منازل الآخرة، فمن نجا فيه فما بعده أيسر، ومن لم ينجُ فما بعده أشد.\n2.  الاستعاذة الدائمة: اتباع سنة النبي ﷺ بالاستعاذة من عذاب القبر في كل صلاة، دلالة على الخوف من هذا العذاب.\n3.  تصحيح العمل: يجعل المؤمن يركز على العمل الصالح الذي ينفعه في القبر، مثل بر الوالدين والصدقة الجارية وحفظ القرآن.\nالقبر هو صندوق العمل؛ فما وضعته فيه هو ما ستجده، ولا ينفع الندم حينها."
      }
      

    ]
}
