{
  "battle_of_tabuk_the_expedition_of_hardship":
  [
       {
        "title":"غزوة تبوك (غزوة العسرة): ملحمة الصبر واليقين",
        "text":"نحن الآن في رجب من العام التاسع للهجرة. المدينة المنورة تغلي تحت وطأة صيفٍ لاهب لم تشهد له مثيلاً؛ شمسٌ تحرق الوجوه، وجدبٌ أصاب الأرض، وثمارٌ قد طابت وحان وقت قطافها بعد طول انتظار. وفي هذا الوقت الصعب، ينفجر الخبر الذي زلزل أركان الجزيرة العربية: 'الروم يجمعون جيوشهم ببلاد الشام لاستئصال الإسلام'.\n"
        },
         {
        "title":"1. الإعلان المفاجئ: حين كُشفت الأوراق فوق الرمال الحارقة",
        "text":"أنت الآن في أزقة المدينة المنورة، الصيف في ذروته، والناس يبحثون عن ظل شجرة أو شربة ماء باردة. في هذا الجو الخانق، لم تكن الأنباء القادمة من الشمال تبشر بالخير؛ هرقل ملك الروم يجهز جيشاً لا يُقهر لاجتياح الجزيرة.\nفي العادة، كان النبي ﷺ إذا أراد غزوة 'ورّى بغيرها' (أي أوهم الناس أنه ذاهب لجهة أخرى) لضمان عنصر المفاجأة. لكن في غزوة تبوك، اختلف المنهج تماماً؛ لقد كانت الرحلة استثنائية في كل شيء.\n\nأ- الخروج عن القاعدة: لماذا الإعلان الصريح؟\nأعلن النبي ﷺ أن الوجهة هي 'تبوك' ، وأن العدو هم 'بنو الأصفر' (الروم). لم يكن هناك مجال للمناورة لثلاثة أسباب قاهرة:\n   *   بُعد الشُّقة: المسافة بين المدينة وتبوك نحو 700 كيلومتر؛ وهي مسافة شاسعة تتطلب استعداداً بدنياً ونفسياً وتجهيزاً يفوق أي غزوة سابقة.\n   *   شدة الزمان (وقت العسرة): نحن في وقت 'طاب فيه الظل وابتلعت فيه الأرض الماء' . الثمار نضجت، والناس ينتظرون الحصاد بعد عام من الجدب، والخروج يعني ترك الثمار تضيع تحت الشمس.\n   *   قوة الخصم: الروم لم يكونوا قبيلة عربية، بل كانوا 'القوة العظمى الأولى' في العالم، بجيوش نظامية، ودروع ثقيلة، وتنظيم عسكري مرعب.\n\nب- تمحيصُ القلوب: الفرز العظيم\nلم يكن الإعلان مجرد إخبار بوجهة، بل كان 'اختباراً للولاء' . كان الهدف هو فصل الصادقين الذين يبيعون أنفسهم لله، عن المنافقين الذين يبحثون عن الغنائم الباردة.\n   *   المشهد: المدينة انقسمت في لحظة. الصادقون بدأوا في بيع ما يملكون لتجهيز أنفسهم، بينما بدأ المنافقون في الهمس واللمز وتثبيط الهمم.\n   *   صراعُ الظل والشمس: كان المنافقون يقولون للناس: 'لا تنفروا في الحر' ، فجاء الرد القرآني المزلزل الذي صدم أسماعهم: ﴿قُلْ نَارُ جَهَنَّمَ أَشَدُّ حَرًّا ۚ لَّوْ كَانُوا يَفْقَهُونَ﴾.\n\nج- هيبةُ القرار:\nرغم كل هذه الظروف، كان القرار النبوي حازماً: 'لا يتخلفنَّ أحد' . كان يريد أن يُثبت للروم وللعالم أن الدولة الإسلامية لم تعد مجرد واحة في الصحراء، بل هي كيان قادر على نقل المعركة إلى حدود الإمبراطوريات العظمى، حتى في أقسى الظروف.\n\nخلاصة هذه اللحظة:\nلقد كان الإعلان الصريح عن تبوك هو 'أول معركة' في الغزوة؛ معركة النفس ضد الراحة، واليقين ضد الشك. لقد نُزعت الأقنعة قبل أن تُسل السيوف."
        },
         {
        "title":"2. جيشُ العسرة: سباقُ الكرم ودموعُ البكّائين",
        "text":"تخيل المشهد في 'المسجد النبوي' ؛ المكان يغلي بالحركة، والوقت يمر بسرعة، والمنادي ينادي في الناس للتصدق لتجهيز الجيش. ملامح 'العُسرة' كانت واضحة في الوجوه الشاحبة والجيوب الخاوية، لكن في تلك اللحظات، تحولت المدينة إلى 'سوقٍ للآخرة' ، حيث الربح هو رضا الله وحده.\nعندما أعلن النبي ﷺ النفير، لم تكن خزينة الدولة تكفي لتسليح 30 ألف مقاتل وتوفير الزاد لهم لرحلة تقطع قلب الصحراء. هنا، اعتمد النبي ﷺ على 'خزينة القلوب'.\n\nأ- عثمان بن عفان: المموّل العظيم\nوقف عثمان بن عفان رضي الله عنه ليكون 'الركيزة' التي استند إليها الجيش. لم يكتفِ بتبرع بسيط، بل كان يضاعف عطاءه كلما زادت الحاجة:\n   *   المشهد: قدم عثمان 300 بعير بأحلاسها وأقتابها، ثم جاء بـ ألف دينار ذهبي ونثرها في حجر النبي ﷺ.\n   *   الأثر: رأى النبي ﷺ هذا الكرم الأسطوري الذي سدَّ حاجة الجيش، فجعل يقلب الدنانير بيده ويقول بعينين تلمعان تقديراً: 'ما ضرَّ عثمان ما فعل بعد اليوم.. ما ضرَّ عثمان ما فعل بعد اليوم'.لقد اشترى عثمان الجنة في تلك الساعة.\n\nب- أبو بكر وعمر: منافسةُ العمالقة\nلطالما كان عمر بن الخطاب رضي الله عنه يحاول سباق أبي بكر في الخير، فظن أن يوم العسرة هو الفرصة:\n   *   عمر: جاء بنصف ماله كله ووضعه أمام النبي ﷺ. سأله: 'ماذا أبقيت لأهلك يا عمر؟' قال: 'مثله'.\n   *   أبو بكر: جاء بماله كله، حتى لم يترك في بيته درهماً. سأله النبي ﷺ بذهول: 'يا أبا بكر، ماذا أبقيت لأهلك؟' فردَّ بيقينٍ زلزل الجبال: 'أبقيتُ لهم الله ورسوله'.هنا بكى عمر وقال: 'والله لا أسابقك إلى شيء أبداً'.\n\nج- 'البكاؤون' : حين تكون الدموع أغلى من الذهب\nفي زاوية أخرى من المدينة، كان هناك مشهدٌ يكسر القلب. سبعة رجال من فقراء الصحابة، لا يملكون ثمن نعلٍ ولا دابة، جاؤوا للنبي ﷺ يتوسلون أن يحملهم معه في الجيش ليموتوا في سبيل الله.\n   *   اللحظة القاسية: نظر إليهم النبي ﷺ بحزن وقال: 'لا أجدُ ما أحملكم عليه'.\n   *   رد الفعل: لم ينصرفوا فرحين بالرخصة، بل انصرفوا وهم يشهقون بالبكاء. لقد خلدهم القرآن في آية تهز الوجدان: ﴿تَوَلَّوا وَّأَعْيُنُهُمْ تَفِيضُ مِنَ الدَّمْعِ حَزَنًا أَلَّا يَجِدُوا مَا يُنفِقُونَ﴾. هؤلاء سُموا بـ 'البكائين' ، لأن ألمهم بعدم المشاركة في التضحية كان أكبر من ألم الفقر.\n\nد- تضحيات البسطاء: 'مُدُّ الصدقة'\nحتى الفقراء الذين لا يملكون إلا القليل شاركوا؛ فجاء رجلٌ بصاع من تمر، وسخر منه المنافقون قائلين: 'إن الله لغني عن صاع هذا' ، فأنزل الله فيهم قرآناً يدافع عن هؤلاء المخلصين. كانت كل حفنة تمر تخرج هي رصاصة في صدر اليأس.\n\nخلاصة هذه المرحلة:\nجيش العسرة لم يجهزه 'المال' بقدر ما جهزه 'الإخلاص'. لقد تحولت المدينة إلى ورشة عمل كبرى، والكل يريد أن يضع لبنة في هذا الجيش الذي سيواجه أعظم إمبراطوريات الأرض."
        },
         {
        "title":"3. الطريق إلى تبوك: رحلةٌ في 'الفرن' اللاهب",
        "text":"أغمض عينيك الآن وتخيل أنك تقف وسط بحر من الرمال لا نهاية له. الشمس فوق رأسك مباشرة، لا يكسر حدتها سحاب ولا شجر، تشعر وكأن الهواء الذي تستنشقه 'نار' تدخل إلى صدرك. أمامك 30 ألف رجل، الغبار يغطي وجوههم، والجهد قد بلغ منهم مبلغه، يسيرون في صمت مهيب نحو أفقٍ يرتجف من شدة الحرارة.\nلم تكن المسافة (700 كم) هي العائق الوحيد، بل كان التوقيت هو 'الاختبار الأكبر' . كان السير يتم في وقت 'القيظ' ، حيث تبلغ الصحراء ذروة غضبها الحراري.\n\nأ- مأساةُ الرواحل: 'الرجلان والثلاثة على بعير'\nتخيل جيشاً بهذا الحجم، ومع كل ما جمعه عثمان وغيره، إلا أن النقص كان حاداً.\n   *   الواقع المر: لم يكن لكل جندي فرس أو جمل. كان كل ثلاثة رجال يشتركون في بعير واحد؛ يركب أحدهم ميلاً، ثم ينزل ليمشي في الرمال الملتهبة ليركب زميله.\n   *   الجراح: تشققت أقدامهم من حرارة الرمال، وكانوا يلفون عليها الخرق والجلود لعلها تقيهم لظى الأرض، حتى سُمي هذا الجيش أيضاً 'جيش الخرق'.\n\nب- معركةُ العطش: شُرب 'الفَرْث'\nوصل العطش بالصحابة إلى حدٍّ جعلهم يشرفون على الموت. جفت حلوقهم، ويبست ألسنتهم، ولم يجدوا قطرة ماء في تلك المفازة القاتلة.\n   *   التضحيةُ الأخيرة: وصل بهم الحال أنهم بدأوا بنحر إبلهم (وهي أغلى ما يملكون ووسيلة نقلهم الوحيدة) لا ليأكلوا لحمها، بل ليعصروا 'الفَرْث' (ما في كروشها) ويشربوا ماءه المرّ القذر ليبقوا على قيد الحياة!\n   *   دعاءُ الغوث: هنا قام أبو بكر للنبي ﷺ وقال: 'يا رسول الله، إن الله قد عودك في الدعاء خيراً، فادعُ لنا' . فرفع النبي ﷺ يده للسماء، وما هي إلا لحظات حتى نشأت سحابة وأمطرت بغزارة حتى شربوا وملأوا أوعيتهم، ولم تتجاوز تلك السحابة حدود معسكرهم!\n\nج- 'الفاضحة' : المنافقون وحربُ الأعصاب\nبينما كان الصادقون يعانون، كان المنافقون في المدينة وفي أطراف الجيش يمارسون 'الحرب النفسية':\n   *   التثبيط: كانوا يقولون: 'أتحسبون جلاد بني الأصفر (الروم) كقتال العرب؟ والله لكأنا بكم غداً مقرنين في الحبال!'.\n   *   الرد الصاعق: نزل الوحي ليفضح خبايا صدورهم، فكانت سورة التوبة تُقرأ فتكشف أسماءهم وصفاتهم حتى سُميت 'الفاضحة' . ردَّ الله على قولهم 'لا تنفروا في الحر' بكلمات تزلزل الوجدان: ﴿قُلْ نَارُ جَهَنَّمَ أَشَدُّ حَرًّا ۚ لَّوْ كَانُوا يَفْقَهُونَ﴾.\n\nد- الوفاءُ العجيب: قصةُ أبي ذر الغفاري\nوسط هذا الجحيم، تأخر 'أبو ذر' لأن بعيره ضعف، فلم ينتظر، بل أخذ متاعه على ظهره ومشى وحيداً في الشمس الحارقة ليلحق بالجيش. عندما رآه الناس من بعيد، قال النبي ﷺ بكلمته الخالدة: 'يرحم الله أبا ذر.. يمشي وحده، ويموت وحده، ويُبعث وحده'.\n\nخلاصة هذه الرحلة:\nكان الطريق إلى تبوك 'فلترة' حقيقية. كل خطوة في تلك الرمال كانت تسقط منافقاً وترفع مؤمناً. لقد وصل الجيش إلى حدود الروم وهم 'هياكل بشرية' من التعب، لكنهم كانوا 'جبالاً إيمانية' لا تُقهر."
        },
         {
        "title":"4. في تبوك: الرعبُ يسبقُ الجند والسيوفُ في أغمادها",
        "text":"أنت الآن تقف على مشارف الشام، الهواء بدأ يبرد قليلاً مع اقتراب المساء، والخيام الإسلامية الثلاثون ألفاً ضربت أوتادها في أرض 'تبوك' . الصمت يلف المكان، لكنه ليس صمت الهزيمة، بل هو صمت الهيبة التي أخرست أجراس الكنائس وثكنات الروم.\nكانت الحسابات العسكرية للروم تقول إن أي جيش يحاول عبور 'مفازة الموت' في هذا الحر سيهلك لا محالة، أو سيصل متهالكاً يسهل سحقه. لكن المفاجأة التي صدمت قادة الروم كانت مغايرة تماماً.\n\nأ- الزلزالُ النفسي: 'جيشٌ لا يوقفه الجوع'\nوصلت الأنباء إلى 'هرقل' وجنرالاته: محمد ﷺ وجيشه على بعد أميال قليلة من حدودكم.\n   *   الذهول: كيف عبروا؟ كيف صمدوا؟ الروم أدركوا أنهم لا يواجهون مجرد مقاتلين، بل يواجهون 'عقيدة' تجعل الرجل يفضل الموت عطشاً في سبيل فكرته.\n   *   القرار الصعب: قُذف الرعب في قلوب الروم وحلفائهم من قبائل العرب المتنصرة (غسان ولخم وجذام). فبدلاً من التقدم للمواجهة، قرروا الانسحاب والتحصن داخل مدن الشام المحصنة، تاركين الحدود مكشوفة أمام الزحف الإسلامي.\n\nب- المعسكرُ المهيب: 20 ليلة من السيادة\nعسكر النبي ﷺ في 'تبوك' لمدة عشرين يوماً. تخيل المشهد:\n   *   30 ألف مسلم يؤدون الصلاة خلف النبي ﷺ في قلب المنطقة التي كانت تعتبر 'حديقة خلفية' للروم.\n   *   كان هذا المشهد رسالة عالمية: 'لقد انتهى عهد الخوف من القوى العظمى'.\n   *   لم يخرج جندي رومي واحد للمناوشة. لقد كان النبي ﷺ ينتظر القتال، لكن الله حسم المعركة بـ 'سلاح الرعب' الذي يسبق خطى المؤمن الصادق بمسيرة شهر.\n\nج- النصرُ السياسي: اتفاقيات العزة\nلم تكن الـ 20 ليلة مجرد انتظار، بل كانت 'تثبيتاً للنفوذ':\n   *   جاء ملوك وأمراء المناطق الحدودية (مثل يُحنّة بن رؤبة صاحب أيلة، وأهل جرباء وأذرح) يطلبون الصلح وأداء الجزية.\n   *   تحولت تبوك من ساحة معركة محتملة إلى 'مركز قيادة' دولي؛ حيث خضعت القبائل الشمالية والمدن الحدودية لسلطة المدينة المنورة، وانكسرت الهيبة الرومانية في أعين العرب تماماً.\n\nد- 'نُصرتُ بالرعب' : القاعدة النبوية\nفي هذا المكان، نطق النبي ﷺ بواحدة من خصائصه التي أعطاه الله إياها: 'نُصرتُ بالرعب مسيرة شهر' وهذا يعني أن العدو ينهار نفسياً قبل أن يرى وجه الجيش الإسلامي بثلاثين يوماً، لأن السمعة الإيمانية والثبات الأسطوري للمسلمين كانا يسبقان خيولهم.\n\nخلاصة هذا المشهد:\nغزوة تبوك لم تكن بحاجة لشهداء وجرحى لتكون 'عظيمة' ففي بعض الأحيان يكون 'الوصول' بحد ذاته هو النصر. لقد أثبت المسلمون للروم أن قلب الجزيرة العربية لم يعد صحراء منسية، بل صار مصنعاً لرجال يهابهم الملوك في قصورهم."
        },
         {
        "title":"5. العودة والدروس القاسية: حين انتصر الصدق على الاعتذار",
        "text":"أنت الآن في شوارع المدينة المنورة، الشمس تميل نحو الغروب، والجيش العائد من تبوك يدخل المدينة والناس يستقبلونهم. ولكن، خلف هذا النصر العسكري، كانت هناك 'محكمة ربانية' نصبت موازينها للقلوب. لم يكن الحساب بالسيوف هذه المرة، بل كان بـ 'الصدق'.\nبمجرد وصول النبي ﷺ إلى المدينة، جلس في المسجد لاستقبال الناس. وهنا انقسم المجتمع إلى فريقين، فريقٍ استخدم 'اللسان' للنجاة، وفريقٍ استخدم 'الصدق' ولو كلّفه ذلك حياته.\n\nأ- مسرحيةُ المنافقين: 'الأعذار الكاذبة'\nجاء أكثر من ثمانين رجلاً من المنافقين، يبتكرون الحجج الواهية: 'كنت مريضاً' 'شغلتني أموالي' 'لم أجد راحلة' \n   *   الموقف النبوي: كان النبي ﷺ يقبل علانيتهم، ويستغفر لهم، ويَكِل سرائرهم إلى الله. لقد نالوا 'براءة' شكلية، لكنهم خسروا شرف الصدق.\n\nب- كعب بن مالك: بطلُ الصدق في زمن العسرة\nثم جاء كعب بن مالك، الشاعر والصحابي الذي لم يكن لديه عذر قط؛ فلديه راحلتان، وصحة، ومال. وقف أمام النبي ﷺ الذي تبسم 'تبسم المغضب' وسأله: 'ما خلفك؟'.\n   *   لحظة الصدق: قال كعب بكلماتٍ كُتبت بماء الذهب: 'والله يا رسول الله، لو جلستُ عند غيرك من أهل الدنيا لرأيتُ أن أخرج من سخطه بعذر، ولكنني والله ما كان لي من عذر، والله ما كنت قط أقوى ولا أيسر مني حين تخلفت عنك'.\n   *   القرار الحاسم: قال النبي ﷺ: 'أما هذا فقد صدق، فقم حتى يقضي الله فيك'.\n\nج- الحصارُ الروحي: 50 يوماً من العزلة\nأمر النبي ﷺ بمقاطعة كعب وصاحبيه (مرار بن الربيع وهلال بن أمية).\n   *   تخيل المدينة كلها، حتى أقرب أصدقائهم وزوجاتهم، لا يكلمونهم ولا يردون عليهم السلام.\n   *   وصف كعب هذه الحالة بكلماتٍ ترتجف لها القلوب: 'حتى تنكرت لي الأرض، فما هي بالتي أعرف، وضاقت عليّ نفسي'.\n   *   الفتنة الأخيرة: في ذروة عزلته، وصله خطاب من ملك غسان (عدو المسلمين) يقول له: 'إن صاحبك قد جفاك، فالحق بنا نواسك'. فما كان من كعب إلا أن أحرق الخطاب قائلاً: 'وهذا أيضاً من البلاء' . لقد آثر مرارة المقاطعة في المدينة على رفاهية الكفر في قصور الشام.\n\nد- صرخةُ الفجر: 'بشّروا كعباً!'\nفي فجر الليلة الخمسين، وبينما كعب يصلي فوق سطح بيته وقد بلغت به الضائقة منتهاها، سُمع صوتُ صراخ من فوق جبل سلع: 'يا كعب بن مالك! أبشر!'.\n   *   نزلت التوبة من فوق سبع سماوات: ﴿وَعَلَى الثَّلَاثَةِ الَّذِينَ خُلِّفُوا حَتَّىٰ إِذَا ضَاقَتْ عَلَيْهِمُ الْأَرْضُ بِمَا رَحُبَتْ وَضَاقَتْ عَلَيْهِمْ أَنفُسُهُمْ.. ثُمَّ تَابَ عَلَيْهِمْ لِيَتُوبُوا ۚ إِنَّ اللَّهَ هُوَ التَّوَّابُ الرَّحِيمُ﴾.\n   *   ركض كعب للمسجد، فقام إليه طلحة بن عبيد الله يهرول واحتضنه، فقال كعب للنبي ﷺ: 'يا رسول الله، أمن عندك التوبة أم من عند الله؟' فقال ﷺ ووجهه يبرق كالقمر: 'بل من عند الله'.\n\nخلاصة هذا الدرس:\nغزوة تبوك علمتنا أن 'الصدق' مع الله قد يورثك البلاء المؤقت، لكنه يمنحك الخلود الأبدي. لقد سقط المنافقون في بئر كذبهم، وارتفع كعب بن مالك وصاحباه بصِدقهم ليكونوا قرآناً يُتلى إلى يوم القيامة."
        },
        {
          "title":"خلاصة الغزوة:",
          "text":"تبوك لم تكن معركة 'دماء' بل كانت معركة 'إرادة' . لقد أثبت المسلمون أنهم قوة عالمية قادرة على تحدي الإمبراطوريات في عقر دارها، وتحت أصعب الظروف المناخية.\nلقد كانت هذه الرحلة الشاقة هي 'البروفة' الأخيرة قبل اللقاء الكبير. لقد اكتمل بناء الجيش، واكتمل تمحيص القلوب، ولم يبقَ إلا أن يُعلن للعالم أن المهمة قد أُنجزت.\nالمقالة القادمة: 'آخر غزوات النبي ﷺ وأعظمها حشداً' .. حينما استعرض الإسلام قوته النهائية قبل رحيل القائد."
        }
       
       
     
    ]
}
