  {
  "battle_of_bani_qurayza_the_penalty_of_betrayal":
  [
       {
        "title":"غزوة بني قريظة: عقابُ الغدر.. حين يُحسم المصير حصاد الخيانة",
        "text":"أنت الآن في المدينة المنورة، العام الخامس للهجرة. الجو مشحونٌ بالتعب والذهول؛ المسلمون للتو قد انتهوا من 'غزوة الخندق' ، حيث حاصرهم 10 آلاف مقاتل من الأحزاب. وبينما كان العدو في الخارج، كانت الخيانة العظمى تنبض في الداخل؛ بنو قريظة، القبيلة اليهودية الأخيرة، نقضت العهد في أصعب لحظة، وفتحت ثغرة للأعداء لإبادة المسلمين."
        },
         {
        "title":"1. النداءُ السماوي: 'الملائكةُ لم تضع أسلحتها بعد!'",
        "text":"تخيل المشهد: المدينة المنورة بالكاد بدأت تتنفس الصعداء. الأحزاب (10 آلاف مقاتل) انسحبوا بالأمس فقط تحت ضربات الرياح الباردة والخذلان. الصحابة عادوا إلى بيوتهم، ألقوا دروعهم المثقلة بالصدأ والغبار، وشرعوا في غسل جراحهم وأجسادهم المنهكة بعد شهر من الرعب والجوع خلف الخندق.\n\nوقفة تأمل: سرُّ 'الفارس الوسيم'\nقد يتساءل القارئ: هل كان دحية الكلبي ميتاً أم حيًّا؟ والحقيقة أن دحية رضي الله عنه كان حيًّا يرزق ومن كبار الصحابة، بل وكان يجهز سلاحه للانطلاق مع الجيش في تلك اللحظة!\nفلماذا ظهر جبريل بصورته؟ اعتاد الروح الأمين 'جبريل' أن يتمثل في صورة دحية تحديداً لجماله الفائق وهيبته التي يأنس لها الناظر. وفي هذا المشهد، نزل جبريل بـ 'زيٍّ عسكري سماوي' فكان يرتدي عمامة من 'إستبرق' (حرير الجنة الغليظ) ويقود فرساً يملؤه الغبار، ليعطي إشارة للنبي ﷺ أن الملائكة لم تنزع دروعها بعد 'غزوة الخندق' ، وأن المعركة القادمة 'بأمر الله' قد بدأت الآن.\nالمفارقة المذهلة: أن الصحابة رأوا 'جبريل' يحثُّ السير نحو الحصون فظنوه 'دحية' بينما 'دحية الحقيقي 'كان لا يزال في منزله يلبس درعه ليلحق بالركب!\n\nالنبي ﷺ يؤكد الحقيقة\nعندما وصل النبي ﷺ إلى مشارف حصون بني قريظة، سأل أصحابه الذين سبقوه:\n   *   النبي ﷺ: 'هل مرّ بكم أحد؟'.\n   *   الصحابة: 'نعم يا رسول الله، مرّ بنا دحية الكلبي على بغلة بيضاء (أو فرس) عليه قطيفة ديباج'.\n   *   النبي ﷺ: 'ذاك جبريل، بُعث إلى بني قريظة ليزلزل بهم حصونهم، ويقذف الرعب في قلوبهم'.\n\n وبعد ان وضحنا شئ سوف ياتي في المقالة نعودُ أدراجَنا:\n\nأ- الزيارةُ المفاجئة: جبريل على باب النبوة\nالنبي ﷺ في بيته، يهم بالاغتسال وإزالة وعثاء الحرب. فجأة، يظهر جبريل عليه السلام في صورة 'دحية الكلبي' وهو يعتجر عمامة من إستبرق، وعلى فرسه غبار المعركة!\n   *   السؤال المذهل: قال جبريل: 'أو قد وضعت السلاح يا رسول الله؟' . أجاب النبي ﷺ: 'نعم'.\n   *   الأمر الحازم: قال جبريل: 'لكن الملائكة لم تضع أسلحتها بعد، وما رجعتُ الآن إلا من طلب القوم (الأحزاب).. إن الله يأمرك يا محمد بالمسير إلى بني قريظة، فإني ذاهب إليهم فمزلزل بهم حصونهم!'.\n\nب- الاستنفارُ الأقصى: 'لا يُصلينّ أحدٌ العصر..'\nلم يتردد النبي ﷺ ثانية واحدة. أمر منادياً يجوب أزقة المدينة، يصرخ بصوت يهز البيوت: \n'من كان سامعاً مطيعاً، فلا يصلينّ العصر إلا في بني قريظة!'\n   *   كانت هذه الكلمات بمثابة 'صاعقة' استنهاض. الجندي الذي كان يهم بالأكل ترك لقمته، والذي كان يضمد جرحه شد عليه خرقة وانطلق، والذي كان يغتسل خرج ببلله ولبس لأمته.\n\nج- المشهد العجيب: فقهُ السرعة وفقهُ النص\nهنا حدث موقف تربوي مذهل في الطريق إلى حصون قريظة:\n   1.  الفريق الأول: غابت الشمس وهم في الطريق، فقالوا: 'النبي ﷺ أراد منا الاستعجال، ولم يقصد فوات الصلاة' ، فصلوا العصر في الطريق لئلا يخرج وقتها.\n   2.  الفريق الثاني: قالوا: 'والله لا نصليها إلا حيث أمرنا النبي ﷺ ولو غابت الشمس' ، فصلوها في ساحة بني قريظة ليلاً.\n   *   النتيجة: عندما علم النبي ﷺ بذلك، لم يعنف أحداً منهم؛ فقد جمعوا بين 'السمع والطاعة' و 'الاجتهاد في التنفيذ'.\n\nد- الهرولةُ نحو 'وكر الغدر'\nتحرك 3000 مقاتل من المسلمين معهم 30 فرساً. كان الغبار يتصاعد خلفهم وهم يسابقون الزمن. لم تكن مجرد غزوة، بل كانت 'عملية جراحية' عاجلة لاستئصال الخيانة التي كادت تذبح المدينة من الداخل قبل أيام. وصل النبي ﷺ بجيشه، وضرب الحصار حول الحصون العالية، وبدأت القلوب الغادرة بالداخل ترتجف، فقد عرفوا أن 'الملائكة' والمسلمين قد أتوا للحساب.\n\nخلاصة هذه اللحظة:\nلقد علم النبي ﷺ أصحابه أن 'الراحة' الحقيقية ليست بعد المعركة، بل هي في 'إتمام المهمة' . بنو قريظة الذين ظنوا أن المسلمين منشغلون بجراحهم، صُدموا برؤية الرايات الإسلامية تحت أسوارهم قبل أن يجف ماء الاغتسال."
        },
         {
        "title":"2. الحصارُ الخانق: 25 ليلة من الذعر والانهيار النفسي",
        "text":"أنت الآن تقف تحت أسوار بني قريظة العالية. البرد قارس، والليل في المدينة لا يرحم، لكن نيران معسكرات المسلمين تحيط بالحصون كالسوار حول المعصم. بالداخل، لا يُسمع سوى بكاء الأطفال وهمس الرجال الخائفين. لقد أدركوا أن 'اللعبة' انتهت، وأن طعنة الظهر التي وجهوها للنبي ﷺ أثناء 'الخندق' قد ارتدت إلى صدورهم.\nلم يكن حصاراً عادياً، بل كان 'حصاراً للمصير' . المسلمون غاضبون؛ لأن خيانة بني قريظة كانت تهدف لإبادة نساء وأطفال المسلمين بالكامل. لذا، لم يفتح المسلمون باباً للتفاوض، بل كان حصاراً صامتاً ومطبقاً.\n\nأ- الرعبُ الذي قذفه جبريل\nتذكر الملحوظة السابقة؟ لقد سبقهم جبريل عليه السلام. عندما نزل بنو قريظة إلى حصونهم، أحسوا بضيق في الصدور ورعب غير مبرر. تيقنوا أن الساحة لم تعد ساحة بشر فحسب، بل إن ملائكة السماء تزلزل حصونهم من القواعد.\n\nب- كعب بن أسد: القائد الذي فقد الأمل\nاجتمع زعيمهم 'كعب بن أسد' برجاله في ليلة ظلماء، وقال لهم: 'يا معشر يهود، قد نزل بكم من الأمر ما ترون، وإني عارض عليكم ثلاث خصال، فخذوا أيها شئتم'.\n\nج- خياراتُ اليأس الثلاثة: (الهروب إلى الهاوية)\n   1.  الخيار الأول (الإسلام): قال لهم: 'نتبع هذا الرجل ونصدقه، فوالله لقد تبين لكم أنه نبي مرسل، وبذلك تأمنون على دمائكم وأموالكم'.\n      *   الرد: قالوا بصلف: 'لا نفارق حكم التوراة أبداً'.\n   2.  الخيار الثاني (مذبحةُ الشرف): قال: 'نقتل نساءنا وأبناءنا بأيدينا، ثم نخرج بسيوفنا صكّة واحدة إلى محمد، فإن هلكنا هلكنا ولم نترك وراءنا ما نخشى عليه'.\n      *   الرد: قالوا بذعر: 'نقتل هؤلاء المساكين؟ فما خير العيش بعدهم؟'.\n   3.  الخيار الثالث (خديعة السبت): قال: 'الليلة ليلة السبت، ومحمد وأصحابه يأمنوننا فيها، فلنهجم عليهم فجأة لعلنا نصيب منهم غِرّة'.\n      *   الرد: قالوا: 'نفسد سبتنا؟ لم يفعل هذا أحد قبلنا إلا وأصابه المسخ!'.\n\nد- صرخةُ العجز الأخيرة\nهنا انفجر 'كعب بن أسد' غضباً من ترددهم وضياعهم، وصرخ في وجوههم بكلمته التي خلّدها التاريخ:\n'ما بات رجل منكم منذ ولدته أمه ليلة واحدة من الدهر حازماً!' (أي: أنكم شعب لا يعرف الحسم، وسوف تدفعون ثمن هذا التردد).\n\nهـ- اليأسُ المطلق:\nفي نهاية الليلة الخامسة والعشرين، انهاروا تماماً. لم يطلقوا سهماً واحداً، ولم يخرجوا للمبارزة. الرعب أكل أطرافهم، فقرروا النزول على حكم رسول الله ﷺ، ظانين أن حلفاءهم القدامى من 'الأوس' سينقذونهم كما فعل ابن أبيّ مع بني قينقاع. لكنهم لم يدركوا أن 'الخيانة العظمى' لا تُحل بالوساطات.\n\nخلاصة هذه المرحلة:\nسقطت الحصون نفسياً قبل أن تسقط عسكرياً. الخوف من مواجهة 'الرجل الذي غدروه' كان أقوى من حصونهم. والآن، الأبواب تُفتح، والرجال يُساقون، والجميع ينتظر: من هو الرجل الذي سيحدد مصيرهم؟"
        },
         {
        "title":"3. استسلامُ الغادرين وكلمةُ 'سعد' : حُكمُ السماء من فوق الارض",
        "text":"أنت الآن في قلب المشهد الأكثر مهابة في تاريخ المدينة. الشمس تميل للغروب، والصمت يطبق على المكان، وآلاف العيون معلقة برجل واحد يُساق محمولاً من ألمه ليحمل على عاتقه قراراً سيهز أركان الجزيرة العربية. لم تعد القضية مجرد حرب، بل أصبحت 'محكمة التاريخ' التي ستضع حداً نهائياً لمسلسل الغدر داخل أسوار المدينة.\nبعد 25 ليلة من الحصار المطبق، فُتحت أبواب الحصون. خرج بنو قريظة بوجوه شاحبة، يرجون 'وساطة' قبيلة الأوس (حلفائهم القدامى) كما فعل عبد الله بن أبيّ مع بني قينقاع.\n\nأ- التفويضُ النبوي: حكمةُ القائد\nالأنصار من 'الأوس' ألحّوا على النبي ﷺ: 'يا رسول الله، هؤلاء موالينا (حلفاؤنا)، فهبهم لنا كما وهبت بني قينقاع لابن أبيّ' . هنا، تجلت حكمة النبي ﷺ ليقطع دابر أي شعور بالانحياز أو الظلم، فقال لهم:\n'ألا ترضون أن يحكم فيهم رجل منكم؟' قالوا بغبطة: 'بلى!' ، فكان الاختيار الصاعق لقلوب الخائنين: 'سعد بن معاذ'.\n\nب- المشهد المهيب: خروجُ 'الأسد الجريح'\nكان سعد بن معاذ يرقد في خيمته بالمسجد النبوي، يعاني من طعنة في 'أكحله' (عِرق في الذراع) أصيب بها في الخندق، وكان قد دعا الله: 'اللهم لا تمتني حتى تقرّ عيني من بني قريظة'.\n   *   الموكب: جيء بسعد محمولاً على حمار، تحيط به قبيلته 'الأوس' يهمسون في أذنه: 'يا سعد، أحسن في مواليك، فإن رسول الله قد حكمك لتعفو عنهم'.\n   *   الرد الصامد: ظل سعد صامتاً حتى اقترب من الحصون، فنظر إليهم وقال كلمته التي أخرست الجميع: 'لقد آن لسعد ألا تأخذه في الله لومة لائم'. \n\nج- الحكم الصاعق: 'تُقتل المقاتلة'\nوقف سعد أمام النبي ﷺ والمسلمين واليهود، وسأل الطرفين: 'عليكم عهد الله وميثاقه أن الحكم ما حكمت؟' قالوا: 'نعم' فأشار بيده نحو جهة النبي ﷺ (إجلالاً له) وقال: 'وعلى من هاهنا؟' قال ﷺ: 'نعم' . هنا نطق سعد بحكم 'الخيانة العظمى' في قوانين الحروب:\n'إني أحكم فيهم: أن تُقتل المقاتلة، وتُسبى الذرية، وتُقسم الأموال!'\n\nد- التصديق النبوي: صكُّ السماء\nبمجرد أن نطق سعد بالحكم، لم يعترض النبي ﷺ ولم يغير فيه حرفاً، بل كبّر وقال كلمته التي تخلع القلوب:\n'لقد حكمتَ فيهم بحكم الله من فوق سبع سماوات!'\n\nخلاصة هذه اللحظة:\nلم يكن حكم سعد بن معاذ نابعاً من رغبة في الانتقام، بل كان حكماً على 'الجريمة' لا على 'الأشخاص' ؛ فبنو قريظة لم يكتفوا بالعداء، بل غدروا في أحلك ساعات المسلمين، وكان حكمهم هذا هو الضمان الوحيد لألا تتكرر مأساة الخندق مرة أخرى."
        },
         {
        "title":"4. يومُ الحساب: طهارةُ المدينة من جذور الغدر",
        "text":"تخيل هدوء المدينة في ذلك الصباح؛ لم يكن هدوء الراحة، بل كان هدوء العدالة التي تأخذ مجراها. في 'سوق المدينة' ، حُفرت الخنادق، وسِيق إليها من اختاروا نقض العهد في ساعة العسرة. المشهد كان فاصلاً بين عصرين: عصر كان فيه المسلمون مهددين من الداخل، وعصر أصبحت فيه المدينة قلعةً حصينة لا يجرؤ أحد على العبث بأمنها.\nكان الحكم الذي نطق به سعد بن معاذ (بتأييد إلهي) حازماً كحد السيف. لم تكن المسألة قسوة، بل كانت 'ضرورة وجودية' ؛ فالدولة التي تتسامح مع الخيانة العظمى أثناء الحرب المحتومة هي دولة تحكم على نفسها بالفناء.\n\nأ- عدالةُ التنفيذ: لا تزرُ وازرةٌ وزر أخرى\nرغم شدة الحكم، تجلت أخلاق النبوة في التنفيذ:\n   *   الفصل: عُزل الرجال الذين شاركوا في الحرب والتحريض عن النساء والأطفال.\n   *   الرحمة بالذرية: لم يُقتل طفل ولا امرأة، بل استُحييوا جميعاً، وصاروا تحت رعاية المسلمين.\n   *   الاستثناء: نجا من الموت كل من لم ينقض العهد أو من ثبت أنه عارض الخيانة، مثل الصحابي 'ثعلبة بن سعية' وأخوه أسيد.\n\nب- 'حيي بن أخطب' : الكبرياء حتى المقصلة\nسِيق 'رأس الأفعى' حيي بن أخطب (زعيم بني النضير الذي كان يختبئ عند قريظة وهو الذي جرّهم للهاوية).\n   *   المشهد: وقف أمام النبي ﷺ بملابسه الممزقة (حتى لا يُستفاد منها) ويداه مغلولتان.\n   *   الكلمات الأخيرة: لم ينحنِ ولم يتراجع، بل قال بمرارة: 'أما والله ما لمتُ نفسي في عداوتك، ولكن من يخذل الله يُخذل' . ثم التفت إلى قومه وقال: 'يا أيها الناس، لا بأس بأمر الله، ملحمةٌ كتبها الله على بني إسرائيل' . ثم قُدم فقُتل، وانطوت صفحة أكبر محرض ضد الإسلام في المدينة.\n\nج- 'سعد بن معاذ' : استجابةُ الدعوة والرحيل\nبعد أن نُفذ الحكم وقرت عين سعد برؤية عدالة الله فيمن أرادوا إبادة قومه، لم يعد للجسد المنهك طاقة.\n   *   النهاية: انفتح جرحه (الأكحل) مرة أخرى، وسال دمه في خيمته بالمسجد.\n   *   الجزاء: توفي سعد رضي الله عنه، واهتز لموته 'عرش الرحمن' ، ونزل سبعون ألف ملك لم يطئوا الأرض قبلها ليعزوا فيه. لقد رحل الرجل الذي حسم بكلمته أخطر خيانة في المدينة.\n\nد- النتائجُ الاستراتيجية: المدينةُ للمسلمين\n   1.  سيادة كاملة: انتهى الوجود السياسي والعسكري لليهود داخل المدينة تماماً.\n   2.  هيبة الدولة: أدركت قبائل العرب أن محمداً ﷺ لا يفرّق بين عدو في الميدان وخائن في الداخل.\n   3.  الاستقرار الاقتصادي: وُزعت الأموال والمزارع، مما ثبت أركان الدولة مادياً."
        },
         {
        "title":"خلاصة الغزوة:",
        "text":"كانت غزوة بني قريظة هي 'الكيّ' الأخير لجرح المدينة. سقطت حصونهم، ورحلت أحلامهم في تدمير الإسلام من الداخل. وبانتهاء هذه المعركة، تحولت المدينة من 'مدافع' يخشى الخيانة، إلى 'مهاجم' يستعد لاقتلاع رؤوس الفتنة في معقلهم الأخير بالشمال.\nالآن، طُهرت المدينة.. لكن هناك في الشمال، في واحة نخيل عملاقة، يختبئ بقايا بني النضير وقادة اليهود الفارين. هناك 'خيبر' ، القلعة التي ظن العرب أنها لا تُقهر، والمدينة التي تُصدر المؤامرات والذهب والسيوف ضد المسلمين.\nالمقالة القادمة: 'غزوة خيبر: سقوط الحصون.. حين أُعطي الراية رجلٌ يحبه الله ورسوله'."
        }
         
       
    ]
}
