{
  "battle_of_khaybar_the_fall_of_fortresses":
  [
       {
        "title":"غزوة خيبر: سقوط القلاع.. القصة الكاملة من الجذور (الملحمة الكبرى)",
        "text":"نحن الآن في مطلع العام السابع للهجرة. المدينة المنورة تعيش حالة من الاستقرار بعد صلح الحديبية، لكن هناك 'دُمّلاً' في الشمال ينزف غدراً وتحريضاً. خيبر ؛ ليست مجرد مدينة، مجموعة من الحصون التي شُيدت فوق قمم الجبال بشكل يجعل اقتحامها ضرباً من الخيال.\nغزوة خيبر لم تكن مجرد معركة، بل كانت 'عملية استئصال' لأكبر وكر للمؤامرات في الجزيرة العربية."
        },
         {
        "title":"1. لماذا خيبر؟ (كواليس الغدر وموجبات الحسم)",
        "text":"أنت الآن تدرك أن خيبر لم تكن مجرد مدينة زراعية هادئة، بل كانت 'غرفة عمليات' مركزية لإسقاط الدولة الإسلامية. تخيل أن المدينة المنورة كانت محاطة بالأعداء من كل جانب، وكان لزاماً على النبي ﷺ أن يكسر هذا الطوق ليبدأ الإسلام بالانتشار العالمي.\nبعد أن ارتاح المسلمون من جبهة الجنوب بتوقيع 'صلح الحديبية' مع قريش، التفت النبي ﷺ إلى الشمال، حيث تقع خيبر؛ القوة المالية والعسكرية الكبرى التي لم تتوقف يوماً عن حياكة المؤامرات.\n\nأ- وكرُ الأفاعي: اجتماعُ رؤوس الفتنة\nبعد طرد بني النضير من المدينة (بسبب محاولة اغتيال النبي ﷺ بالصخرة)، لم يرحلوا للشتات بل استقروا في خيبر.\n   *   المشهد: تحولت خيبر من مجرد واحة يهودية إلى 'عاصمة بديلة' يسيطر عليها قادة بني النضير الحاقدون (مثل حيي بن أخطب). كان هدفهم الوحيد هو العودة للمدينة فوق جثث المسلمين.\n\nب- تمويلُ 'الأحزاب' : المالُ الذي أراد حرق المدينة\nهل تذكر 10 آلاف مقاتل الذين حاصروا المدينة في 'غزوة الخندق'؟\n   *   الحقيقة التاريخية: زعماء خيبر هم من طافوا على قبائل العرب (قريش، غطفان، بني سليم) وحرضوهم على الحرب، وتكفلوا بتموين الجيش بالكامل وإمداده بالمال والزاد. خيبر كانت 'الممول الرسمي' لمحاولة إبادة الإسلام.\n\nج- تحالفُ 'الشمال' : خيبر وغطفان\nقبيلة غطفان كانت من أشرس قبائل نجد، وكان يهود خيبر يغرونهم باستمرار بنصف محصول تمر خيبر سنوياً مقابل أن يكونوا 'ذراعهم العسكري لضرب المدينة المنورة من الخلف. كان هذا التحالف يمثل تهديداً وجودياً ومستمراً؛ ففي أي لحظة يمكن لغطفان أن تهجم بآلاف المقاتلين بدعم مالي من خيبر.\n\nد- تأمينُ الظهر: استراتيجية 'الحديبية'\nبذكاء سياسي فذ، عَقَد النبي ﷺ صلح الحديبية مع قريش لـ 'تحييدها' وبمجرد أن أمن جانب قريش (العدو الأكبر في الجنوب)، أصبح لديه الفرصة الذهبية لتصفية 'وكر خيبر' في الشمال دون خوف من أن تهجم قريش على المدينة وهي خالية من جيشها.\n\nهـ- الرسالةُ الكبرى: 'لا مكان للخونة'\nكان التحرك نحو خيبر رسالة لكل قبائل العرب: 'أن يد العدالة النبوية ستصل إلى أمنع الحصون، وأن من يمول الحرب ضد المدينة سيخسر ماله وأرضه'.\n\nخلاصة هذه المرحلة:\nخيبر كانت 'عنق الزجاجة' . لو تُرِكت، لظل المسلمون في حالة استنزاف دائم وقلق مستمر. كان لابد من كسر هذه الشوكة ليتحول المسلمون من مرحلة 'الدفاع عن المدينة' إلى مرحلة 'الفتح العالمي'."
        },
         {
        "title":"2. الخطة العسكرية: فنُّ الالتفاف وخدعةُ الصمت",
        "text":"تخيل الآن أنك أحد جنود هذا الجيش الصغير.. الجو بارد، والسكون يلف الصحراء، والنبي ﷺ يتقدم الركب بحذر شديد. لا طبول تُقرع، ولا أهازيج تُرفع، فقط صوت خفاف الإبل ووقع أقدام الرجال على الرمال. الهدف ليس مجرد الوصول، بل 'السبق' قبل أن يستيقظ الوحش القابع خلف الحصون.\nلم تكن خيبر لقمة سائغة؛ فهي جغرافيا معقدة وحصون متناثرة. لذا اعتمد النبي ﷺ على استراتيجية 'عزل العدو' قبل مواجهته.\n\nأ- جيشُ الصفوة: 'أهلُ الرضوان' فقط\nأعلن النبي ﷺ قراراً حاسماً: 'لا يخرج معنا إلا رغبة في الجهاد'\n   *   منع المنافقين والذين تخلفوا في الحديبية من الخروج طمعاً في الغنائم.\n   *   تشكل الجيش من 1400 مقاتل (وهم بايعوا تحت الشجرة على الموت)، مما جعل الجيش 'كتلة واحدة' من الإيمان والاحترافية العسكرية، لا مكان فيه لضعاف القلوب.\n\nب- مناورةُ 'الرجيع' : قطعُ حبل الوريد\nكانت هناك مشكلة كبرى: قبيلة غطفان. لو علمت غطفان بتحرك المسلمين، لخرجت بآلافها لنجدة خيبر ولأصبح المسلمون بين فكي كماشة.\n   *   الخطة: لم يسر النبي ﷺ في الطريق المعتاد لخيبر، بل سلك طريقاً يقع بين خيبر وغطفان (بمنطقة تسمى الرجيع).\n   *   النتيجة: عندما سمعت غطفان بحركة الجيش، ظنوا أن النبي ﷺ يريد غزو ديارهم هم! فتحصنوا في بيوتهم ومنعوا أنفسهم، وبذلك عزل النبي خيبر تماماً عن حليفها الأقوى.\n\nج- الوصولُ الصامت: 'ليلةُ السقوط المفاجئ'\nوصل الجيش الإسلامي إلى مشارف خيبر ليلاً. وبدلاً من الهجوم الفوري، أمر النبي ﷺ الجيش بالمعسكر في هدوء تام.\n   *   قضى المسلمون ليلتهم تحت أسوار العدو دون أن يشعر بهم أحد.\n   *   كان النبي ﷺ يكره أن يطرق العدو ليلاً، فانتظر حتى يبزغ الفجر.\n\nد- صدمةُ الصباح: 'محمدٌ والخميس!'\nفي الصباح الباكر، فتح الفلاحون أبواب الحصون وخرجوا بمساحيهم ومكاتلهم (أدوات الزراعة) متجهين إلى مزارع النخيل كعادتهم كل يوم.\n   *   المشهد: فجأة، وجدوا أنفسهم وجهاً لوجه مع غابة من الرماح والسيوف ورايات المسلمين تحيط بهم من كل جانب.\n   *   الصرخة: ولّوا مدبرين وهم يصرخون بأعلى صوتهم: 'محمدٌ واللّٰه! محمدٌ والخميس!' (والخميس أي الجيش العظيم المكون من 5 فرق).\n   *   الرد النبوي: عندما رآهم النبي ﷺ، استبشر بنصر الله وقال جملته الشهيرة:\n'اللّٰه أكبر! خَرِبَت خيبر، إنا إذا نزلنا بساحة قومٍ فساء صباحُ المنذرين'.\n\nخلاصة هذه المرحلة:\nبذكاء الالتفاف وصمت الوصول، حقق النبي ﷺ نصف النصر قبل أن تبدأ المعركة. لقد فُصلت خيبر عن حلفائها، وبُغتت في عقر دارها، وتحول 'يوم العمل' عندهم إلى 'يوم الحساب'."
        },
         {
        "title":"3. جغرافيا الرعب: استراتيجية الحصون السبعة",
        "text":"تخيل أنك تقف الآن أمام مجمع عسكري هائل، ليس مجرد مدينة، بل 'ترسانة' جبلية صلبة. خيبر لم تكن هدفاً سهلاً يمكن إسقاطه بضربة واحدة؛ بل كانت عبارة عن مجموعات من القلاع المشيدة فوق قمم الجبال البركانية السوداء (الحرّات)، مما يجعل الوصول إليها انتحاراً عسكرياً بمقاييس ذلك الزمان.\nلم تكن خيبر مدينة ذات سور واحد، بل كانت عبارة عن ثلاثة 'نطاقات دفاعية' مستقلة، كل نطاق يضم مجموعة من الحصون المنيعة التي تتبادل الحماية فيما بينها.\n\nأ- النطاق الأول: منطقة 'النطاة' (خط الدفاع الشرس)\nهذا النطاق هو أول ما واجهه المسلمون، وكان يضم أعتى المقاتلين:\n   1.  حصن ناعم: هو 'بوابة خيبر' وأصعب حصونها على الإطلاق، وفيه كان يسكن 'مرحب' ملك خيبر وفارسها الأسطوري.\n   2.  حصن الصعب بن معاذ: كان يمثل 'المخزن الاستراتيجي' ؛ حيث كُدست فيه أطنان من التموين والذخيرة والطعام التي تكفي خيبر لسنوات.\n   3.  حصن قلّة: حصن مرتفع جداً يتطلب تسلقه مجهوداً خرافياً تحت ضربات النبال.\n\nب- النطاق الثاني: منطقة 'الشِّق' (قلب المعركة)\nبعد سقوط النطاة، كان على المسلمين اقتحام منطقة الشق، وهي منطقة تتميز بوعورة تضاريسها:\n   1.  حصن أبيّ: اشتهر بوجود قناصة نبال ماهرين جداً خلف شرفاته.\n   2.  حصن النزار: كان يُعتبر الحصن الأكثر تحصيناً من الناحية الهندسية، حيث شيد فوق صخرة صماء يصعب نقبها أو تسلقها.\n\nج- النطاق الثالث: منطقة 'الكتيبة' (الملاذ الأخير)\nهنا تجمعت عائلات اليهود وكنوزهم وأموالهم بعد سقوط المناطق الأولى:\n   1.  حصن القموص: حصن بني النضير العظيم، وهو الذي سكنته 'صفية بنت حيي بن أخطب' وكان يُعد أمنع حصون خيبر قاطبة.\n   2.  حصن الوَطِيح والسلالم: وهما آخر معقلين في خيبر، وبسقوطهما أُسدل الستار على الوجود العسكري لليهود في الحجاز.\n\nلماذا كانت هذه الجغرافيا 'مرعبة'؟\n   *   الارتفاع: الحصون مبنية فوق مرتفعات، مما يعني أن المسلمين كانوا هدفاً سهلاً للنبال والصخور الملقاة من الأعلى.\n   *   المؤن: كل حصن كان مستقلاً بذاته من حيث الماء والطعام، مما يعني أن 'حصار الجوع' قد يستغرق شهوراً أو سنوات.\n   *   التنسيق: إذا سقط حصن، انسحب المقاتلون إلى الحصن الذي يليه، مما جعل المعركة عبارة عن 'سلسلة مطولة' من الحروب الصغيرة المنهكة.\n\nخلاصة هذه المرحلة:\nكانت خيبر 'مستنقعاً' عسكرياً صممه اليهود ليكون مقبرة لأي جيش. لم يكن فتحها يحتاج إلى كثرة عدد، بل كان يحتاج إلى 'مفتاح' معجز يكسر هيبة هذه الجدران."
        },
         {
        "title":"4. ملحمة 'الباب المستعصي' : حين أشرقت الراية في يد علي",
        "text":"أنت الآن في اللحظة الأكثر إثارة في تاريخ خيبر. الحصون صامدة، النبال تنهمر كالمطر، والمسلمون يعانون من الجوع والتعب بعد أيام من المحاولات الفاشلة لاقتحام 'حصن ناعم' ساد القلق، لكن النبي ﷺ كان يعدُّ لمفاجأة ستقلب موازين القوى وتكسر هذا الاستعصاء للأبد.\nلم تكن المعركة تحتاج لمزيد من الرجال، بل كانت تحتاج لروح قتالية من نوع خاص، ويقين لا يزحزحه رعب الحصون.\n\nأ- ليلةُ التمنّي: 'مَن هو الرجل؟'\nبات الصحابة ليلتهم يدوكون (يخوضون ويتساءلون): من هو هذا الرجل الذي يحبه الله ورسوله؟ كل واحد منهم تمنى أن يكون هو صاحب الراية، ليس حباً في القيادة، بل طمعاً في تلك 'الشهادة السماوية'بالحب والمحبة. حتى عمر بن الخطاب رضي الله عنه قال: 'ما أحببت الإمارة إلا يومئذ'.\n\nب- المعجزة: 'أين علي؟'\nفي الصباح، سأل النبي ﷺ عن علي بن أبي طالب، فقالوا: 'هو يشتكي عينيه (به رمد شديد لا يبصر به)'.\nاللمسة النبوية: جيء بعلي يُقاد لا يرى طريقه، وضع النبي ﷺ قليلاً من ريقه المبارك على عين سيدنا علي بن أبي طالب المريضة ودعا له.\n   *   الدهشة: في لحظة واحدة، برأت عيناه تماماً وكأن لم يكن بهما وجع قط، وسلّمه النبي ﷺ الراية البيضاء وقال له: 'انفذ على رسلك حتى تنزل بساحتهم، ثم ادعهم إلى الإسلام.. فوالله لأن يهدي الله بك رجلاً واحداً خير لك من أن يكون لك حُمْر النعم'\n\nج- اقتلاعُ المستحيل: 'البابُ الذي صار تُرساً'\nانطلق علي رضي الله عنه يهرول بالراية حتى ركزها تحت الحصن. خرج إليه 'مرحب' وفوارس خيبر، واشتد القتال.\n   *   المشهد الإعجازي: في معمعة القتال، ضُرب عليٌّ فسقط درعه (ترسه) من يده. لم يتراجع ولم يتوقف، بل اندفع نحو باب الحصن الحديدي العظيم، وبقوة إلهية مذهلة، اقتلع الباب من مكانه بيديه!\n   *   الدرع البشري: جعل علي من ذلك الباب الثقيل درعاً يحمي به نفسه ويقاتل به، وظل يحمله حتى فتح الله الحصن للمسلمين.\n   *   شهادة التاريخ: يروي 'أبو رافع' (مولى النبي) أنه حاول مع سبعة رجال آخرين بعد المعركة أن يقلبوا ذلك الباب أو يحركوه من مكانه، فلم يستطيعوا!\n\nد- سقوطُ الأسطورة: 'أنا الذي سمتني أمي حيدرة'\nقبل الفتح، خرج 'مرحب' يختال بقوته، فبرز له علي.\n   *   قال مرحب: 'قد علمت خيبر أني مرحب.. شاكي السلاح بطلٌ مجرب'\n   *   أجابه علي بكل ثقة: 'أنا الذي سمتني أمي حيدرة (الأسد).. أكيلكم بالسيف كيل السندرة'\n   *   الضربة الحاسمة: تبادلا الضربات، ثم هوى علي بسيفه (ذو الفقار) على رأس مرحب، ففلق الخوذة والحجر الذي تحتها، وشق رأسه حتى وصل السيف إلى أضراسه! سقط العملاق، ومع سقطته سقطت هيبة خيبر للأبد.\n\nخلاصة هذه المرحلة:\nكان علي بن أبي طالب هو 'المفتاح' الذي اختاره الله لفتح خيبر. لم يكن اقتلاع الباب مجرد عرض قوة، بل كان إعلاناً بانتهاء عصر 'التحصن خلف الجدران' أمام قوة الإيمان."
        },
         {
        "title":"5. تساقط الحصون: من شارع لشارع ومن قمة لقمة",
        "text":"بعد مقتل 'مرحب' واقتلاع الباب، انكسر العمود الفقري للدفاعات اليهودية، لكن المعركة لم تنتهِ؛ فقد تحولت خيبر إلى سلسلة من معارك الشوارع وحصار الحصون المتبقية. كان القتال من أجل 'البقاء' بالنسبة لهم، ومن أجل 'تأمين المستقبل' بالنسبة للمسلمين.\nلم تكن خيبر مدينة مفتوحة، بل كانت عبارة عن 'جزر دفاعية' . كلما فتح المسلمون حصناً، انسحب المقاتلون إلى الحصن الذي يليه، مما جعل المعركة طويلة ومرهقة.\n\nأ- حصن 'الصَّعْب بن معاذ' : معركةُ الجوع والشبع\nبعد حصن ناعم، كان التحدي الأكبر هو حصن الصعب. كان المسلمون في حالة جوع شديد لدرجة أنهم ذبحوا الحمر الأهلية (الحمير) ليأكلوها، فنهاهم النبي ﷺ عن ذلك.\n   *   الاقتحام: قاد الحصار 'الحباب بن المنذر' . وبعد قتال مرير، سقط الحصن.\n   *   الكنز الحقيقي: لم يجد المسلمون ذهباً فحسب، بل وجدوا 'المخازن الاستراتيجية' لخيبر؛ أطنان من التمر، والشعير، والسمن، والعسل. هنا شبع المسلمون لأول مرة منذ خروجهم من المدينة، وتزودوا بما يكفيهم لاستكمال الفتح.\n\nب- حصن 'القموص' : قلعةُ بني النضير الحصينة\nهذا هو 'أمنع' حصون خيبر، حيث تحصن فيه زعماء بني النضير الذين فروا من المدينة سابقاً.\n   *   الحصار الطويل: استمر الحصار 20 يوماً، حاول المسلمون فيها بكل الوسائل اقتحامه.\n   *   الانهيار: مع تزايد ضغط المسلمين وسقوط الحصون المحيطة، انهار المقاتلون بالداخل وقرروا الاستسلام. وفيه وقعت 'صفية بنت حيي بن أخطب' في الأسر قبل أن يتزوجها النبي ﷺ.\n\nج- المفاوضات: 'نصف الثمر' مقابل البقاء\nانتهى القتال عند حصني (الوطيح والسلالم). هنا أدرك اليهود أنهم هُلكوا لا محالة، فأرسلوا إلى النبي ﷺ يطلبون الصلح.\n   *   شروط الصلح: حقن الدماء، وترك الذرية، مقابل أن يخرجوا من خيبر ويتركوا كل أموالهم وأراضيهم للمسلمين.\n   *   العرض الأخير: قالوا للنبي ﷺ: 'نحن أعلم بالأرض منكم، فدعنا نكون فيها فلاحين ونعطيكم نصف الثمر'\n   *   القرار النبوي: وافق النبي ﷺ على بقائهم مزارعين للأرض (بصيغة تُعرف في الفقه بالمساقاة)، شريطة أن للمسلمين الحق في إخراجهم متى شاؤوا.\n\nخلاصة هذه المرحلة:\nفتحت خيبر أبوابها أخيراً. لم يعد المسلمون تلك الجماعة التي تعاني الفقر والتهديد، بل أصبحوا أسياداً لأغنى واحة في الشمال. لكن وسط أجواء النصر هذه، كان هناك 'غدر' أخير يُطبخ في الخفاء، كاد أن ينهي حياة النبي ﷺ."
        },
           {
        "title":"6. 'شاة زينب المسمومة' : حين نطق الجماد بحياة النبي ﷺ",
        "text":"بينما كانت رايات النصر تخفق فوق حصون خيبر، وبينما كان المسلمون يتنفسون الصعداء بعد معارك طاحنة، ظهر 'الغدر' في أبشع صوره؛ ليس في ميدان القتال هذه المرة، بل في 'طبق طعام'.\nلم يتقبل الجميع الهزيمة؛ فبينما كان النبي ﷺ يضع لمسات الاستقرار في خيبر، كانت هناك امرأة تُدعى زينب بنت الحارث (زوجة سلام بن مشكم الذي قُتل في المعركة) تخطط لعملية اغتيال صامتة.\n\nأ- الفخُّ المتقن: 'سمُّ الكتف'\nسألت زينب: 'أيُّ لحم الشاة أحبُّ إلى محمد؟' قيل لها: 'الكتف'.\n   *   قامت بذبح شاة وشوتها، ثم ملأتها سماً نقعته لأيام، وركزت كمية السم الأكبر في الكتف.\n   *   جاءت بها إلى النبي ﷺ كـ 'هدية' (والنبي ﷺ كان يقبل الهدية ولا يأكل الصدقة).\n\nب- المعجزة: 'إن هذا العظم ليخبرني'\nجلس النبي ﷺ ومعه أصحابه، وتناول قطعة من الكتف فنهس منها مضغة، وكان معه الصحابي بِشر بن البراء.\n   *   فجأة، توقف النبي ﷺ ولفظ (أخرج) ما في فمه ولم يبتلعه.\n   *   قال ﷺ لمن معه: 'ارفعوا أيديكم! فإن هذا العظم (وفي رواية الكتف) يخبرني أنه مسموم'.\n   *   للأسف، كان الصحابي بِشر بن البراء قد ابتلع لقمته، فما قام من مكانه حتى تغير لونه ومات بعدها متأثراً بالسم القاتل.\n\nج- المواجهة: 'لماذا فعلتِ ذلك؟'\nاستدعى النبي ﷺ 'زينب' وسألها عن سبب فعلتها، فاعترفت بكل كبرياء: 'لقد قتلتَ أبي وعمي وزوجي، فقلتُ في نفسي: إن كان مَلِكاً استرحنا منه، وإن كان نبياً فسيُخبَر (سيخبره الله)'.\n   *   (في البداية عفا عنها النبي ﷺ كعادته في العفو عمن ظلمه، ولكن لما مات بِشر بن البراء، قُتلت به قصاصاً).\n\nد- أثرُ السم: الشهادةُ الممتدة\nرغم أن النبي ﷺ لم يبتلع اللقمة، إلا أن 'أثراً' يسيراً من السم المذاب في اللحم سرى في جسده الشريف.\n   *   ظل النبي ﷺ يشعر بألم هذا السم في عروقه عند كل رأس سنة (في نفس موعد الأكل).\n   *   في مرض موته ﷺ قال للسيدة عائشة: 'يا عائشة، ما زلت أجد ألم الطعام الذي أكلت بخيبر، فهذا أوان وجدت انقطاع أبهري (عرق القلب) من ذلك السم'.\n   *   لذلك يقول العلماء: إن الله أكرم نبيه ﷺ بـ 'الشهادة' بجانب النبوة، ليموت شهيداً من أثر ذلك السم.\n\nخلاصة هذه الواقعة:\nأثبتت واقعة الشاة أن الصراع مع خيبر لم يكن عسكرياً فحسب، بل كان صراعاً مع عقلية 'الغدر' التي لا تنتهي حتى في وقت السلم. وبذلك طُهرت الجزيرة العربية، لكن الثمن كان غالياً."
        },
           {
        "title":"7. النتائج التي غيرت وجه الجزيرة: عصرُ التمكين",
        "text":"بهذا الفصل، طُويت صفحة من أصعب صفحات الصراع في الجزيرة العربية. لم تكن خيبر مجرد معركة انتهت بانتصار عسكري، بل كانت تحولاً جذرياً في مسار الدولة الإسلامية الناشئة. فبعد سنوات من الحصار الاقتصادي والتهديد العسكري، تنفست المدينة المنورة الصعداء.\n\nأ- النهايةُ السياسية: كسرُ شوكة الغدر\nقبل خيبر، كان اليهود يمثلون 'الطرف الثالث' الذي يحرّض المشركين ويخون العهود.\n   *   النتيجة: بسقوط الحصون السبعة، انتهى الوجود السياسي والعسكري المنظم لليهود. لم يعد لهم جيش، ولا حصون، ولا قيادة قادرة على تأليب القبائل. أصبحوا 'رعايا' تحت حماية الدولة الإسلامية، مما أمن ظهر المسلمين تماماً.\n\nب- الانفراجُ الاقتصادي: 'وداعاً للجوع'\nكانت خيبر تُسمى 'ريف الحجاز' لخصوبة أرضها ووفرة نخيلها.\n   *   قبل خيبر: كان المسلمون يعيشون شظف العيش، حتى إن الصحابة كانوا يربطون الأحجار على بطونهم من الجوع.\n   *   بعد خيبر: تدفقت الأموال، والتمور، والخيرات. تقول السيدة عائشة رضي الله عنها: 'ما شبعنا شبعاً قط حتى فُتحت خيبر' . وبدأ النبي ﷺ بتوزيع الأراضي والخيام والزاد، فاستغنى الفقراء وتوطدت دعائم الاقتصاد.\n\nج- زواجُ النبي بصفية: الحكمةُ والإعزاز\nبعد مقتل والدها وزوجها في الحرب، وقعت 'صفية بنت حيي بن أخطب' في الأسر. كانت ابنة ملك وزعيم، ولم يكن من اللائق إهانتها.\n   *   فعل النبي ﷺ: عرض عليها الإسلام فأسلمت، فأعتقها وجعل عتقها صداقها وتزوجها.\n   *   الهدف: كان زواجاً 'سياسياً وإنسانياً' بامتياز؛ فبهذا المصاهرة، خفّت حدة العداء في قلوب من تبقى من قومها، ورفع النبي ﷺ من شأنها لتصبح 'أماً للمؤمنين' ، فصان كرامتها بعد سقوط ملك أسرتها.\n\nد- تفرغُ الدعوة: الطريقُ إلى مكة\nبفتح خيبر، لم يبقَ أمام النبي ﷺ عدوٌ حقيقي في الشمال أو الداخل سوى 'قريش' في الجنوب. وبما أن هناك صلحاً (الحديبية)، بدأ النبي ﷺ في إرسال الرسل إلى ملوك العالم (قيصر وكسرى والمقوقس)، فانطلق الإسلام من 'المحلية' إلى 'العالمية'.\n\nخاتمة الملحمة:\nخرج المسلمون من خيبر وهم يحملون جراحهم، لكنهم يحملون أيضاً يقيناً بأن 'الحق' إذا تسلح بـ 'الإصرار' فلا تقف أمامه حصون الأرض."
        },
           {
        "title":"خلاصة خيبر:",
        "text":"كانت درساً في أن 'الحصون المنيعة' لا تقف أمام 'العقيدة الراسخة' . لقد سقط الذهب والسلاح أمام رجالٍ لا يبحثون إلا عن الحق.\nالآن، وبعد أن رأينا كيف تحطم الكبرياء في خيبر، ننتقل للمقالة التالية لنفهم 'الوقود' الذي حرك هذه الجبال البشرية.\nالمقالة القادمة: 'القوة والإصرار في نصرة الحق: دروسٌ مستفادة من قلب المعارك النبوية'."
        }
  
    ]
}
