{
  "battle_of_bani_qaynuqa_the_first_breach":
  [
       {
        "title":"غزوة بني قينقاع: حين تكسر الخيانةُ هيبةَ الجوار",
        "text":"ننتقل الآن إلى فصلٍ من أصعب الفصول في تاريخ السيرة النبوية، حيث لم يكن العدو يتربص من الخارج، بل كان يعيش 'داخل' البيت. نحن الآن في المدينة المنورة، العام الثاني للهجرة، والنشوة بانتصر 'بدر' ما زالت تملأ الأجواء، لكن خلف جدران الحصون المنيعة، كانت هناك عيونٌ تمتلئ غيظاً وحقداً."
        },
        {
        "title":"1. الأجواءُ المشحونة: كبرياءُ الذهب وأوهامُ القوة",
        "text":"أنت الآن في قلب 'سوق بني قينقاع' ، الرائحة في المكان مزيج من صهر الذهب وضجيج المطارق على السندان. لكن خلف هذا الضجيج المهني، كانت هناك 'همسات' مسمومة ونظرات لا تخطئها العين؛ نظرات تقول إن معاهدة السلام التي كُتبت عند دخول النبي ﷺ المدينة قد أصبحت مجرد 'حبر على ورق' في قلوب هؤلاء الصاغة المقاتلين.\nكان 'بنو قينقاع' يختلفون عن بقية يهود المدينة (النضير وقريظة)؛ فلم يكونوا أصحاب مزارع أو نخيل، بل كانوا 'طبقة عسكرية وصناعية' . كانوا حلفاء 'الخزرج' ، ويملكون قوة بشرية تقدر بـ 700 مقاتل (300 دارع و400 حاسر)، مما جعلهم يشعرون أنهم القوة التي لا تُقهر داخل أسوار يثرب.\n\nأ- غيظُ النصر: 'بدر' التي أشعلت النار\nعندما عاد المسلمون من 'بدر' بنصرٍ لم يتوقعه أحد، اهتزت موازين القوى. بدل أن يلتزم بنو قينقاع ببنود المعاهدة التي تفرض عليهم السلام، انفجرت في قلوبهم أحقادٌ قديمة. بدأوا يستهزئون بالصحابة في الأسواق، ويقللون من شأن الانتصار، قائلين: 'لقد صادف محمد قوماً لا علم لهم بالحرب فانتصر عليهم'.\n\nب- الحوارُ الأخير: النبي ﷺ في عقر دارهم\nفي محاولة لنزع فتيل الأزمة وتذكيرهم بالعهود، ذهب النبي ﷺ بنفسه إلى سوقهم. وقف وسط جموعهم، لم يكن يهدد، بل كان 'ناصحاً مشفقاً' يحذرهم من مغبة الظلم والبغي:\n   *   كلمات النبوة: 'يا معشر يهود، احذروا من الله مثل ما نزل بقريش من النقمة (يوم بدر)، وأسلموا، فإنكم قد عرفتم أني نبي مرسل، تجدون ذلك في كتابكم وعهد الله إليكم'.\n\nج- الرد المستفز: 'نحن الناس!'\nهنا، نزع بنو قينقاع قناع الجوار، وردوا بصلفٍ وكبرياء عسكري يقارب 'إعلان الحرب':\n   *   التحدي الوقح: 'يا محمد، لا يغرنك من نفسك أنك قتلت نفراً من قريش كانوا أغماراً (جهالاً بالحرب) لا يعرفون القتال، إنك والله لو قاتلتنا لعرفت أننا نحن الناس!، وأنك لم تقاتل مثلنا'.\n   *   لم يكن هذا مجرد رد، بل كان 'تهديداً صريحاً' بالقتل والاقتتال، وضرباً بعرض الحائط لكل مواثيق العيش المشترك.\n\nد- نذيرُ الانفجار:\nخرج النبي ﷺ من سوقهم والجو مشحونٌ بالتوتر. كان الصمت الذي يسود المدينة بعد ذلك اللقاء هو 'الهدوء الذي يسبق العاصفة' . المسلمون يشعرون بالإهانة في عقر دارهم، واليهود يزدادون تبختراً بقوتهم وذهبهم وحصونهم، والمنافقون في الزوايا يراقبون الموقف، ينتظرون 'الشرارة' التي ستشعل الحريق.\n\nخلاصة هذه المرحلة: لقد كانت الكلمات التي نطق بها بنو قينقاع هي 'الانتحار السياسي' الأول. لقد راهنوا على قوتهم المادية (300 درع) ونسوا أن القوة التي هزمت قريشاً في بدر لم تكن نابعة من السيوف، بل من السماء."
        },
        {
        "title":"2. شرارةُ الانفجار: صرخةٌ في السوق وانكسارُ العهد",
        "text":"أنت الآن في قلب السوق المزدحم، حيث رائحة المعادن المنصهرة وجلبة الباعة. الجو مشحون منذ تهديدهم الأخير، لكن أحداً لم يتوقع أن يبلغ الغرور بهم هذا الحد من الخسة. وفجأة، يشق ضجيج السوق صرخةٌ أنثوية مدوية، تليها ضحكات ساخرة ومستفزة، لتنفجر المدينة بعدها في لحظة واحدة.\nبعد كلماتهم المستفزة للنبي ﷺ، ظن بنو قينقاع أن المسلمين يهابون حصونهم، فتمادوا في 'الحرب النفسية' حتى وصلوا إلى أقدس ما يملكه الإنسان: العرض والكرامة.\n\nأ- الخدعةُ الدنيئة: 'ضحكةُ الخيانة'\nدخلت امرأة من الأنصار سوق بني قينقاع، وجلست عند صائغ تبيع وتشتري. التف حولها شبابهم وصاغتهم، وبدأوا يضايقونها بطلب كشف وجهها (وكان الحجاب سمة العفة)، فرفضت بكرامة وإباء.\n   *   المكر: بينما كانت منشغلة مع الصائغ، تسلل أحدهم من خلفها وربط طرف ثوبها بظهرها.\n   *   الفضيحة المفتعلة: عندما قامت المرأة المسلمة، ارتفع ثوبها فانكشفت سوءتها. انفجر الصاغة والشباب بالضحك الساخر، وكأنهم حققوا نصراً عسكرياً، بينما تجمدت الدماء في عروق المرأة من الصدمة.\n\nب- صرخةُ الاستنصار: 'وا إسلاماه!'\nلم تسكت المرأة، بل أطلقت صرخة هزت أركان السوق، صرخة هزت ضمير كل مسلم موجود. في تلك اللحظة، لم يعد الأمر تجارة أو بيع وشراء، بل أصبح قضية 'شرف أمة'.\n\nج- الغيرةُ القاتلة: بطلٌ مجهولٌ في السوق\nوثب رجل من المسلمين كان قريباً من المشهد. لم ينتظر إذناً، ولم يفكر في العواقب؛ فاستل سيفه وانقض على الصائغ الذي فعل الفِعلة فقتله في مكانه.\n   *   المجزرة الصغيرة: اشتعلت النعرة القبلية والدينية لدى بني قينقاع، فتكالبوا على الرجل المسلم من كل جانب وضربوه حتى استشهد بجانب الصائغ. \n   *   النتيجة: اختلط دم المسلم بدم اليهودي على تراب السوق، وطار الخبر إلى المسجد النبوي كالبرق.\n\nد- سقوطُ قناعِ 'الأمان':\nعندما وصل الخبر إلى النبي ﷺ، لم يكن هناك مجال للحوار أو المفاوضات. لقد انفرط 'عقد الأمان' الذي كُتب في وثيقة المدينة. فالاعتداء على امرأة مسلمة، وقتل مسلم داخل حدود المدينة، هو 'إعلان حرب رسمي' ونقض صريح للمواثيق.\n\nخلاصة هذه اللحظة:\nلقد أثبت بنو قينقاع أنهم لا يحترمون جواراً ولا عهداً. ظنوا أن 'اللعب بالأعراض' سيمر مرور الكرام، لكنهم غفلوا عن أن النبي ﷺ الذي رحم الضعفاء، هو نفسه الذي ينتفض كليثٍ هصور إذا انتُهكت حرمات الله."
        },
        {
        "title":"3. الحصارُ المطبق: 15 ليلة من العزلة والانهيار النفسي",
        "text":"المدينة الآن في حالة استنفار قصوى. لم يكد غبار السوق يهدأ حتى ارتفعت راية بيضاء في سماء المدينة، يحملها 'أسد الله' حمزة بن عبد المطلب. لم يتردد النبي ﷺ لحظة واحدة؛ فالدماء التي سُفكت والحرمة التي انتهُكت جعلت خيار 'الحسم' هو الوحيد المطروح على الطاولة.\nانطلق الجيش النبوي حتى ضرب حصاراً خانقاً حول 'حي بني قينقاع' . كان حياً حصيناً يقع في جنوب المدينة، تحيط به الأسوار والبيوت المتلاصقة كأنها قلعة واحدة لا ثغرة فيها.\n\nأ- لغةُ السلاح: غابةٌ من الرماح\nتخيل المشهد من فوق سور الحصن: آلاف المسلمين يحيطون بك من كل جهة. لا دخول ولا خروج. رائحة طعامك تنقطع، وصوت الأسواق يخبو. النبي ﷺ لم يكتفِ بالحصار عن بُعد، بل جعل المقاتلين على مقربة من الأبواب، تلمع أسنتهم تحت ضوء الشمس والقمر.\n   *   الراية العظمى: كانت رؤية حمزة بن عبد المطلب وهو يحمل الراية ويباشر الحصار كافية لزلزلة القلوب؛ فهم يعرفون من هو حمزة، ويعرفون ما فعله في صناديد قريش قبل أسابيع في 'بدر'.\n\nب- الحربُ النفسية: 'أين قتالكم؟'\nهؤلاء الذين قالوا بالأمس: 'لو قاتلتنا لعرفت أننا نحن الناس!' أصابهم خرسٌ عجيب.\n   *   الاختباء: طوال 15 يوماً، لم يفتحوا باباً، ولم يرموا سهماً، ولم يخرج منهم فارس واحد لطلب المبارزة. لقد قُذف في قلوبهم الرعب (وهو سلاح الله الذي يؤيد به نبيه).\n   *   العزلة: انقطعت صلتهم بحلفائهم. كان المنافقون (وعلى رأسهم ابن أبيّ) يرسلون إليهم الوعود بالدفاع عنهم، لكنهم حين رأوا صرامة النبي ﷺ، انزووا في بيوتهم وتركوا 'بني قينقاع' لمصيرهم المحتوم.\n\nج- نفاذُ الصبر.. ونفاذُ الأمل\nمع مرور الليالي، بدأ القلق يأكل الصدور داخل الحصون.\n   *   الطعام بدأ يقل، والأهم من ذلك أن 'الروح المعنوية' انعدمت. لقد أدركوا أن محمداً ﷺ ليس ملكاً يبحث عن ملك، بل نبيٌّ لا يتهاون في الحق.\n   *   المأزق: كانوا بين فكي كماشة؛ فإما الخروج للقتال (وهم يعلمون أن مصيرهم القتل أمام جيشٍ لا يهاب الموت)، أو الاستسلام المطلق.\n\nد- الاستسلامُ المهين:\nفي نهاية الليلة الخامسة عشرة، وبلا مقدمات، فُتحت الأبواب الثقيلة. لم يخرجوا بسيوف مشهورة، بل خرجوا برؤوس منكسة، واضعين أنفسهم تحت حُكم النبي ﷺ. لقد سقطت 'أسطورة الشجاعة' التي تفاخروا بها في السوق، وتبخر كبرياء الذهب أمام قوة الإيمان.\n\nخلاصة هذا المشهد:\nلقد أثبت الحصار أن الحصون مهما علت لا تحمي القلوب المرتجفة. 'بنو قينقاع' الذين استخفوا بجيش بدر، وجدوا أنفسهم أسرى في قبضة هذا الجيش دون أن تُراق قطرة دم واحدة في الحصار."
        },
        {
        "title":"4. الاستسلام والقرار الصعب: وقاحةُ 'رأس النفاق' وسماحةُ القائد",
        "text":"أنت الآن تشاهد واحداً من أكثر المواقف توتراً في تاريخ المدينة؛ الجو مشحون برائحة الغبار، والسيوف لا تزال خارج أغمادها، واليهود يخرجون من حصونهم 'كَتفاً بكتف' بانتظار كلمة واحدة من النبي ﷺ تحدد مصيرهم. وفي تلك اللحظة، يشق الصفوف رجلٌ لا يريد لله ورسوله عزاً، بل يريد لـ 'حلفاء الغدر'بقاءً.\nنزل بنو قينقاع على الحكم، وكان القرار المنطقي لنقض العهد العظيم والاعتداء على الحرمات هو 'الاستئصال' ، لتأمين الدولة الناشئة من طعنات الداخل. لكن المسرح كان يجهز لظهور 'العدو المتخفي'.\n\nأ- وقاحةُ 'ابن أبيّ' : يدٌ على جيبِ النبوة\nبينما كان النبي ﷺ يقف بجلاله، اندفع عبد الله بن أبيّ بن سلول (رئيس المنافقين) وحليف بني قينقاع القديم. لم يطلب الوساطة بأدب، بل أظهر معدنه الخبيث:\n   *   التجرؤ: وضع يده في جيب درع النبي ﷺ (فتحة الدرع من الأعلى) وجذبه إليه بقوة!\n   *   الصيحة الوقحة: قال بصلف: 'يا محمد، أحسن في مواليّ!'.\n   *   الرد النبوي: غضب النبي ﷺ غضباً شديداً حتى رُؤي لوجهه تلون من الغيظ، وقال له: 'أرسلني!' (اتركني)، لكن ابن أبيّ أبى وأصر على وقاحته.\n\nب- منطقُ المصالح: 'منعوني من الأحمر والأسود'\nاستمر ابن أبيّ في إلحاحه قائلاً: 'والله لا أرسلك حتى تحسن في مواليّ؛ أربعمائة حاسر وثلاثمائة دارع، منعوني من الأحمر والأسود (أي حموني من كل الأعداء)، تحصدهم في غداة واحدة؟ إني والله امرؤ أخشى الدوائر!'\n   *   لقد كشف ابن أبيّ عن خوفه؛ فهو لا يهتم بالحق أو العهد، بل يهتم بـ 'القوة العسكرية' التي كانت تحميه وتدعم نفوذه في المدينة.\n\nج- الحزمُ الممزوجُ بالرحمة:\nكان بإمكان النبي ﷺ أن يأمر بقتله أو عقابه على تطاوله، لكن القائد الحكيم ينظر لما وراء اللحظة:\n   *   تأليف القلوب: كانت الدولة لا تزال في طور البناء، وقتل حليف الخزرج الأكبر في ذلك الوقت قد يثير فتنة داخلية (أوس وخزرج) لا تُحمد عقباها.\n   *   القرار النهائي: نظر النبي ﷺ إلى ابن أبيّ وقال بصرامة: 'هم لك.. خلوهم' . لكنه وضع شرطاً لا تنازل عنه: 'لا يجاورونني بها'.\n\nد- سقوطُ الهيبة:\nبهذا القرار، حقق النبي ﷺ هدفين:\n   1.  حقن دماء المسلمين من فتنة داخلية كان يخطط لها المنافقون.\n   2.  أنهى وجود 'خطر بني قينقاع' تماماً بتشريدهم خارج المدينة، لتظل يثرب خالصة للمؤمنين وللمعاهدين الصادقين.\n\nخلاصة هذا الموقف:\nلقد أثبت ابن أبيّ أنه يقدس 'المصلحة' فوق 'المبدأ' ، بينما أثبت النبي ﷺ أن 'السياسة النبوية' توازن بين الحزم والرحمة، وبين استئصال شأفة العدو وبين الحفاظ على وحدة الصف."
        },
        {
        "title":"5. الإجلاء: رحيلُ الفتنة وغروبُ شمسِ قينقاع الخروج الكبير",
        "text":"أنت الآن تقف عند بوابات المدينة الشمالية، الغبار يتصاعد في الأفق، وصوت قوافل الإبل يبتعد شيئاً فشيئاً. لم تكن هذه مجرد رحلة مغادرة، بل كانت 'تطهيراً' لكيان الدولة من أول فيروس خيانة حاول نهشها من الداخل.\nبعد إلحاح ابن أبيّ، منحهم النبي ﷺ ثلاث ليالٍ فقط. لم تكن مهلة للراحة، بل كانت مهلة لجمع الأمتعة وتجريد الحصون من قاطنيها. أشرف على عملية الإجلاء الصحابي 'عبادة بن الصامت' (وهو من الخزرج، لقطع الطريق على أي تعاطف قد يُظهره المنافقون).\n\nأ- المشهد: قوافلُ الذل والانكسار\nتخيل هؤلاء الذين قالوا بالأمس 'نحن الناس' ، يخرجون الآن والذل يغشاهم.\n   *   النساء والأطفال: ركبوا الهوادج في صمت مريب، خلفهم رجالهم الذين فقدوا هيبتهم وسلاحهم.\n   *   تركُ الثروة: أُجبروا على ترك أدوات الصياغة (التي كانت فخرهم ومصدر قوتهم المادية) وترك الحصون التي ظنوا أنها مانعتهم من الله.\n   *   الوجهة: سارت القوافل نحو الشمال، قاصدة 'أذرعات' (في بلاد الشام)، حيث تفرقوا هناك، ولم تمر سنة واحدة حتى هلك أكثرهم، وانطوت صفحة قوتهم للأبد.\n\nب- غنائمُ الدولة: أولُ 'خُمس' في الإسلام\nكانت الغنائم التي تركوها بمثابة 'كنز عسكري' للدولة الناشئة:\n   *   السلاح: غنم المسلمون كميات هائلة من الدروع والسيوف (أكثر من 700 درع وسيف)، مما عزز قوة الجيش النبوي قبل الغزوات القادمة.\n   *   الأدوات: صودرت أدوات الصياغة والذهب التي كانت تُموّل مؤامراتهم.\n   *   الخُمس: كانت هذه أول مرة في تاريخ الغزوات يُؤخذ فيها 'الخُمس' (لبيت مال المسلمين) ويُقسم الباقي على الجيش، مما وضع حجر الأساس للنظام المالي العسكري.\n\nج- المدينةُ تتنفسُ من جديد:\nبمجرد خروج آخر جمل من قوافلهم، ساد هدوء عجيب في المدينة.\n   *   الأمن الداخلي: شعر المسلمون أن 'ظهرهم' أصبح آمناً، وأن التحرش بالنساء والاعتداء على الحرمات له ثمن باهظ لا يستطيع أحد دفعه.\n   *   رسالة للبقية: كانت عيون 'بني النضير' و 'بني قريظة' تراقب المشهد بذهول؛ لقد أدركوا أن 'وثيقة المدينة' ليست مجرد ورقة، بل هي ميثاق يُحمى بالسيوف.\n\nخلاصة القسم الأول من 'تأديب الخونة':انتهت قصة بني قينقاع، لكن نار الغدر لم تنطفئ في قلوب البقية. لقد كان إجلاء قينقاع بمثابة 'الإنذار الأول' لكن يبدو أن جيرانهم لم يستوعبوا الدرس جيداً."
        },
         {
        "title":"خلاصة الغزوة:",
        "text":"بنو قينقاع ظنوا أن حصونهم وسلاحهم ستحميهم من 'عدالة العهد' ، لكنهم تعلموا أن المدينة المنورة لم تعد مرتعاً للعبث بالحرمات. كانت هذه الغزوة رسالة لبقية الطوائف: 'العهدُ مقدس، ومن نقضه فعليه تحمل التبعات'.\nولكن، هل اتعظت بقية القبائل؟ أم أن المؤامرة كانت أكبر من مجرد تحرش في سوق؟ وكيف حاول 'بنو النضير' اغتيال النبي ﷺ غدراً وهو جالس في ظل جدارهم؟\nالمقالة القادمة: 'غزوة بني النضير.. حينما حاول الغدرُ الوصول إلى رأس النبوة'."
        }
   
    ]
}
