{
  "battle_of_bani_nadhir_the_planned_treachery":
  [
       {
        "title":"غزوة بني النضير: حينما حاول الغدرُ الوصول إلى رأس النبوة صخرة الشيطان",
        "text":"نحن الآن في ربيع الأول من العام الرابع للهجرة. الجو في المدينة هادئ، لكنه هدوءٌ يسبق عاصفةً من الغدر لم تشهدها المدينة من قبل. بنو النضير، الجيران الذين يملكون أجود مزارع النخيل وأقوى الحصون، يقررون في لحظة 'حماقة تاريخية' أن ينهوا وجود الإسلام باغتيال صاحبه ﷺ."
        },
          {
        "title":"1. المؤامرة تحت ظل الجدار: الخيانةُ الكبرى والنجاةُ الإلهية",
        "text":"أنت الآن تجلس في بقعة يسودها هدوءٌ خادع؛ شمس المدينة تداعب سعف النخيل، والنبي ﷺ يجلس بكل تواضع وأمان بجانب جدار من الحجارة والطين. لا جيوش هنا، ولا سيوف مشهرة، فقط 'وفد دبلوماسي' جاء ليناقش بنود معاهدة. لكن خلف هذا الجدار، كانت تدور رحى مؤامرة هي الأخبث في تاريخ المدينة.\nبعد حادثة 'بئر معونة' الأليمة، وقع خطأ من أحد المسلمين أدى لمقتل رجلين من العامريين كان لهما عهد. توجه النبي ﷺ إلى بني النضير؛ ليس بوصفه محارباً، بل بوصفه 'شريكاً في العهد' ليطلب مساهمتهم في دفع الدية، كما تنص 'وثيقة المدينة'.\n\n سوف نتعرف ماهي  حادثة 'بئر معونة' حتي يكون المستخدم محيط بكل المعلومات\n\nحادثة بئر معونة: الغدرُ بخيارِ الأمة\n\n1. الوفدُ الخادع: 'نريد من يعلمنا الإسلام'\nجاء 'أبو براء عامر بن مالك' (الملقب بملاعب الأسنة) إلى النبي ﷺ في المدينة. عرض عليه النبي ﷺ الإسلام، فلم يسلم ولم يبعد، بل قال: 'يا محمد، لو بعثت رجالاً من أصحابك إلى أهل نجد يدعونهم إلى أمرك، لرجوت أن يستجيبوا لك'.\n   *   تخوف النبي: قال ﷺ بصوت يملؤه الحذر: 'إني أخشى عليهم أهل نجد'.\n   *   الضمان: رد أبو براء: 'أنا لهم جار (أي في حمايتي)، فابعثهم معي'.\n\n2. 'القراء' : نخبةُ الصفوة\nبناءً على هذا العهد، أرسل النبي ﷺ 70 رجلاً من خيار المسلمين، كانوا يُسمون 'القراء' . هؤلاء لم يكونوا مجرد مقاتلين، بل كانوا زهاداً يحتطبون بالنهار ليشتروا طعاماً لأهل الصفة، ويقومون الليل بالقرآن. كانوا يمثلون 'الذخيرة العلمية 'للدولة الناشئة.\n\n3. المؤامرة: حين خان 'عامر بن الطفيل' العهد\nوصل الوفد إلى مكان يُسمى 'بئر معونة' (بين أرض بني عامر وحرة بني سليم). أرسلوا 'حرام بن ملحان' برسالة النبي ﷺ إلى عامر بن الطفيل (ابن أخي أبي براء).\n   *   الغدر البشع: لم ينظر عامر في الكتاب، بل أشار إلى رجل فطعن 'حرام بن ملحان' برمح من خلفه حتى خرج من صدره!\n   *   كلمة الشهادة: قبل أن تسقط روح حرام، أخذ من دمه ونضحه على وجهه ورأسه وهو يصرخ بصوت زلزل المكان: 'فزتُ ورب الكعبة! فزتُ ورب الكعبة!'.\n\n4. المجزرة: 70 شهيداً في ساعة واحدة\nلم يكتفِ عامر بن الطفيل بقتل الرسول، بل استنفر قبائل بني سليم (عُصية ورِعل وذكوان) وأحاطوا بالقراء.\n   *   المشهد: وجد القراء أنفسهم محاصرين بجيش من المشركين وهم عُزّل إلا من سيوف بسيطة. قاتلوا حتى استشهدوا جميعاً إلا رجلاً واحداً (كعب بن زيد) الذي تظاهر بالموت، ورجلاً آخر كان في المرعى هو عمرو بن أمية الضمري.\n\n5. حزنُ النبي ﷺ والقنوت\nعاد عمرو بن أمية الضمري ليخبر النبي ﷺ بالخبر الصاعقة. في نفس اليوم، وصل خبر مجزرة أخرى (ماء رجيع).\n   *   الألم النبوي: لم يحزن النبي ﷺ على شيء قط كحزنه على أصحاب بئر معونة؛ لأنهم كانوا 'قلب الدعوة' النابض.\n   *   القنوت: ظل النبي ﷺ شهراً كاملاً يدعو في صلاة الفجر على القبائل التي خانت وقتلت أصحابه (رعل وذكوان ولحية وعصية)، حتى نزل الوحي بمواساة النبي وأخبار الشهداء أنهم 'لقوا ربهم فرضي عنهم وأرضاهم'.\n\nالعلاقة بين بئر معونة وبني النضير:\nأثناء عودة 'عمرو بن أمية الضمري' (الناجي الوحيد) من بئر معونة، قابل رجلين من بني عامر وقتلهما ظناً منه أنه يثأر لأصحابه، وكان لهما عهد من النبي ﷺ لم يعلمه عمرو. هنا جاء دور بني النضير؛ ذهب النبي ﷺ إليهم ليطلب مساعدتهم في دفع 'دية' هذين الرجلين (حسب المعاهدة المشتركة)، فاستغلوا هذا الموقف ليحاولوا اغتياله بـ\n\n وبعد ان سردنا واخبارنا المعلومات الخاصة بحادثة 'بئر معونة' نعودُ أدراجَنا:\n\nأ- الوجوهُ الضاحكة.. والقلوبُ السوداء\nعندما وصل النبي ﷺ ومعه كبار أصحابه (أبو بكر، عمر، وعلي)، استقبلهم يهود بني النضير بحفاوة مبالغ فيها. \n   *   الخديعة: قالوا له بصوت ناعم: 'نعم يا أبا القاسم، نعينك على ما أحببت، اجلس هنا حتى نطعمك ونقضي حاجتك'.\n   *   جلس النبي ﷺ مستنداً لظهر جدار من بيوتهم، مطمئناً لعهدٍ ظن أنهم يحترمونه.\n\nب- الاجتماعُ السري: 'فرصة العمر'\nفي غرفهم المظلمة خلف ذلك الجدار، اختلى زعماء بني النضير ببعضهم. قال قائلهم (حيي بن أخطب): 'إنكم لن تجدوا الرجل على مثل هذه الحالة أبداً (بلا حراسة، مستنداً للجدار)، فمن منكم يعلو هذا البيت فيلقي عليه صخرة ويريحنا منه؟'\n   *   القاتل المأجور: انبرى لهذه المهمة الخسيسة 'عمرو بن جحاش' وقال: 'أنا لها'.\n\nج- اللحظةُ الحاسمة: صخرةٌ تهبط.. ووحيٌ يسبقها (الهاوية)\nصعد عمرو بن جحاش فوق السطح، حاملاً صخرة ضخمة (رحى). بدأ يقترب من الحافة، وعيناه تلمعان بالشر، بينما كان النبي ﷺ في الأسفل يتحدث مع أصحابه بهدوء.\n   *   التدخل الإلهي: في الثانية الأخيرة، وقبل أن يفلت الغادر الصخرة من يده، نزل جبريل عليه السلام بالخبر. لم ينتظر النبي ﷺ ولم يعاتبهم في حينها؛ بل قام فجأة وبسرعة كأنه تذكر أمراً مستعجلاً، وتوجه نحو المدينة دون أن ينبس ببكلمة.\n\nد- الهروبُ من الفخ: ذهولُ الأصحاب\nتعجب أبو بكر وعمر وعلي من قيام النبي ﷺ المفاجئ، فلحقوا به سريعاً حتى أدركوه. أخبرهم النبي ﷺ بما كان يدبره القوم. لقد كانت 'صخرة الغدر' كفيلة بإنهاء كل شيء، لكن الله أراد لهذه الدعوة أن تكتمل.\n\nخلاصة هذه اللحظة:\nلقد سقطت 'الشرعية الأخلاقية' لبني النضير تماماً. لم يعد الأمر خلافاً على 'دية' أو 'مال' ، بل أصبح 'محاولة اغتيال لرأس الدولة' . بهذا الفعل، حكم بنو النضير على أنفسهم بالخروج من جنات النخيل التي عاشوا فيها قروناً."
        },
          {
        "title":"2. الإنذارُ والتحريض: حينما يبيعُ النفاقُ الأوهام",
        "text":"بعد أن كشف الوحي مؤامرة 'الصخرة' ، لم يعد هناك مجالٌ للمجاملة أو الدبلوماسية؛ فقد انتقل بنو النضير من خانة 'المعاهدين' إلى خانة 'المحاربين المغتالين' . كانت المدينة تغلي، والقرار النبوي قد صدر: لا تعايش مع من يريد سفك الدماء غدراً.\nعاد النبي ﷺ إلى المسجد، وأرسل فوراً محمد بن مسلمة (وكان حليفاً سابقاً للأوس الذين كانت لهم علاقات ببني النضير) ليحمل الإنذار الأخير.\n\nأ- الإنذارُ النبوي: 'عشرةُ أيامٍ للرحيل'\nدخل محمد بن مسلمة على زعماء بني النضير، وكان صريحاً وقاطعاً كحد السيف:\n   *   الرسالة: 'إن رسول الله ﷺ أرسلني إليكم أن: اخرجوا من بلادي، فلا تجاوروني بها بعد الذي هممتم به من الغدر، وقد أجلتكم عشراً، فمن رُئي بعد ذلك ضربت عنقه'.\n   *   الأثر: وقع الكبث في قلوبهم، وبدأوا فعلياً في تجهيز أحمالهم للخروج، فقد أدركوا أن سِتر الغدر قد انكشف وأن المواجهة العسكرية ليست في صالحهم.\n\nب- تدخلُ 'رأس النفاق' : الوعود الكاذبة\nبينما كانت قوافل بني النضير تتهيأ للرحيل، ظهر عبد الله بن أبيّ بن سلول ليؤدي دوره المعتاد في إشعال الفتنة. أرسل إليهم رسولاً يقول:\n   *   التحريض: 'لا تخرجوا من دياركم، وأقيموا في حصونكم، فإن معي ألفين من قومي ومن غيرهم، يدخلون معكم حصونكم، فيموتون دونكم، وتنصركم قريظة وحلفاؤكم من غطفان'.\n   *   الوعد الإلهي الفاضح: نزل القرآن يصف حالهم: ﴿لَئِنْ أُخْرِجْتُمْ لَنَخْرُجَنَّ مَعَكُمْ وَلَا نُطِيعُ فِيكُمْ أَحَدًا أَبَدًا وَإِن قُوتِلْتُمْ لَنَنصُرَنَّكُمْ وَاللَّهُ يَشْهَدُ إِنَّهُمْ لَكَاذِبُونَ﴾.\n\nج- الغرورُ القاتل: 'إنا لا نخرج'\nانخدع زعيمهم حيي بن أخطب بوعود ابن أبيّ، وظن أن موازين القوى ستتغير. أرسل للنبي ﷺ رسالة تفيض بالصلف والتحدي:\n   *   الرد المستفز: 'إنا لا نخرج من ديارنا، فاصنع ما بدا لك!'\n   *   التكبير: عندما سمع النبي ﷺ الرد، كبّر وكبّر المسلمون معه، وقال: 'حاربت يهود' . لقد اختار بنو النضير الحرب بملء إرادتهم، مستندين إلى حائط 'النفاق' المائل.\n\nد- الخذلان: حين تبخرت الوعود\nبمجرد أن تحرك الجيش النبوي وضرب الحصار، اختفى عبد الله بن أبيّ، ولم يرسل جندياً واحداً، ولم تتحرك نخلة من نخل غطفان. وجد بنو النضير أنفسهم وحيدين في مواجهة جيش لا يرحم في الحق، داخل حصونهم التي أصبحت سجوناً عليهم.\n\nخلاصة هذه اللحظة:\nلقد كان تحريض المنافقين هو 'المسمار الأخير' في نعش وجود بني النضير بالمدينة. لقد استبدلوا الرحيل الآمن بكرامة، بحصارٍ مهين انتهى بتشريدهم وتخريب بيوتهم."
        },
          {
        "title":"3. الحصارُ المرير: سقوط 'درع النخيل' وزلزال الرعب",
        "text":"تخيل الآن أنك تقف في مواجهة تلك الحصون العظيمة؛ جدران حجرية شاهقة لا يمكن تسلقها، وخلفها غابات من النخيل الكثيف الملتف الذي يغطي كل ثغرة ويمنع الرؤية والحركة. كان بنو النضير يراقبون المسلمين من أبراجهم بشيء من الطمأنينة، ظانين أن هذا 'الدرع الأخضر' سيجعل الحصار يطول حتى يملَّ المسلمون ويرحلوا.\nلم يكن الحصار مجرد وقوفٍ عند الأبواب، بل كان عملية عسكرية معقدة تهدف إلى خنق الغدر في معقله. استمر الحصار ست ليالٍ (وقيل خمس عشرة)، كانت كل لحظة فيها تزيد من خفقان قلوب المتحصنين بالداخل.\n\nأ- النخيل.. الحصن الطبيعي والعائق العسكري\nكانت مزارع بني النضير (والتي تسمى بـ البويرة) تمثل ثروتهم القومية وقوتهم الاقتصادية، وفي نفس الوقت كانت تشكل عائقاً أمام تقدم الجيش الإسلامي، حيث كان رماة اليهود يختبئون وراء جذوعها ويقذفون المسلمين بالنبال دون أن يُروا.\n\nب- القرار الصعب: قطع 'اللينة'\nلكسر هذا الاستعصاء العسكري وتحطيم الروح المعنوية لليهود الذين راهنوا على طول الحصار، اتخذ النبي ﷺ قراراً استراتيجياً مؤلماً ومفاجئاً:\n   *   الأمر النبوي: أمر بقطع وحرق بعض نخلهم التي تعيق الحركة وتوفر الغطاء للغدر.\n   *   المشهد: بدأت الفؤوس تضرب في جذوع النخيل، والنيران تلتهم الأغصان. لم يكن الهدف التخريب لمجرد التخريب، بل كان رسالة واضحة: 'لا شيء سيمنعنا من الوصول إليكم، ولا عاصم لكم اليوم من أمر الله'.\n\nج- الحرب الكلامية: 'أين الإصلاح؟'\nعندما رأى بنو النضير ثروتهم تحترق ونخيلهم يتساقط، جن جنونهم، وصاحوا من فوق الحصون محاولين التشكيك في المبادئ الإسلامية:\n   *   الصرخة: 'يا محمد، قد كنت تنهى عن الفساد وتعيبه على من صنعه، فما بال قطع النخل وتحريقها؟'. كانوا يحاولون استخدام 'الأخلاق' كدرع لحماية حصونهم بعد أن نقضوا هم كل العهود والأخلاق.\n\nد- الرد من فوق سبع سماوات\nلم يترك الله نبيه ﷺ لشكوكهم، فنزل الوحي ليضع القاعدة الشرعية والعسكرية لهذا الموقف:\n   *   الآية: ﴿مَا قَطَعْتُم مِّن لِّينَةٍ أَوْ تَرَكْتُمُوهَا قَائِمَةً عَلَىٰ أُصُولِهَا فَبِإِذْنِ اللَّهِ وَلِيُخْزِيَ الْفَاسِقِينَ﴾.\n   *   المعنى: إن هذا الفعل كان بـ 'إذن الله'؛ فهو ليس فساداً، بل هو وسيلة لإخزاء من فسقوا عن عهد الله وغدروا بنبيه. لقد سقطت حجتهم، وبدأ الرعب الحقيقي يتسلل إلى غرفهم المظلمة.\n\nهـ- انكسار 'حائط النفاق'\nبينما كان النخيل يتساقط، كانت أبصار بني النضير تتجه نحو طريق المدينة ينتظرون جيش 'ابن أبيّ' الذي وعدهم بألفي مقاتل.. لكن الطريق ظل خالياً، والوعود تبخرت كدخان النخيل المحترق. وجدوا أنفسهم وجهاً لوجه مع قدرهم المحتوم.\n\nخلاصة هذه المرحلة: لقد كان قطع النخيل هو 'الضربة القاضية' لمعنويات بني النضير. أدركوا أن النبي ﷺ جادٌ في استئصال شأفة الغدر، وأن حصونهم الطبيعية والمادية قد انهارت. لم يبقَ أمامهم إلا التفكير في كيفية النجاة بأنفسهم قبل أن يُقتلعوا كما اقتُلع نخيلهم."
        },
          {
        "title":"4. 'يُخربون بيوتهم بأيديهم' : جنونُ الحقد وذُلُّ الانكسار ",
        "text":"تخيل الآن هذا المشهد السريالي: الحصون التي كانت رمزاً للمعة والجاه، تحولت إلى خلايا نحل من الحركة العبثية. لا يُسمع فيها صوت سيوف، بل صوت معاول تضرب الجدران، وخشب يتحطم. لقد تحول الكبرياء الذي واجهوا به النبي ﷺ إلى 'حقد' أعمى جعلهم يهدمون ملاذهم الأخير بأيديهم.\nبعد أن تبخرت وعود 'ابن أبيّ' كالدخان، وأدرك بنو النضير أن المسلمين لن يبرحوا مكانهم حتى يفتحوا الحصون، انهار اليقينُ بالبقاء. لم يعد السؤال 'هل سنبقى؟' ، بل 'كيف سنخرج بأقل الخسائر؟'.\n\nأ- الاستسلامُ المشروط: 'دماءٌ بلا سلاح'\nأرسلوا إلى النبي ﷺ يطلبون الجلاء (الرحيل) بنفس شروط بني قينقاع، لكن النبي ﷺ كان أكثر حزماً هذه المرة بسبب محاولة الاغتيال.\n   *   الاتفاق: يخرجون بدمائهم، ولهم ما حملت الإبل من أموال ومتاع، إلا السلاح.\n   *   الصدمة: كان السلاح (الدروع والسيوف والنبال) هو أغلى ما يملكون، فجُرّدوا من قوتهم وتركوها غنيمة للمسلمين.\n\nب- المشهد العجيب: معركةٌ مع الجدران\nهنا بدأت واحدة من أغرب اللقطات في تاريخ الحروب. غلبت عليهم طبيعة 'الشُّح' والحقد؛ فقرروا ألا يتركوا للمسلمين داراً صالحة للسكن أو عماداً ينتفعون به.\n   *   التخريب الذاتي: بدأت مطارقهم تهدم السقوف المزخرفة. قلعوا الأبواب الخشبية الغالية، ونزعوا النوافذ المنقوشة، حتى الأعمدة التي ترفع السقوف والنجف (الخشب الفاخر) لم يتركوها.\n   *   المنظر: كان الرجل منهم يهدم جدار بيته ليخرج منه 'خشبة' أو 'باباً' يضعه فوق بعيره. لقد تحولت بيوتهم العامرة إلى أنقاض قبل أن يلمسها المسلمون.\n\nج- القرآنُ يوثقُ المشهد: 'فاعتبروا'\nنزل الوحي ليخلد هذا المشهد الغريب بوصفٍ دقيق يجمع بين فعلهم وفعل المسلمين:\n﴿يُخْرِبُونَ بُيُوتَهُم بِأَيْدِيهِمْ وَأَيْدِي الْمُؤْمِنِينَ فَاعْتَبِرُوا يَا أُولِي الْأَبْصَارِ﴾.\n   *   بأيديهم: لأنهم هم من بدأوا الهدم حقداً وشحاً.\n   *   أيدي المؤمنين: لأن الحصار والقطع هو ما ألجأهم إلى هذا الحال من اليأس والرحيل.\n\nد- رسالةُ الوداع: 'البقاءُ للأصدق'\nكان منظر الإبل وهي محملة بالأبواب والنوافذ والنساء والأطفال يثير التفكير في المدينة كلها. لقد كان هذا الخراب هو الثمن الذي دفعه هؤلاء مقابل 'ساعة غدر' فكروا فيها تحت ظل الجدار.\n\nخلاصة هذه المرحلة:\nإن من أشد أنواع الهزيمة هي 'الهزيمة النفسية' التي تجعل الإنسان يدمر منجزاته بيده. لقد خرج بنو النضير وهم يظنون أنهم 'أذكى' بحملهم للأبواب، بينما كان المسلمون ينظرون إليهم بعين 'الاعتبار' فالحصون لا تمنع من الله شيئاً إذا جاء أمره."
        },
          {
        "title":"5. الخروج الكبير: كبرياءٌ زائف وضريبةُ الغدر",
        "text":"أنت الآن تقف على الطريق المؤدي إلى خارج المدينة، الغبار يملأ الأفق، وقافلة لا يرى الرائي آخرها تشق طريقها نحو الشمال. لكن الصوت الذي تسمعه ليس صوت انكسار وبكاء، بل هو ضجيج دفوف وغناء صاخب! في مشهد يختلط فيه العجب بالدهشة، قرر بنو النضير أن يغادروا 'مسرح الأحداث' بأكبر عملية تزييف للواقع.\nكان رحيل بني النضير درساً في 'سيكولوجية المهزوم' الذي يحاول الحفاظ على ما تبقى من وجهه أمام العرب.\n\nأ- الاستعراضُ الأخير: 'الدفوفُ التي تخفي الذل'\nبدلاً من الخروج خفية أو بمنكسي الرؤوس، سيّر بنو النضير 600 جمل محملة بكل ما خف غلاؤه وثقل ثمنه، حتى الأبواب والنوافذ التي اقتلعوها.\n   *   المشهد: أمر زعماؤهم (حيي بن أخطب وسلام بن أبي الحقيق) القيان (المغنيات) بأن يضربن بالدفوف ويعزفن المعازف خلف القافلة.\n   *   الهدف: أرادوا إيهام سكان المدينة والقبائل المجاورة أنهم لم يخرجوا رغماً عن أنفهم، بل خرجوا بملء إرادتهم وتنزهاً وكبرياءً! ولكن هيهات، فجدران بيوتهم المهدمة خلفهم كانت تنطق بالحقيقة.\n\nب- الوجهة: 'بذورُ فتنةٍ جديدة\nتفرقت القافلة إلى وجهتين:\n   *   الشام: ذهب جزء منهم إلى 'أذرعات' واستقروا هناك.\n   *   خيبر: وهي الوجهة الأخطر، حيث ذهب كبار زعمائهم (مثل حيي بن أخطب) إلى خيبر، ليتحولوا هناك إلى 'العقل المدبر' لكل المؤامرات القادمة، وعلى رأسها تأليب الأحزاب (غزوة الخندق) لاحقاً.\n\nج- 'الفيء' : معجزةُ الاقتصاد الإسلامي\nلأول مرة في تاريخ الإسلام، يظهر مفهوم 'الفيء' (وهو المال الذي يُؤخذ من العدو دون قتال مرير). وبما أن المسلمين لم يركضوا بخيولهم ولم تقع معركة طاحنة، فقد جعل الله هذا المال للنبي ﷺ يتصرف فيه بحكمة:\n   *   حلُّ أزمة المهاجرين: كان المهاجرون منذ وصولهم المدينة يعتمدون على ضيافة الأنصار (المواخاة). فقام النبي ﷺ بتقسيم أموال ونخيل بني النضير على المهاجرين ليصبح لهم ممتلكاتهم الخاصة ودخلهم المستقل.\n   *   نبلُ الأنصار: عندما عرض النبي ﷺ تقسيم المال، قال الأنصار بلسان واحد: 'يا رسول الله، اقسمه في المهاجرين وأرواحنا له الفداء، ودعهم في دورنا كما كانوا' . لكن النبي ﷺ أراد إعزاز المهاجرين، فلم يعطِ من الأنصار إلا رجلين (سهل بن حنيف، وأبا دجانة) لشدة فقرهما.\n\nد- النتائجُ الاستراتيجية:\n   *   طُهرت المدينة من ثاني أكبر بؤرة غدر داخلي.\n   *   ارتفع المستوى المعيشي للمهاجرين وتأسست قوة اقتصادية للدولة.\n   *   نزل القرآن (سورة الحشر) كاملة لتوثق هذه الغزوة، وتُسمى بسورة 'بني النضير'.\n\nخلاصة قصة بني النضير:\nلقد أرادوا إطفاء نور النبوة بصخرة، فأطفأ الله ذكرهم في المدينة للأبد. رحلوا بكنوزهم وأبوابهم، وتركوا للمسلمين الأرض والنخيل والعزة."
        },
           {
        "title":"خلاصة الغزوة:",
        "text":"بنو النضير ظنوا أن 'الجدار' سيحميهم من 'الواحد القهار' . كانت غزوتهم درساً في أن الغدر بصاحب الوحي عاقبته التشريد، وأن مَن استند إلى جدار الخيانة انهار عليه.\nولكن، إذا كان بنو النضير قد طُردوا، فإن 'بني قريظة' (القبيلة الأخيرة) ارتكبت ذنباً لا يُغتفر. ففي أعظم لحظة ضعف للمسلمين (غزوة الخندق)، قرروا طعن النبي في ظهره وتحالفوا مع الأحزاب لإبادة المسلمين عن بكرة أبيهم.\nالمقالة القادمة: 'غزوة بني قريظة: عقابُ الغدر.. حين يُحسم المصير بكلمة رجل واحد'."
        }
       
    ]
}
