{
  "battle_of_hunayn_the_lesson_of_numbers":
  [
       {
        "title":"غزوة حنين: حينما لقن القدرُ درساً لجيش الاثني عشر ألفاً (الابتلاء والتمحيص)",
        "text":"نحن الآن في شوال من العام الثامن للهجرة. لم يكد يمر شهر واحد على فتح مكة، والمسلمون ما زالوا يعيشون نشوة النصر العظيم، حتى جاءت الأنباء بزلزال جديد. قبائل 'هوازن' و 'ثقيف' ، أعتى قبائل العرب بأساً ورماية، لم يرضوا بسقوط مكة، فجمعوا جيشاً عرمرماً لم يسبق له مثيل ليقضوا على الإسلام في مهده الجديد."
        },
           {
        "title":"1. الحشدُ الأكبر: 'لن نُغلب اليوم من قلة'",
        "text":"خرج النبي ﷺ من مكة متوجهاً إلى حنين بجيش قوامه 12,000 مقاتل (10 آلاف ممن فتحوا مكة و2,000 من الطلقاء الذين أسلموا حديثاً). كان هذا أكبر جيش إسلامي يجتمع تحت راية واحدة حتى ذلك الوقت.\n   *   المشهد النفسي: نظر بعض المسلمين إلى كثرتهم المهيبة، وتسرب إلى القلوب شعور خفي بالفخر، حتى قال قائلهم: 'لن نُغلب اليوم من قلة' . لقد اعتمدت النفوس على 'العدد' بدلاً من 'المدد' ، فكان لا بد من درس إلهي يصحح المسار."
        },
           {
        "title":"2. فخ 'مالك بن عوف':جحيم السهام في وادي الموت",
        "text":"تخيل المشهد الآن: أنت في قلب الوادي، الظلام لم ينقشع تماماً، والضباب يلف الشعاب. المسلمون ينحدرون في الممر الضيق وهم يشعرون بنشوة النصر، وفجأة.. يتحول الصمت إلى جحيم!\nكان 'مالك بن عوف' يدرك أن مواجهة جيش مكة 'المؤيد' وجهاً لوجه هي انتحار عسكري، فقرر أن يستخدم سلاحين: الأرض.. والضغط النفسي.\n\nأ- الرهانُ على 'لا عودة'\nلم يسبق لقائد عربي أن فعل ما فعله مالك؛ فقد أمر بجلب آلاف النساء والأطفال، وساق خلف المقاتلين 24 ألف بعير و40 ألف شاة.\n   *   لماذا؟ ليكون صوت بكاء الأطفال وحنين الإبل خلف ظهر المقاتل كالسوط؛ إما أن تقتل عدوك، أو ترى أهلك ومالك يُسبون أمام عينيك. لقد كان جيشاً 'يقاتل من أجل البقاء' ، لا من أجل الغنيمة.\n\nب- الكمينُ الكامل (مجزرة الفجر):\nبينما كان المسلمون يتقدمون في مضيق 'حنين' ، وهو وادٍ عميق منحدر، كان مقاتلو هوازن (وهم أمهر الرماة في العرب) قد اتخذوا مواقعهم فوق قمم الجبال وفي فوهات الشعاب.\n   *   اللحظة الصادمة: مع أول خيط من ضوء الفجر، والمسلمون غير مستعدين، أصدر مالك أمره. وفجأة، انفتحت أبواب السماء بالسهام! لم تكن سهاماً طائشة، بل كانت 'رشقاً رجل واحد' كما وصفها الرواة.\n   *   انقضَّ المشركون من فوق الجبال كالسيل الجارف، واختلط الحابل بالنابل في ممر ضيق لا يتسع للكر والفر."
        },
           {
        "title":"3. الهزيمةُ والمفاجأة: زلزالُ الفرار وانكسارُ الكبرياء",
        "text":"أنت الآن تشاهد المشهد من زاوية لم يجرؤ أحد على الوقوف فيها. الغبار يحجب قرص الشمس، وصيحات الفزع تملأ الوادي، وعشرة آلاف مقاتل يهرعون للخلف في حالة 'انتحار جماعي' من شدة الرعب. في هذه اللحظة، انهار كل شيء.. إلا قلب واحد.\nعندما بدأت السهام تنهال من فوق الجبال، لم تكن مجرد نبال، بل كانت 'صدمة نفسية' لجيشٍ دخل المعركة وهو يظن أن النصر مسألة وقت.\n\nأ- سيناريو الانهيار: كيف ضاعت السيطرة؟\n   *   المقدمة المذعورة: كان في مقدمة الجيش شباب مكة (الطلقاء) وبنو سليم، لم يختبروا بعد ثبات العقيدة في المواقف اليائسة. عندما باغتهم 'رشقُ رجل واحد' من نبال هوازن، ارتدت خيولهم بذعر.\n   *   تأثير 'الدومينو':تخيل خيولاً مذعورة ترجع بظهورها لتصطدم بجيشٍ يحاول التقدم في ممر صخري ضيق. لم يعد هناك مكان للمناورة. الركاب يسقطون، والإبل تدهس المشاة، والسهام تخترق الصدور. في دقائق، تحول 'الجيش العرمرم' إلى غثاءٍ يفر نحو مكة، حتى أن بعض المنافقين شمتوا وقالوا: 'لا تنتهي هزيمتهم دون البحر!'.\n\nب- الثباتُ الأسطوري: 'الجبلُ الأبيض' وسط الطوفان\nفي هذا المشهد الذي يفر فيه الشجاع من أخيه، فعل النبي ﷺ أمراً يخالف كل قوانين العسكرية: \n   *   الاتجاه المعاكس: بينما يركض 12 ألف رجل للخلف، دفع النبي ﷺ بغلته البيضاء (التي لا تصلح للكر والفر كالأفراس) إلى الأمام، نحو مصدر السهام!\n   *   الهدف من البغلة: تعمد ركوب البغلة ليعلم الجميع أنه لا ينوي الفرار أبداً، فهي بطيئة ولا تستطيع الهروب بها من وجه العدو. كان يقتحم صفوف هوازن التي كانت تتقدم لتجهز على الفارين.\n   *   حفنةُ الأبطال: أحاط به ثلة من 'أهل الثبات' لم تتجاوز المئة، منهم أبو بكر، عمر، علي، العباس، وابنه قاسم، وأبو سفيان بن الحارث الذي كان يمسك بلجام بغلة النبي ﷺ ليمنعه من الاندفاع الزائد نحو الموت.\n\nملاحظة:أبو سفيان بن الحارث هو صحابي جليل، وابن عم النبي محمد ﷺ وأخوه من الرضاعة. يُعرف في السيرة النبوية بقصته المؤثرة في التحول من العداء الشديد للنبي ﷺ إلى الحب والولاء المطلق.\nإليك أهم المعلومات عنه:\n1. نسبه وقرابته من النبي ﷺ\n   *   الاسم الكامل: أبو سفيان بن الحارث بن عبد المطلب بن هاشم (وقيل اسمه المغيرة).\n   *   القرابة: هو ابن عم النبي ﷺ (والده الحارث هو أكبر أعمام النبي ﷺ).\n   *   الرضاعة: هو أخو النبي ﷺ من الرضاعة، فقد أرضعتهما حليمة السعدية.\n   *   الشبه: كان من أكثر الناس شبهاً بالرسول ﷺ في ملامحه وخَلقه.\n\n2. موقفه قبل الإسلام\nظل أبو سفيان بن الحارث يعادي النبي ﷺ لمدة عشرين عاماً منذ بعثته. كان شاعراً بليغاً، فاستخدم لسانه في هجاء النبي ﷺ وأصحابه، وشارك مع قريش في معظم حروبهم ضد المسلمين.\n\n3. قصة إسلامه\nأسلم قبيل فتح مكة بوقت قصير. خرج مع ابنه جعفر للقاء النبي ﷺ في طريق فتحه لمكة (بمنطقة الأبواء)، ولكن النبي ﷺ أعرض عنه في البداية بسبب شدة أذاه السابق.\n   *   بقي يتبع النبي ﷺ من منزلة إلى أخرى حتى رَقّ له قلب النبي ﷺ بفضل شفاعة عمه العباس بن عبد المطلب وأم سلمة رضي الله عنهما.\n   *   قال عنه النبي ﷺ بعد إسلامه: 'أبو سفيان بن الحارث خير أهلي.\nوهنا يجب التفريق بينه وبين أبو سفيان بن حرب (صخر بن حرب)، وهو والد معاوية بن أبي سفيان وزوج هند بنت عتبة، وكلاهما صحابيان، لكن ابن الحارث هو ابن عم النبي ﷺ المباشر.\nقائد مكة وسيدها الفعلي وقت فتحها (في العام الثامن للهجرة) هو أبو سفيان بن حرب (صخر بن حرب)،\n\n نعودُ أدراجَنا آملين\n\nج- صرخةُ التحدي: 'أنا النبيُّ لا كذب'.\nلم يكتفِ النبي ﷺ بالثبات، بل أراد أن يكون 'هدفاً' للعدو وقبلةً للمؤمنين:\n   *   إعلان الهوية: رفع صوته الذي اخترق ضجيج المعركة وصاح:\n'أنا النبيُّ لا كذب.. أنا ابنُ عبد المطلب'\n   *   المعنى العميق: كان يقول للمشركين: 'أنا هنا، صاحب الرسالة الذي تطلبون قتله' ويقول للمنهزمين: 'أنا رسول الله الذي بايعتموه، فإلى أين تفرون؟' . لم يقل أنا القائد العسكري، بل قال 'أنا النبي' ، ليذكرهم أن المعركة لله، وأن الله لا يخذل نبيه.\n\nد- لحظةُ الفصل: 'يا عباس نادِ بالناس'\nالتفت النبي ﷺ لعمه العباس بن عبد المطلب، وكان رجلاً ضخم الجثة صاحب صوتٍ 'صاعق' يبلغ مداه أميالاً، فقال له: 'يا عباس، اصرح بمجمع الأنصار' . أراد النبي ﷺ استدعاء 'النخبة' ، أولئك الذين بايعوه تحت الشجرة في الحديبية، الذين لا يفرون ولو هلكت العرب قاطبة.\n\nخلاصة هذا المشهد:\nلقد كانت لحظة 'تصفية للقلوب' . الله أراد أن يُري الصحابة أن الـ 12 ألفاً لم يغنوا عنهم شيئاً، وأن الذي ثبتهم هو 'رجلٌ واحد' استمد قوته من السماء. في هذه اللحظة، كان الإسلام يختصر في مساحة لا تتجاوز عدة أمتار حول بغلة النبي ﷺ."
        },
           {
        "title":"4. نداءُ 'العباس' : عودةُ الأرواح إلى الأجساد وصيحةُ البعث",
        "text":"أنت الآن في قلب اللحظة التي انشق فيها وادي حنين بصوت لم تسمع العرب مثله قط. تخيل الغبار الكثيف، صهيل الخيل المذعورة، وصراخ الآلاف وهم يفرون في كل اتجاه، وفجأة.. يخرج صوت العباس بن عبد المطلب كالرعد، ليوقف الزمن ويعيد الروح في أجساد كاد اليأس أن يقتلها.\nعندما رأى النبي ﷺ الجيش ينفرط كعقد انقطع خيطه، علم أن القلوب تحتاج إلى 'نداء الانتماء' . فالتفت إلى عمه العباس، الذي كان يُعرف بأن صوته يصل إلى مسافات شاسعة، وأمره بالمهمة المستحيلة.\n\nأ- النداءُ الصاعق: 'أين أصحابُ البيعة؟'\nوقف العباس بكل قامته، واستجمع قوة صوته الجهوري وصرخ بكلمات لم تكن مجرد نداء، بل كانت 'تذكيراً بالميثاق':\n   *   'يا معشر الأنصار!' (نداء لأهل النصرة والآوين).\n   *   يا أصحاب السمرة (الشجرة)! (تذكير ببيعة الرضوان حيث بايعوا على الموت).\n   *   يا أصحاب سورة البقرة! '(نداء للعلماء والقراء الذين تربوا على معاني الجهاد والثبات).\n\nب- الاستجابةُ الإعجازية: 'لبيك.. لبيك\nهنا حدث ما لا يمكن تفسيره بقوانين العسكرية. الكلمات نزلت على قلوب الفارّين كأنها صواعق أيقظت فيهم الإيمان الدفين.\n   *   المشهد الذهلي: يقول الرواة إن الجندي كان يحاول بكل قوته أن يلوي لجام جملة أو فرسه ليعود للوراء، لكن الجمال المذعورة كانت ترفض العودة وتستمر في الهرب.\n   *   قرار الانتحار من أجل الحب: عندما عجزوا عن التحكم في دوابهم، فعلوا أعجب أمر؛ كان الواحد منهم يخلع درعه أو يحمله، ثم يلقي بنفسه من فوق الجمل وهو يجري، ويترك جمله يذهب حيث يشاء، ثم يركض حافياً على قدميه في وسط الغبار والسهام، متجهاً نحو مصدر الصوت وهو يصرخ بصوت يملأ جنبات الوادي: 'لبيك.. لبيك!'.\n\nج- عودةُ الكتائب: 'حمِيَ الوطيس'\nفي دقائق معدودة، تحول المشهد من هروب جماعي إلى 'تجمع استشهادي'.\n   *   النواة الأولى: اجتمع حول النبي ﷺ مئة من الأنصار أولاً، ثم تتابع الناس، حتى التحمت الكتائب من جديد.\n   *   رؤية القائد: نظر النبي ﷺ إلى شدة الجلاد وقوة التحام السيوف، فقال جملته التي صارت مثلاً: 'الآن حمِيَ الوطيس' (والوطيس هو التنور إذا اشتد حره)، وكأن المعركة بدأت فعلياً في تلك اللحظة.\n   *   المدد الإلهي: في هذه اللحظة، أخذ النبي ﷺ كفاً من حصى ورمى بها في وجوه العدو وقال: 'شاهت الوجوه' ، فما بقي أحد من المشركين إلا وانشغل بعينه يمسحها من التراب، ونزل السكون والسكينة في قلوب المسلمين.\n\nد- الانهيارُ المعاكس:\nبمجرد أن رأى المشركون (هوازن وثقيف) أن الجيش الذي كان يفر قد عاد بروح 'انتحارية' وبثبات أسطوري حول نبيه، انهارت معنوياتهم. انقلب الهجوم الكاسح إلى دفاع يائس، وبدأ المشركون يفرون تاركين وراءهم كل ما ساقوه من أموال ونساء ليكون 'وبالاً' عليهم.\n\nخلاصة هذا المشهد:\nلقد كان صوت العباس هو 'الوتر' الذي عزف عليه الإيمان في القلوب، ولكن المحرك الحقيقي كان حب محمد ﷺ. لقد أثبت الصحابة في تلك الدقائق أنهم قد يضعفون كبشر أمام المفاجأة، لكنهم كـ 'مؤمنين' لا يمكن أن يتركوا نبيهم وحده في الميدان."
        },
           {
        "title":"5. الانقضاضُ الأخير: 'الآن حميَ الوطيس' وسقوط الأوهام",
        "text":"أنت الآن تشاهد التحول الدرامي الأخير؛ فالدخان الذي كان يخنق الأنفاس بدأ يتلاشى ليحل محله غبار المعركة الفاصلة. لم يعد المسلمون يفرون، بل أصبحوا هم 'الإعصار' الذي يجتاح شعاب الوادي.\nفي هذه اللحظة، لم تعد المعركة مجرد كَرّ وفر، بل تحولت إلى 'ملحمة ثبات' . النبي ﷺ يقف في القلب، وعن يمينه وشماله مئة بطل من الأنصار والمهاجرين استرخصوا أرواحهم، وبدأ الجيش المشتت يلتئم كجسد واحد.\n\nأ- الرميةُ المعجزة: 'شاهت الوجوه'\nبينما كانت كتائب هوازن تندفع بزهوّها للقضاء على ما تبقى من الحرس النبوي، فعل النبي ﷺ فعلاً غيّر موازين القوى المادية:\n   *   نزل عن بغلته، وأخذ حفنة من تراب الأرض، ثم استقبل بها وجوه القوم ورمى بها وهو يصيح: 'شاهت الوجوه!'.\n   *   المشهد الإعجازي: يروي المقاتلون من المشركين لاحقاً أنه ما من رجل منهم إلا ودخل في عينيه وفمه ومنخريه من ذلك التراب، فعميَت أبصارهم واختلت صفوفهم، واشتغلوا بأنفسهم عن القتال. لقد كانت رميةً بشرية بمددٍ إلهي: ﴿وَمَا رَمَيْتَ إِذْ رَمَيْتَ وَلَٰكِنَّ اللَّهَ رَمَىٰ﴾.\n\nب- 'الآن حميَ الوطيس' : صراع الجبال\nنظر النبي ﷺ إلى ساحة المعركة، ورأى السيوف تضرب السيوف، والأنصار يقاتلون قتالاً لم ترَ العرب مثله قط، فقال كلمته التي خلدتها لغة العرب: 'الآن حميَ الوطيس'.\n   *   المعنى: 'الوطيس' هو التنور الذي يُسجر فيه الخشب حتى يشتد حره، وكان يقصد أن المعركة بلغت ذروة اشتعالها.\n   *   نزل المسلمون بـ 'روح جديدة' ؛ روح من ذاق مرارة الهزيمة ثم تذوق حلاوة العودة. لم تكن سيوفهم تضرب الأجساد فحسب، بل كانت تضرب 'الخوف' الذي تسلل لقلوبهم في البداية.\n\nج- انكسارُ 'مالك بن عوف' وفرارُ القادة:\nعندما رأى مالك بن عوف (القائد الشاب الذي غرّه طموحه) أن المسلمين عادوا كأنهم بُعثوا من الموت، وأن نبال رُماته لم تعد تجدي نفعاً، أدرك أن الدائرة دارت عليه.\n   *   الفرار الكبير: ولى مالك مدبراً، ولم يلتفت خلفه حتى تحصن في 'الطائف' ، تاركاً خلفه كل شيء؛ النساء، والأطفال، والأموال، والإبل التي جاء بها لتكون دافعاً للثبات، فصارت 'قيداً' و 'غنيمة'.\n\nد- غنائمُ أسطورية وأسرى بالآلاف:\n   *   الأسرى: 6,000 من النساء والأطفال\n   *   الإبل: 24,000 بعير.\n   *   الغنم: أكثر من 40,000 شاة.\n   *   الفضة: 4,000 أوقية.\n\nخلاصة هذه المرحلة:\nلقد أثبت 'الانقضاض الأخير' أن المعارك تُحسم بـ 'ثبات القيادة' أولاً، ثم بـ 'يقين الجند' لقد مسح نصر حنين غبار الهزيمة التي وقعت في الفجر، وعلم الجميع أن مكة ومن حولها قد خضعت تماماً لدين الله."
        },
             {
        "title":"خلاصة الغزوة:",
        "text":"غزوة حنين كانت الدرس القاسي الذي علمنا أن النصر ليس بـ 'الكثرة' ، بل بـ 'المعية الإلهية' والثبات خلف القائد. لقد بدأت بفرارٍ وانتهت بنصرٍ ساحق وتطهيرٍ للقلوب من العجب.\n\nلكن، لماذا سمح الله لهذه الهزيمة الجزئية أن تحدث في البداية؟ وما هي الرسالة الربانية التي نزلت في القرآن لتعيد تربية النفوس على التواضع؟\nسنعرف ذلك في المقالة القادمة: 'التذكير بعدم الاغترار بالكثرة.. حين تضيق الأرض بما رحبت'."
        }
     
    ]
}
