{
  " behavior_control_center_quranic":[
      
        
       {
        "title":"المنطقة التي تتحكم في سلوكنا: الإعجاز في وظيفة 'الناصية' (الفص الجبهي)",
        "text":"موضوع (المنطقة التي تتحكم في سلوكنا) يُعد أحد أقوى الأمثلة على الإعجاز التشريحي في القرآن، حيث يشير إلى وظيفة منطقة محددة في مقدِّمة الرأس (الناصية) لم تُكتشف وظيفتها الرئيسية (مركز التفكير والسلوك) إلا حديثاً في علم الأعصاب."
      },
       {
        "title":"1. المدخل القرآني: الناصية والتحكم في السلوك",
        "text":"جاء ذكر (الناصية) في سياق الوعيد والذم لسلوك شخص ما، مما يشير إلى أن هذه المنطقة ليست مجرد جزء من الشعر، بل هي مركز قيادة السلوك والخطأ.\nالآية الكريمة (أصل الإعجاز):\n﴿كَلَّا لَئِن لَّمْ يَنتَهِ لَنَسْفَعًا بِالنَّاصِيَةِ ۝ نَاصِيَةٍ كَاذِبَةٍ خَاطِئَةٍ﴾ [العلق: 15-16]."
      },
       {
        "title":"2. دلالة لفظ (النَّاصِيَةِ) والتفسير العلمي",
        "text":"كلمة (الناصية) في اللغة هي مُقدَّم الرأس ومُنبت الشعر الأمامي. ويتجلى الإعجاز في وصفها بأنها (كاذبة خاطئة) وهو وصف لوظيفة داخلية (التفكير والسلوك) وليس للشكل الخارجي.\nالمصطلح القرآني: النَّاصِيَةِ\nالدلالة اللغوية والمكانية: مُقدَّم الرأس.\nالدلالة العلمية الحديثة (علم الأعصاب): يُشير إلى الفص الجبهي في الدماغ، وهو الجزء الذي يقع مباشرة خلف الجبهة\n| | كَاذِبَةٍ خَاطِئَةٍ | وصف للكذب والخطأ في الفعل والسلوك، وهي وظائف عقلية. | مركز السلوك: أثبت علم الأعصاب أن الفص الجبهي (خاصة القشرة أمام الجبهية) هو مركز اتخاذ القرارات، التخطيط، الحكم على الأشياء، الذاكرة العاملة، وضبط السلوك الأخلاقي. | | وظيفة الفص الجبهي: | | مصدر الكذب والخطأ: هذا الجزء هو المسؤول عن صياغة الكلام (الكذب) وهو الذي يقرر السلوك الخاطئ. فإذا تلفت هذه المنطقة، يفقد الإنسان القدرة على اتخاذ قرارات صحيحة وضبط سلوكه. |"
      },
       {
        "title":"3. الإعجاز في الربط بين المكان والسلوك",
        "text":"إن ربط (الناصية) (الجزء الأمامي من الرأس) بـ (الكذب والخطأ) هو ربط وظيفي دقيق:\n  1.  السبق التشريحي: في زمن نزول القرآن، كان السائد هو الاعتقاد بأن القلب هو مركز التفكير والإدراك. لكن الآية وجهت الانتباه نحو مُقدِّمة الرأس كمركز للتحكم في الأفعال الأخلاقية والسلوكيات الإرادية (الخطأ) والقول (الكذب).\n  2.  الاكتشاف الحديث: لم يُعرف دور الفص الجبهي كمركز علوي للسلوك إلا حديثاً، خاصة بعد دراسة حالات إصابات الدماغ التي أظهرت أن تضرر هذه المنطقة يُحول الشخص إلى كائن غير مسؤول أخلاقياً واجتماعياً.\nالخلاصة الإعجازية: اختيار (الناصية) تحديداً كوصف لسلوك داخلي (الكذب والخطأ) يتطابق مع الوظيفة المعقدة والحديثة الاكتشاف لـ ( الفص الجبهي ) في الدماغ، مما يثبت أن الواصف هو خالق الدماغ البشري."
      },
       {
        "title":"4. الأثر العقدي والبياني",
        "text":"  *   حجة على المخلوق: الآية هي تذكير للإنسان بأن كل سلوكياته وأخطائه تصدر عن مركز قيادي في دماغه خلقه الله وأعطاه القدرة على التمييز.\n  *   دقة البيان: إن وصف الناصية بأنها(كاذبة خاطئة) هو من أبلغ الاستعارات القرآنية، حيث أسند صفة الفعل إلى مركز الفعل نفسه، وليس إلى الشخص أو اللسان فقط."
      }
        
      
    ]
}
