{
    "belief_books_general_detail":[
      {
        "title":"قانون الإيمان بالكتب: كيف نميز بين التسليم المطلق والقبول المشروط، ولماذا القرآن هو المعيار؟",
        "text":""
      },
       {
        "title":"1. المدخل الإيماني: قاعدة التمييز بين الإجمال والتفصيل",
        "text":"إن الإيمان بالكتب السماوية ليس مجرد إقرار بوجودها التاريخي، بل هو عقيدة توحيدية تتطلب التعامل مع هذه الكتب بمنهج سليم يوافق الشريعة الخاتمة. هذا المنهج يفرق بين نوعين من الكتب:\n1.  الكتاب المحفوظ (القرآن): يُؤمن به تفصيلاً.\n2.  الكتب السابقة (التوراة، الإنجيل، إلخ): يُؤمن بها إجمالاً.\nهذه القاعدة تحفظ للمؤمن سلامة عقيدته من الوقوع في التناقض أو قبول ما طاله التحريف والتبديل."
      },
     
       {
        "title":"2. الإيمان الإجمالي (الكتب السابقة غير المحفوظة)",
        "text":"نقصد به الكتب التي أنزلها الله على رسله السابقين (التوراة، الإنجيل، الزبور، صحف إبراهيم وموسى).\nأ. طريقة الإيمان:\nيجب علينا الإيمان بها إجمالاً، أي:\n1.  الإقرار بصدورها: نؤمن بأن هذه الكتب قد أنزلها الله حقاً على رسله لهداية أقوامهم في عصورهم.\n2.  التصديق بأنها وحي: نؤمن بأنها تضمنت الحق والنور والهدى والتوحيد والعدل الذي أمر الله به.\n3.  الجهل بالتفاصيل: لا نُكَلَّف بالبحث في تفاصيل نصوصها الموجودة حالياً، ولا نُصدقها تصديقاً مطلقاً، لأنها لم تعد في صيغتها الأصلية.\nب. سبب الإجمال (وقوع التحريف):\nالكتب السابقة لم يتكفل الله بحفظها، بل وكَلَ حفظها إلى الأحبار والرهبان، فامتدت إليها يد التحريف والتبديل والنسيان.\nالدليل القرآني على التحريف:\n﴿فَوَيْلٌ لِّلَّذِينَ يَكْتُبُونَ الْكِتَابَ بِأَيْدِيهِمْ ثُمَّ يَقُولُونَ هَٰذَا مِنْ عِندِ اللَّهِ لِيَشْتَرُوا بِهِ ثَمَنًا قَلِيلًا ۖ فَوَيْلٌ لَّهُم مِّمَّا كَتَبَتْ أَيْدِيهِمْ وَوَيْلٌ لَّهُم مِّمَّا يَكْسِبُونَ﴾ [البقرة: 79].\nج. الموقف العملي من نصوصها:\nالقاعدة في التعامل مع ما نراه في الكتب السابقة هي:\n*  ما وافق القرآن: نصدقه ونعمل به.\n*  ما خالف القرآن: نكذبه ونرده، ونعلم أنه من التحريف.\n*  ما سكت عنه القرآن: لا نصدقه ولا نكذبه، بل نتوقف فيه، ونقول: آمنا بما أنزل الله"
      },
     
       {
        "title":"3. الإيمان التفصيلي (القرآن الكريم والسنة النبوية)",
        "text":"القرآن الكريم هو الرسالة الخاتمة، والوحيد الذي تكفل الله بحفظه، وهو المعيار الذي تُقاس به كل الرسالات السابقة.\nأ. طريقة الإيمان:\nيجب علينا الإيمان به تفصيلاً، أي:\n1.  التصديق المطلق: نؤمن بكل ما جاء فيه من خبر، ونصدق بجميع قصصه ووعده ووعيده.\n2.  العمل والتحكيم: نتبع جميع أوامره ونواهيه ونُحكّمه في كل شؤون حياتنا العقائدية والتشريعية.\n3.  تكميل الإيمان بالسنة: نؤمن بأن السنة النبوية هي وحي من الله وتفصيل للقرآن، ونتبعها تصديقاً وعملاً.\nب. سبب التفصيل (الحفظ الإلهي):\nإن القرآن هو الكتاب الوحيد الذي ضمن الله له البقاء الخالص من التغيير، مما يوجب الإيمان بكل كلمة فيه.\nالدليل القرآني على الحفظ:\n﴿إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ﴾ [الحجر: 9]."
      },
     
       {
        "title":"4. الأثر العملي: التوحيد واليقين",
        "text":"هذه القاعدة المنهجية (الإجمال والتفصيل) تحقق للمؤمن أعظم الأهداف:\n1.  تحقيق التوحيد: بإفراد القرآن والسنة بالتحكيم والطاعة المطلقة، نتوحد تحت لواء الرسالة الخاتمة.\n2.  اليقين المطلق: يضمن لك هذا المنهج أنك متمسك بنص إلهي نقي وغير مشوب، مما يورث الطمأنينة الكاملة بسلامة الطريق.\n3.  العدل مع الماضي: بالإيمان الإجمالي بالكتب السابقة، نُعطي كل رسول وكتاب حقه من التعظيم والاحترام كرسالة إلهية، ونحترم وحدانية المصدر.\nالقرآن هو المهيمن والشاهد، وهو الميزان الذي نزن به كل ما يدّعى أنه وحي سماوي."
      }
        
    ]
}
