{
    "belief_all_messengers_unity":[
      
        
       {
        "title":"وحدة المصدر ووحدة الإيمان: لماذا نؤمن بجميع الرسل ولا نفرق بينهم في أصل الإيمان؟",
        "text":""
      },
       {
        "title":"1. المدخل العقدي: التوحيد في المصدر",
        "text":"إن أساس الإيمان بالرسل هو الإقرار بأنهم جميعاً بعثوا من قِبَل إله واحد، وهو الله عز وجل. ولما كان المرسِل واحداً، وجب أن يكون الإيمان بجميع المرسلين أمراً واحداً لا يتجزأ. إن تكذيب رسول واحد هو في حقيقته تكذيب للمرسِل (الله)، وبالتالي، هو كفر بالرسالة كلها.\nأ. الدليل القرآني على وجوب الإيمان بالجميع:\nالقرآن الكريم يلزمنا بالإيمان بكل الرسل والأنبياء الذين ورد ذكرهم أو لم يرد، دون تفريق بينهم في أصل الإيمان:\n﴿قُولُوا آمَنَّا بِاللَّهِ وَمَا أُنزِلَ إِلَيْنَا وَمَا أُنزِلَ إِلَىٰ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ وَمَا أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَمَا أُوتِيَ النَّبِيُّونَ مِن رَّبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِّنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ﴾ [البقرة: 136].\n*  التطبيق المُلِمّ: هذه الآية هي المبدأ العقدي الأهم في هذا الركن، حيث يُعلن المؤمنون تسليمهم لجميع رسل الله (﴿لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِّنْهُمْ﴾)."
      },
       {
        "title":"2. دلالة (عدم التفريق) في الإيمان",
        "text":"عدم التفريق بين الرسل يعني تحقيق ثلاثة جوانب عقدية أساسية:\nأ. المساواة في أصل النبوة والرسالة:\nيجب علينا الإيمان بأن جميع الرسل كانوا صادقين، معصومين، ومُبَلِّغين لما أُمروا به، وأنهم كلهم كانوا على التوحيد.\n*   ما هو التفريق المنهي عنه؟ التفريق المنهي عنه هو أن نؤمن ببعض الرسل ونكفر ببعض (كما فعل اليهود الذين آمنوا بموسى وكفروا بعيسى ومحمد، أو النصارى الذين آمنوا بعيسى وكفروا بمحمد).\nب. وحدة الرسالة في الأصول (الدين واحد):\nجميع الرسل دعوا إلى أصل الدين الواحد وهو التوحيد (عبادة الله وحده لا شريك له). الشرائع تختلف في الفروع، لكن العقيدة واحدة. \n﴿وَمَا أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَٰهَ إِلَّا أَنَا فَاعْبُدُونِ﴾ [الأنبياء: 25]. \nج. عدم الغلو في المفضول:\nعلينا أن نعظم جميع الرسل، ولا يجوز تفضيل رسول على آخر بقصد الانتقاص من المفضول أو المبالغة في مدح المفضَّل لدرجة إخراجه عن بشريته."
      },
       {
        "title":"3. حقيقة التفضيل بين الرسل (التفضيل الثابت)",
        "text":"على الرغم من وجوب عدم التفريق في أصل الإيمان، إلا أن الله عز وجل هو الذي فضّل بعض الرسل على بعض، وهو تفضيل ثابت بالوحي يجب الإيمان به.\nأ. الدليل القرآني على التفضيل:\n﴿تِلْكَ الرُّسُلُ فَضَّلْنَا بَعْضَهُمْ عَلَى بَعْضٍ ۘ مِّنْهُم مَّن كَلَّمَ اللَّهُ ۖ وَرَفَعَ بَعْضَهُمْ دَرَجَاتٍ﴾ [البقرة: 253].\nب. من هم المفضَّلون؟ \n1.  محمد ﷺ: هو أفضل الرسل على الإطلاق، وهو خاتمهم.\n2.  أولو العزم من الرسل: وهم خمسة ذكرهم الله في قوله: ﴿فَاصْبِرْ كَمَا صَبَرَ أُولُو الْعَزْمِ مِنَ الرُّسُلِ﴾ [الأحقاف: 35]. وهم: محمد، نوح، إبراهيم، موسى، وعيسى عليهم الصلاة والسلام.\n*  التفريق الممنوع: هو تفريق الكفر بالبعض والإيمان بالبعض الآخر.\n*   التفضيل المباح والواجب: هو الإيمان بأن الله رفع درجات بعضهم على بعض كما أخبر بذلك القرآن."
      },
       {
        "title":"4. الأثر العملي لوحدة الإيمان بالرسل",
        "text":"الإيمان بوحدة الرسل وعدم التفريق بينهم يحقق للمؤمن:\n1.  التخلص من التعصب: التحرر من النزعة العنصرية أو القومية التي تجعل الإيمان مقتصراً على رسول من قوم معينين.\n2.  اليقين بالشريعة الخاتمة: إدراك أن رسالة محمد ﷺ هي تتويج واكتمال لجميع الرسالات السابقة، مما يوجب طاعته دون غيره في التشريع.\n3.  العصمة من الكفر: الإيمان بهم جميعاً هو صمام الأمان الذي يحمي المؤمن من الوقوع في الكفر الذي وقع فيه أهل الكتاب عندما كفروا بخاتم الأنبياء والمرسلين."
      }

    ]
}
