{
  "between_muhājirūn_and_anṣār_and_its_value":
  [

        {
        "title":"المؤاخاة بين المهاجرين والأنصار: ذروة التكافل الإنساني",
        "text":"بعد أن وضع النبي صلى الله عليه وسلم حجر الأساس للمجتمع الجديد ببناء المسجد النبوي (المحور الروحي)، كان لا بد من حل المشكلة الاجتماعية والاقتصادية العالقة: دمج المهاجرين المعدمين في المجتمع المدني.\nنستعرض الآن المؤاخاة بين المهاجرين والأنصار وقيمتها، وهي خطوة فريدة من نوعها في تاريخ الإدارة السياسية والاجتماعية.\nكانت المؤاخاة (عقد الأخوة) ثاني أهم عمل قام به النبي صلى الله عليه وسلم بعد بناء المسجد. لم يكن الأمر سهلاً؛ فالمهاجرون تركوا كل شيء في مكة (أموالهم، تجارتهم، ديارهم)، ووصلوا إلى المدينة فقراء، بينما كان الأنصار يمتلكون المزارع والأموال."
       },
       
        {
        "title":"1. الميثاق العظيم (أخوة لا دم):",
        "text":"أعلن النبي صلى الله عليه وسلم المؤاخاة بين المهاجرين والأنصار، فجعل لكل مهاجر أخاً من الأنصار يشاركه في حياته. كانت هذه الأخوة تُلغي رابطة الدم وتستبدلها برابطة الدين، وتُلغي العصبية القبلية لتحل محلها العصبية الإيمانية.\n   *   طبيعة المؤاخاة: كانت المؤاخاة في البداية تصل إلى حد التوارث (الميراث) بين المتآخين، قبل أن يُنسخ هذا الحكم بآيات المواريث التي تخص الأقارب بالدم، لكن التكافل ظل قائماً.\n   *   العدد: آخى النبي صلى الله عليه وسلم بين حوالي تسعين رجلاً، نصفهم من المهاجرين ونصفهم من الأنصار.\nالجاذبية: هذه الخطوة حلت مشكلتين في آن واحد: مشكلة اقتصادية (بتوفير المال والمأوى للمهاجر) و مشكلة نفسية (بتوفير السند العاطفي والاجتماعي)."
       },
       
        {
        "title":"2. أروع صور التضحية (الإيثار):",
        "text":"قدم الأنصار في هذه المؤاخاة أعظم مثال على التكافل والإنفاق الذاتي، لدرجة أن القرآن الكريم خلد صفتهم هذه:\n   *   النص القرآني: قال تعالى واصفاً الأنصار: ﴿وَالَّذِينَ تَبَوَّءُوا الدَّارَ وَالْإِيمَانَ مِن قَبْلِهِمْ يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ وَلَا يَجِدُونَ فِي صُدُورِهِمْ حَاجَةً مِّمَّا أُوتُوا وَيُؤْثِرُونَ عَلَىٰ أَنفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ﴾ [الحشر: 9].\nأمثلة على الإيثار:\n   1.  سعد بن الربيع وعبد الرحمن بن عوف: من أشهر أمثلة المؤاخاة. عرض الأنصاري سعد بن الربيع على المهاجر عبد الرحمن بن عوف أن يشاطره نصف ماله، بل وطلب منه أن ينظر إلى زوجتيه ليُطلق أجملهما له ليتزوجها.\n   2.  عزة المهاجرين: كان رد عبد الرحمن بن عوف مثالاً للعزة والاعتماد على الذات، حيث قال لسعد: 'بارك الله لك في أهلك ومالك، دلّوني على السوق.' فبدأ عبد الرحمن التجارة بنفسه ولم يقبل العرض المالي، حتى أصبح من أغنياء المدينة."
       },
       
        {
        "title":"3. قيمة المؤاخاة وأثرها:",
        "text":"كانت المؤاخاة بمثابة 'التأمين الاجتماعي' للدولة الناشئة، وكانت قيمتها لا تُقَدَّر بثمن:\n   *   دمج المجتمع: قضت على الشقاق القديم بين الأوس والخزرج، ووحدتهم مع المهاجرين في كتلة واحدة متراصة، أساسها العقيدة.\n   *   حل الأزمة الاقتصادية: وفرت للمهاجرين البنية التحتية والمساعدة المبدئية، مما مكنهم من استعادة دورهم الاقتصادي بسرعة، حيث كان المهاجرون أصحاب خبرة في التجارة (بينما كان الأنصار أصحاب خبرة في الزراعة).\n   *   تأسيس نظام التكافل: أرست قاعدة التكافل والتعاضد الاجتماعي التي أصبحت سمة مميزة للمجتمع الإسلامي."
       },
       
        {
        "title":"الخلاصة",
        "text":"بالمؤاخاة، أسس النبي صلى الله عليه وسلم الرابطة الداخلية القائمة على الإيمان والحب والإيثار. لكن المجتمع الجديد في المدينة لم يكن يتكون من المسلمين فقط، بل كان يضم أيضاً قبائل يهودية وبعض العرب الذين لم يُسلموا بعد.\nكان لا بد من صياغة 'الرابطة الخارجية' التي تُنظّم العلاقات بين هذه المكونات المتنوعة، وتضمن الأمن والسلم الأهلي للجميع.\nما هو أول دستور مدني في التاريخ الإسلامي؟ وما هي أبرز بنوده التي نظمت العلاقة بين المسلمين واليهود؟"
       }
        


    ]
}
