{
  "compulsion_choice_human_will":[
      
        
       {
        "title":"التسيير والتخيير: ميزان الاختيار الإنساني في ضوء المشيئة الإلهية الشاملة",
        "text":""
      },
       {
        "title":"1. المدخل العقدي: حقيقة الاختيار والكسب",
        "text":"الإيمان بالقدر يوجب التسليم بأن الله هو الخالق لكل شيء، وأنه شاء كل ما يقع (مرتبة المشيئة والخلق). وفي الوقت ذاته، نحن مكلفون ومحاسبون، ولا يقع التكليف والحساب إلا على فعل صدر بإرادة واختيار من العبد.\nالشريعة الإسلامية ترفض طرفي الإفراط والتفريط في هذه المسألة:\n1.  رفض الجبرية: التي تزعم أن العبد مُجبر كـ( الريشة في مهب الريح)ولا اختيار له.\n2.  رفض القدرية: التي تزعم أن العبد يخلق فعله بنفسه ويستقل به عن مشيئة الله.\nالحق هو مذهب أهل السنة والجماعة، الذي يثبت للعبد إرادة وكسباً تحت المشيئة الإلهية."
      },
      
       {
        "title":"2. التسيير الإلهي (المشيئة الشاملة)",
        "text":"التسيير: هو إثبات أن كل شيء في الكون يسير وفقاً لمشيئة الله تعالى الشاملة والنافذة، وأن العبد لا يستطيع أن يفعل شيئاً إلا إذا أراد الله ذلك. وهذا يتعلق بـ مرتبتي المشيئة والخلق من مراتب القدر.\nأ. الدليل على شمول المشيئة:\n*   ﴿وَمَا تَشَاءُونَ إِلَّا أَن يَشَاءَ اللَّهُ رَبُّ الْعَالَمِينَ﴾ [التكوير: 29].\n*   ﴿لَوْ شَاءَ اللَّهُ مَا أَشْرَكُوا﴾ [الأنعام: 107].\nالخلاصة: إن إرادة العبد وقدرته لا تخرجان عن قدرة الله وإرادته. فالله هو الذي خلق العبد وخلق قدرته على الاختيار، ولولا إذن الله لما استطاع العبد أن يختار شيئًا."
      },
      
       {
        "title":"3. التخيير الإنساني (الاختيار والكسب)",
        "text":"التخيير: هو إثبات أن العبد له إرادة وقدرة اختيارية يميز بها بين الخير والشر والطاعة والمعصية، وأن الفعل ينسب إليه على سبيل (الكسب)وبناءً على هذا الاختيار يكون الحساب والجزاء. \nأ. الأدلة على إثبات الاختيار:\n1.  الأمر والنهي والتكليف: لو كان العبد مُجبراً، لبطل التكليف بالصلاة والصيام، ولما كان للأمر والنهي أي معنى.\n*   ﴿لِمَن شَاءَ مِنكُمْ أَن يَسْتَقِيمَ﴾ [التكوير: 28]. (إثبات إرادة العبد).\n2.  لجزاء والحساب: ربط الله الجزاء (الثواب والعقاب) بالفعل المباشر للعبد:\n*   ﴿فَمَن شَاءَ فَلْيُؤْمِن وَمَن شَاءَ فَلْيَكْفُرْ﴾ [الكهف: 29].\n*   ﴿لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ﴾ [البقرة: 286]. (نسبة الكسب إلى العبد).\n3.  الشعور الذاتي: يفرق الإنسان بالضرورة بين ما يفعله باختياره (كالأكل والشرب) وما يقع عليه جبراً (كالمرض والسقوط)، وهذا الشعور يثبت وجود الإرادة.\nالخلاصة: العبد يختار الفعل، والله يخلق هذا الفعل الذي اختاره العبد. فالاختيار من العبد، والخلق من الله."
      },
      
       {
        "title":"4. ضابط المسألة (الفرق بين الإرادتين)",
        "text":"الضابط في فهم العلاقة بين التسيير والتخيير يكمن في التمييز بين نوعين من الإرادة:\nنوع الإرادة\nالإرادة الكونية (التسيير)\nالوصف\nتتعلق بخلق الأشياء وإيجادها (مشيئة الله).\nالعلاقة بالعبد\nشاملة لأفعال العبد وأقواله، ولا يقع شيء خارجها.\nنوع الإرادة\nالإرادة الشرعية (التخيير)\nالوصف\nتتعلق بما يحبه الله ويرضاه (أوامر ونواهي).\nالعلاقة بالعبد\nيُكَلَّف العبد أن يختارها، ويُجازى عليها إن اختارها.\nمهم جداً: إن كون الله عالمًا بأن العبد سيختار الشر، لا يعني أنه أجبره على اختياره. فعلم الله السابق لا يسلب حرية الاختيار من العبد."
      },
      
       {
        "title":"5. الأثر العملي للإيمان الصحيح",
        "text":"الفهم الصحيح لمسألة التسيير والتخيير يحقق للمؤمن:\n1.  الجمع بين العمل والتوكل: يعمل العبد بالأسباب، معتمداً بقلبه على المشيئة الإلهية، فلا هو يقعد ويتواكل (كالجبرية)، ولا هو يعتمد على نفسه وينسى ربه (كالقدرية).\n2.  البعد عن الاحتجاج بالقدر على المعصية: يدرك المؤمن أن الاحتجاج بالقدر لا يكون إلا على المصائب التي ليس للعبد فيها خيار (كالمرض والموت)، ولا يجوز الاحتجاج به على المعاصي، لأن المعصية وقعت باختيار العبد.\n3.  العلم بالعدل الإلهي: اليقين بأن الله لن يحاسب العبد إلا على ما اختاره وكسبه، وهذا هو قمة العدل.\nالخلاصة: نحن مُخَيَّرون فيما أمرنا به ونهينا عنه، ومُسَيَّرون في الأشياء التي ليس لنا فيها اختيار (كأجلنا ورزقنا وكوننا ذكوراً أو إناثاً)."
      }
 
    ]
}
