{
  "cumulus_clouds_quranic":[
      
        
       {
        "title":"السحاب الركامي: الإعجاز في وصف مراحل التكوين والمكونات",
        "text":"بعد الحديث عن دور الرياح في التلقيح، ننتقل الآن إلى الإعجاز القرآني في وصف آلية تكون الأمطار والبرَد، وتحديداً في وصف (السحاب الركامي) وهي السحب المسؤولة عن العواصف الرعدية والمطر الغزير."
      },
         
       {
        "title":"1. المدخل القرآني: وصف السحب المعقدة والمطر والبرَد",
        "text":"تصف الآية الكريمة سحباً ضخمة ومُتراكمة، وتذكر ثلاثة عناصر رئيسية لا تتكون إلا في هذا النوع من السحب: المطر، والبرَد (البَرَد)، والبرق.\nالآية الكريمة (أصل الإعجاز):\n﴿أَلَمْ تَرَ أَنَّ اللَّهَ يُزْجِي سَحَابًا ثُمَّ يُؤَلِّفُ بَيْنَهُ ثُمَّ يَجْعَلُهُ رُكَامًا فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلَالِهِ وَيُنَزِّلُ مِنَ السَّمَاءِ مِن جِبَالٍ فِيهَا مِن بَرَدٍ فَيُصِيبُ بِهِ مَن يَشَاءُ وَيَصْرِفُهُ عَن مَّن يَشَاءُ ۖ يَكَادُ سَنَا بَرْقِهِ يَذْهَبُ بِالْأَبْصَارِ﴾ [النور: 43]."
      },
         
       {
        "title":"2. الإعجاز في مراحل تكوُّن السحب الركامية",
        "text":"تصف الآية مراحل تكون السحاب الركامي بدقة تتطابق مع علم الأرصاد الجوية\nالمرحلة القرآنية: المرحلة الأولى: الدفع \nالمصطلح: يُزْجِي سَحَابًا\nالتفسير العلمي الحديث (تكوين السحب الركامية): الدفع: الرياح تدفع قطع السحب المنفردة (السحب الماطرة الصغيرة) وتوجهها نحو منطقة التلاقي\nالمرحلة القرآنية: المرحلة الثانية: التجميع\nالمصطلح: ثُمَّ يُؤَلِّفُ بَيْنَهُ\nالتفسير العلمي الحديث (تكوين السحب الركامية): التجميع: تتجمع قطع السحب وتلتحم ببعضها البعض، لتزيد من حجمها وكثافة بخار الماء فيها.\nالمرحلة القرآنية: المرحلة الثالثة: التراكم\nالمصطلح: ثُمَّ يَجْعَلُهُ رُكَامًا\nالتفسير العلمي الحديث (تكوين السحب الركامية): التراكم العمودي (التكوّم): تتراكم السحب المتجمعة عمودياً فوق بعضها البعض. هذا التراكم هو الصفة المميزة للسحب الركامية المزنية التي تشبه الجبال في ضخامتها وارتفاعها الذي قد يصل إلى 15 كم."
      },
         
       {
        "title":"3. الإعجاز في وصف محتويات السحب الركامية",
        "text":"توضح الآية أن هذه السحب الركامية الضخمة (التي تشبه الجبال) هي مصدر لثلاثة ظواهر فيزيائية متزامنة، وهي المطر والبرَد والبرق:\nأ. المطر:\n  *   ﴿فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلَالِهِ﴾:(الودق) هو المطر. السحب الركامية هي التي تُنتج المطر الغزير، ويُعبَّر عن خروجه من (خِلالِه) (بين أجزائه) لدلالة على كثافته.\nب. البرَد:\n  *   ﴿وَيُنَزِّلُ مِنَ السَّمَاءِ مِن جِبَالٍ فِيهَا مِن بَرَدٍ﴾:\n      *   جبال من برَد: هذا الوصف هو إشارة إلى الحجم الهائل والتراكم العمودي للسحب الركامية التي تتكون فيها حبات البرَد\n      *   تكوُّن البرَد: تتكون حبات البرَد في الأجزاء العلوية شديدة البرودة من هذه السحب الضخمة، ثم تنزل إلى الأسفل وتعود لتصعد بفعل التيارات الهوائية القوية داخل السحابة، فتنمو وتتراكم طبقات الثلج والجليد عليها، حتى تصبح كبيرة وتتساقط.\nج. البرق:\n  *   ﴿يَكَادُ سَنَا بَرْقِهِ يَذْهَبُ بِالْأَبْصَارِ﴾:\n     *   توليد الشحنات: تتولد شحنات البرق (الكهرباء) بشكل رئيسي داخل السحب الركامية المزنية بسبب احتكاك بلورات الثلج (البرَد والجليد) وقطرات الماء أثناء حركتها العمودية القوية (صعوداً وهبوطاً).\n     *   البرق يتبع البرَد: ربط البرق بوجود البرَد في نفس السحابة هو تطابق علمي، فالمكونات الجليدية في السحابة هي المسؤولة عن عملية فصل الشحنات الكهربائية."
      },
         
       {
        "title":"4. الأثر الإعجازي",
        "text":"إن وصف هذه العمليات المعقدة – من الدفع والتأليف والتراكم، إلى إنتاج المطر والبرَد والبرق من نفس السحابة العملاقة – في آية واحدة، لم يكن ممكناً معرفته إلا من خلال تقنيات الطيران والرصد الراداري التي لم تتوفر إلا في العصر الحديث، مما يثبت أن القرآن الكريم وحي من لدن الخالق المدبر للكون."
      },
         
    ]
}
