{
  "death_of_parents_and_custody_of_grandfather_and_uncle":
  [

        {
        "title":"اليتيم مرتين: وفاة الأبوين وكفالة الجد والعم (مدرسة الصبر والاعتماد)",
        "text":"بعد سنوات الرضاعة النقية في بادية بني سعد، عاد محمد صلى الله عليه وسلم إلى مكة بقلب مطهّر. لكن القدر الإلهي شاء أن تتسارع الأحداث لتثقل كاهله منذ طفولته، وذلك ليزداد اعتماده المطلق على الله وحده.\nالطفولة المبكرة للنبي صلى الله عليه وسلم هي قصة فقد متتابع ورعاية مُتعاقبة، وكأنها إعداد نفسي ليزيد قوة وتواضعاً وإحساساً بضعف المحتاجين."
       },
         {
        "title":"1. اليُتم الأول: فقدان الأم والرعاية الغالية للجد",
        "text":"عاد محمد صلى الله عليه وسلم من البادية في سن الرابعة أو الخامسة، ليعيش فترة قصيرة من الدفء العائلي قبل أن يواجه أول صدمة نفسية قاسية.\nأ. وفاة الأم آمنة (في سن السادسة):\nفي سن السادسة، قررت أمه آمنة بنت وهب أن تأخذه إلى يثرب (المدينة المنورة لاحقاً) لزيارة أخواله من بني النجار، ولزيارة قبر والده عبد الله.\n   *   الرحلة الحزينة: في طريق العودة إلى مكة، مرضت آمنة وتوفيت في مكان يُسمى 'الأبواء' بين مكة والمدينة، ودُفنت هناك.\n   *   النتيجة: عاد الطفل محمد يتيماً مرتين: يتيماً للأب منذ ولادته، ويتيم الأم في سن السادسة. وأصبحت لا تربطه بالدنيا رابطة عاطفية إلا ما يُقدّره الله له.\nب. الكفالة تحت رعاية الجد (عبد المطلب):\nعاد محمد صلى الله عليه وسلم تحت رعاية جده عبد المطلب بن هاشم، سيد قريش بلا منازع.\n   *   الرعاية المميزة: أحب عبد المطلب حفيده حباً جماً، وكان يرى فيه عوضاً عن ابنه الراحل عبد الله. كان لا يأكل طعاماً إلا ومحمد بجواره. بل كان يجلسه على فراشه الخاص في الكعبة، وهو المكان الذي لم يكن يجلس عليه أحد غيره من سادات قريش إجلالاً وتعظيماً له.\n   *   الحكمة: مكث محمد صلى الله عليه وسلم في كفالة جده سنتين، وهي فترة كافية ليكتسب فيها مكانة اجتماعية وروحية عظيمة في أذهان قريش، فقد كانوا يرون حباً خاصاً يمنحه سيدهم لهذا الطفل اليتيم."
       },
         {
        "title":"2. اليُتم الثاني: فقدان الجد والانتقال إلى كفالة العم",
        "text":"في سن الثامنة، جاءت الصدمة الثانية عندما توفي جده عبد المطلب، الذي كان حصنه وسنده.\nأ. الوصية:\nقبل وفاة عبد المطلب، أوصى ابنه أبي طالب بكفالة محمد ورعايته. كان أبو طالب شقيقاً لعبد الله (أبي النبي) من الأب والأم، وكان فقيراً كثير العيال، لكنه كان نبيلاً وشهماً وشريفاً.\nب. الكفالة تحت رعاية أبي طالب:\nأوفى أبو طالب بوعد أبيه، واحتضن ابن أخيه محمد صلى الله عليه وسلم، وقدم له الرعاية التي تفوق رعاية الأب لأبنائه:\n   1.  المساواة في الحب: أحبه أبو طالب حباً عظيماً، وقدّمه على أبنائه. كان يخصّه بالفراش ويُجلسه على مائدته، وكان يُلاحظ أن البركة تحل على طعامه بوجود محمد صلى الله عليه وسلم.\n   2.  الحماية الاجتماعية: الأهم من ذلك، أن أبا طالب كان هو الدرع الواقي لمحمد صلى الله عليه وسلم من أذى قريش لاحقاً. هذه الكفالة لم تكن مجرد رعاية لطفل، بل كانت صيانة للرسالة المنتظرة.\nالعبرة الروحية: حياة النبي صلى الله عليه وسلم من عمر السادسة حتى الثامنة كانت مرحلة اختبار لقوة الاتكال. فقد أبوه وهو جنين، وماتت أمه وهو طفل، ومات جده وهو صبي. لم يبقَ للنبي صلى الله عليه وسلم سَنَد بشري دائم، ليكون اعتماده الكلي على الله سبحانه وتعالى، وهو ما يفسر قوة يقينه وثباته في المستقبل."
       },
         {
        "title":"3. الانخراط في الحياة العملية: الراعي الأمين",
        "text":"تحت كفالة عمه الفقير أبي طالب، لم يستسلم محمد صلى الله عليه وسلم لدور اليتيم المعال، بل سعى للعمل ليُعين عمه:\n   *   رعي الغنم: كان أول عمل له هو رعي الغنم لأهل مكة مقابل أجر قليل.\n      *   الحكمة النبوية: رعي الغنم كان عادة للأنبياء ( كقول النبي: 'ما بعث الله نبياً إلا رعى الغنم' ). ففي الرعي يتعلم الإنسان الصبر، والأناة، والتواضع، والمسؤولية، والوحدة والتفكر في خلق الله بعيداً عن صخب المدينة.\n   *   الإعداد النفسي: هذه الفترة من الكفالة والعمل الشاق أعدّت النبي صلى الله عليه وسلم ليكون قوياً، ومسؤولاً، ومُتيقظاً للفقراء والمساكين، وهي صفات ضرورية للقائد المصلح الذي سيُغيّر وجه البشرية."
       },
         {
        "title":"الخلاصة",
        "text":"لقد أُعدّ محمد صلى الله عليه وسلم في مدرسة اليتم والحرمان، ثم صُقل بالصبر في مهنة الرعي. لكن نقطة التحول الكبرى في شبابه كانت رحلاته التجارية التي أكسبته خبرة واسعة في الأسواق، وأثبتت لقب طالأمينط بجدارة، وهو ما لفت نظر سيدة عظيمة من قريش."
       }
      
   
       
    
    ]
}
