{
    "dhatattributesexplanation":[

 {
        "title":"أركان السيطرة والإحاطة: كيف تُغير صفات الله الأربع (العلم، القدرة، السمع، البصر) رؤيتك للحياة؟",
        "text":""
      },
       {
        "title":"1. المدخل الوجودي: الإحاطة التي لا تُدرَك",
        "text":"إن أفعال الله تعالى وقدره مبنيان على صفات ذاتية ملازمة لكماله، أربع منها تشكل أركان الإحاطة والسيطرة المطلقة على كل شيء: العلم، والقدرة، والسمع، والبصر.\nالإيمان بهذه الصفات ليس مجرد إقرار؛ بل هو بناء جدار أمان نفسي يجعلك مطمئناً في سكونك وحركتك، متيقناً أنك لست وحدك، وأن الأمر كله بيد * من هو محيط بكل شيء *.\nدعونا نتأمل هذه الصفات على ضوء قاعدة الإثبات والتنزيه، ونستخلص الأثر العملي لكل صفة في قلب المؤمن: "
      },
       {
        "title":"2. الصفة الأولى: صفة العلم (العلم المطلق الشامل)",
        "text":"هي الصفة التي تؤكد أن لا شيء يغيب أو ينسى في ملكوت الله.\nأ. التأصيل والإثبات:\nنُثبت لله صفة العلم على وجه الكمال المطلق، علماً يليق بجلاله، فهو يعلم: \n1. ما كان (الماضي الذي مر).\n2. ما هو كائن (الواقع الحاضر).\n3. ما سيكون (المستقبل والغيب).\n4. ما لم يكن لو كان كيف يكون (المستحيلات).\nالدليل القرآني الجامع: ﴿إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ﴾ [الأنفال: 75]، ويقول: ﴿وَعِندَهُ مَفَاتِحُ الْغَيْبِ لَا يَعْلَمُهَا إِلَّا هُوَ ۚ وَيَعْلَمُ مَا فِي الْبَرِّ وَالْبَحْرِ ۚ وَمَا تَسْقُطُ مِن وَرَقَةٍ إِلَّا يَعْلَمُهَا وَلَا حَبَّةٍ فِي ظُلُمَاتِ الْأَرْضِ وَلَا رَطْبٍ وَلَا يَابِسٍ إِلَّا فِي كِتَابٍ مُّبِينٍ﴾ [الأنعام: 59].\n ب. الأثر العملي في قلبك (التحرر من القلق على الخفاء):\nالإيمان بأن الله عليم يمنحك شعورين عظيمين:\n * طمأنينة الضمير: أنت تعلم أن لا شيء يضيع من نيتك الصالحة أو عملك الخفي. لا تحتاج لإظهاره للناس.\n* الخوف من المعصية: تعلم أن كل ما تخفيه في صدرك مكشوف له، وهذا رادع قوي عن الخيانة والذنب."
      },
       {
        "title":"3. الصفة الثانية: صفة القدرة (القوة المطلقة الفاعلة)",
        "text":"هي الصفة التي تُنهي اليأس وتُحيي الرجاء، وتُثبت أن لا مستحيل في حكم الله.\n أ. التأصيل والإثبات:\nنُثبت لله صفة القدرة الكاملة والشاملة، فهو القادر الذي لا يُعجزه شيء في الأرض ولا في السماء. قدرته ليست محدودة بسبب أو زمان أو مكان. بها خلق الكون، وبها يُسيّره، وبها يُفنيه ثم يُعيده. \n الدليل القرآني: ﴿إِنَّ اللَّهَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ﴾ [البقرة: 20]، ويقول: ﴿وَمَا كَانَ اللَّهُ لِيُعْجِزَهُ مِن شَيْءٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ ۚ إِنَّهُ كَانَ عَلِيمًا قَدِيرًا﴾ [فاطر: 44].\nب. الأثر العملي في قلبك (كسر حاجز اليأس):\n * عملاق الأمل: عندما تواجه مشكلة مستعصية، لا تيأس، لأنك تدرك أن من تدعوه قادر على قلب الموازين في لحظة.\n * ثابت التوكل: تعلم أن اعتمادك على قدرة الله أعظم بكثير من اعتمادك على الأسباب المادية."
      },
       {
        "title":"4. الصفة الثالثة والرابعة: السمع والبصر (إحاطة التفاصيل)",
        "text":"هاتان الصفتان تُثبتان أن الله محيط بما نُعلن وما نُسر، ولا تخفى عليه جزئية.\nأ. التأصيل والإثبات (السمع والبصر):\nنُثبت لله صفتي السمع والبصر على وجه الحقيقة والكمال، بلا كيف أو تمثيل. فسمعه وبصره ليسا كسمعنا وبصرنا، اللذين يحتاجان إلى آلة وحدود.\n * سمعه محيط: يسمع السر والجهر، وهمس النملة، وتضرع المظلوم.\n* بصره محيط: يرى ما تحت الثرى، ويرى ما في الظلام الدامس، ولا يحجبه شيء عن شيء.\nالدليل القرآني (الميزان القاطع): ﴿لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ﴾ [الشورى: 11]. هذه الآية وحدها قاعدة تجمع الإثبات والتنزيه لهاتين الصفتين.\nالدليل النبوي على الإحاطة: عندما جهر بعض الصحابة بالذكر، قال النبي ﷺ: (أيها الناس أربعوا على أنفسكم، إنكم ليس تدعون أصم ولا غائباً، إنكم تدعون سميعاً قريباً) (جزء من حديث متفق عليه).\nب. الأثر العملي في قلبك (الاستقامة والمراقبة): \nالإيمان بالسمع والبصر يزرع فيك مراقبة الله في السر والعلن\n* في الخلوة: تتذكر أنك لست وحدك، وأن الله يراك ويسمعك، فتنصرف عن المعصية.\n * في الدعاء: تتيقن أن دعاءك مسموع، وهمسك مُدرك، فتزداد ثقتك في إجابة الدعاء."
      },
       {
        "title":"5. خلاصة الإحاطة: معنى العبودية الحقيقية",
        "text":"إن هذه الصفات الأربع (العلم، القدرة، السمع، البصر) إذا تمكنت من قلبك، فإنها تحقق مفهوم الإحسان، الذي فسره النبي ﷺ بقوله: ( أن تعبد الله كأنك تراه، فإن لم تكن تراه فإنه يراك) (جزء من حديث متفق عليه). بهذه الصفات، تنتقل من إيمان نظري، إلى عبودية حية:\n* تعمل الصالحات لأن العليم يرى نيتك.\n* تتوكل على الله لأن القدير يكفيك.\n* تستقيم لأن السميع البصير يحيط بكل همسة ونظرة.\nهذا هو سر تحويل صفات الله إلى طاقة دافعة للاستقامة والأمان."
      }      
        
    ]
}
