{
  "dhul_qarnayn_anti_corrosion":[
      
        
       {
        "title":"خرسانة مضادة (سد ذي القرنين): الإعجاز في استخدام خليط الحديد والنحاس المُصْهَر",
        "text":"\nيُعد موضوع (خرسانة مضادة (بناء ذي القرنين)) من أمثلة الإعجاز العلمي في القرآن التي تشير إلى سبق في علم المواد والهندسة، حيث يصف القرآن مادة بناء متقدمة استخدمها ذو القرنين في بناء سده العظيم."
      },
       {
        "title":"1. المدخل القرآني: وصف مادة البناء",
        "text":"يصف القرآن الكريم مادة بناء السد الذي أقامه ذو القرنين لحجز قوم يأجوج ومأجوج بأسلوب دقيق يجمع بين الحديد والنحاس (القِطر)، مع استخدام تقنية صب فريدة:\nالآيات الكريمة (أصل الإعجاز):\n﴿آتُونِي زُبَرَ الْحَدِيدِ ۖ حَتَّىٰ إِذَا سَاوَىٰ بَيْنَ الصَّدَفَيْنِ قَالَ انفُخُوا ۖ حَتَّىٰ إِذَا جَعَلَهُ نَارًا قَالَ آتُونِي أُفْرِغْ عَلَيْهِ قِطْرًا﴾ [الكهف: 96]."
      },
       {
        "title":"2. الإعجاز في المكونات وطريقة البناء",
        "text":"يتجلى الإعجاز في وصف المادة وطريقة معالجتها، مما يُنتج مادة مركبة ذات قوة وصلابة فائقتين:\nالمصطلح القرآني: زُبَرَ الْحَدِيدِ\nالدلالة اللغوية والعملية: قطع الحديد الضخمة. تم بناء أساس السد من قطع الحديد المرصوصة.\nالدلالة العلمية الحديثة (علم المواد): يمثل الحديد الهيكل الأساسي الذي يمنح السد القوة الميكانيكية والصلابة.\nالمصطلح القرآني: قَالَ انفُخُوا ۖ حَتَّىٰ إِذَا جَعَلَهُ نَارًا\nالدلالة اللغوية والعملية: استخدام وسائل نفخ متقدمة (كالأفران) لرفع درجة حرارة الحديد حتى يصبح متوهجًا كالنار.\nالدلالة العلمية الحديثة (علم المواد): رفع حرارة الحديد هو خطوة أساسية لضمان الاندماج الحراري بين هيكل الحديد وبين المادة الرابطة التي ستُصب عليه.\nالمصطلح القرآني: أُفْرِغْ عَلَيْهِ قِطْرًا\nالدلالة اللغوية والعملية: (القِطْر) في اللغة هو النحاس المُذاب (أو خليط منه). الإفراغ يعني الصب.\nالدلالة العلمية الحديثة (علم المواد): يمثل المادة الرابطة النحاس المذاب (أو سبيكة النحاس) تغلغلت بين قطع الحديد المتوهج، وملأت الفراغات والمسام."
      },
       {
        "title":"3. المادة الناتجة (الخرسانة المضادة)",
        "text":"نتج عن هذا الخليط تقنية بناء متطورة لم تُعرف إلا حديثاً، وهي تكوين مادة مركبة من الحديد والنحاس: \n  1.  المقاومة والصلابة: سد ذي القرنين أصبح مكونًا من هيكل حديدي (صلابة) مربوط ومُصمَّت بصب النحاس (مقاومة للتآكل والصدأ). هذا الخليط ينتج مادة ذات صلابة عالية جدًا ومقاومة فائقة للظروف الجوية والرطوبة والتآكل.\n  2.  المنع من الاختراق: النحاس المُذاب يملأ الفراغات بالكامل، مما يجعل السد كتلة واحدة صماء لا يسهل حفرها أو ثقبها، وهو ما يفسر قوله تعالى: ﴿فَمَا اسْطَاعُوا أَن يَظْهَرُوهُ وَمَا اسْتَطَاعُوا لَهُ نَقْبًا﴾ [الكهف: 97].\n  3.  العزل الكهربائي والكيميائي: يساهم هذا الخليط في عزل الحديد عن عوامل الأكسدة، مما يضمن ديمومة السد لآلاف السنين."
      },
       {
        "title":"4. الأثر الإعجازي والهندسي",
        "text":"  *   السبق التكنولوجي: إن الوصف القرآني لتقنية بناء تعتمد على الجمع بين مادتين معدنيتين مختلفتين، ومعالجتهما حرارياً بهذه الدقة لتكوين مادة مركبة شديدة المقاومة، يدل على معرفة متقدمة بعلم الفلزات لم تكن متوفرة في بيئة نزول القرآن.\n  *   التصميم الأمثل: هذا التصميم يمثل الحل الأمثل للحماية من قوم عرفوا بالهجوم والحفر والاختراق، مما يدل على حكمة إلهية وعبقرية هندسية في زمن غابر."
      }
     
      
         
    ]
}
