{
  "earth_elements_precise_ratio_ijaz":[
    
       {
        "title":"النسبة الدقيقة لعناصر الأرض: كل شيء خُلق بِمقدار وميزان",
        "text":"\nموضوع بالغ الأهمية والدقة، وهو (النسبة الدقيقة لعناصر الأرض) والذي يثبت أن كوكبنا ليس كومة عشوائية من الصخور والغازات، بل هو معمل كيميائي دقيق، كُل شيء فيه وُضع بميزان حساس."
      },
      {
        "title":"1. المدخل القرآني: (مِن كُلِّ شَيْءٍ مَّوْزُونٍ)",
        "text":"جاءت الآية الكريمة لتصف إنبات الأرض وما فيها بقاعدة عامة شاملة، وهي (الوزن) أو (التوازن)\nالآية الكريمة (أصل الإعجاز): ﴿وَالْأَرْضَ مَدَدْنَاهَا وَأَلْقَيْنَا فِيهَا رَوَاسِيَ وَأَنبَتْنَا فِيهَا مِن كُلِّ شَيْءٍ مَّوْزُونٍ﴾ [الحجر: 19]."
      },
      {
        "title":"2. دلالة لفظ (مَّوْزُونٍ)",
        "text":"كلمة (مَّوْزُونٍ) تعني المقدر بميزان، أو الذي له وزن محدد وثابت لا يزيد ولا ينقص، وإذا اختل هذا الوزن فسد الشيء. في السابق، كان المفسرون يرون أنها تعني أن الله أنبت ما يوزن (كالذهب والفضة والمحاصيل). لكن العلم الحديث كشف أن كل عنصر في القشرة الأرضية وفي الغلاف الجوي موجود بنسبة (موزونة) بدقة متناهية لضمان استمرار الحياة."
      },
      {
        "title":"3. الإعجاز العلمي (الضبط الدقيق للنسب)",
        "text":"أثبتت الجيوكيمياء وعلوم البيئة أن الحياة على الأرض تعتمد على نسب ثابتة ودقيقة للعناصر، وأي خلل طفيف فيها يؤدي لدمار الحياة:\nأ. توازن الغلاف الجوي (موزون للتنفس):\n   *   الأكسجين (21%): هذه النسبة هي (الموزونة) تماماً\n      *   لو زادت قليلاً (مثلاً 25%): لأصبحت الأرض كرة من نار، حيث تشتعل الحرائق الضخمة بمجرد شرارة ولا يمكن إطفاؤها.\n      *   لو نقصت قليلاً (مثلاً 15%): لاختنقت الكائنات الحية ولما كفت الطاقة اللازمة للنشاط الحيوي.\n   *   ثاني أكسيد الكربون (0.03% - 0.04%): نسبة ضئيلة جداً لكنها حاسمة.\n      *   لو زادت: لاختنق البشر وارتفعت حرارة الأرض (الاحتباس الحراري) وغرقت القارات.\n      *   لو انعدمت: لماتت النباتات (التي تعتمد عليه في التمثيل الضوئي) وماتت بتبعها الحيوانات والبشر.\nب. توازن قشرة الأرض (موزون للجاذبية والحياة):\n   *   حجم الأرض وكتلتها: كتلة الأرض تعتمد على كثافة عناصرها (الحديد، النيكل، السيليكون). هذا الوزن الكلي هو الذي يضبط الجاذبية.\nلو كانت الأرض أخف قليلاً (جاذبية أضعف): لطار الغلاف الجوي وتبخر الماء في الفضاء (مثل المريخ).\n      *   لو كانت الأرض أثقل قليلاً (جاذبية أقوى): لالتصقنا بالأرض، ولأصبح الغلاف الجوي كثيفاً جداً ويسحق الرئات، ولزادت نسبة غازات الأمونيا والميثان القاتلة (مثل المشتري).\nج. توازن ملوحة البحار:\n   *   نسبة الملح في البحار (حوالي 3.5%) نسبة (موزونة).\n      *   لو زادت لملحت الأرض وماتت الأسماك والنباتات الساحلية.\n      *   ولو نقصت لتعفنت البحار واختلت دورتها الحيوية."
      },
      {
        "title":"4. الأثر العقدي: المصادفة مستحيلة",
        "text":"   *   دحض العشوائية: إن احتمال أن تجتمع هذه العناصر (الأكسجين، النيتروجين، الكربون، الحديد) بهذه النسب الدقيقة جداً عن طريق (الصدفة) أو الانفجارات العشوائية هو أمر مستحيل رياضياً وعقلياً.\n   *   التصميم الذكي: الآية تقرر بوضوح أن كل شيء في الأرض (وليس النبات فقط) خضع لقانون (الوزن) أي التقدير الدقيق من قبل خالق عليم وخبير: ﴿إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ﴾ [القمر: 49]."
      }
        
   
      
    ]
}
