{
  "equality_between_men_and_women_in_islam":
  [
    
      
       {
        "title":"المساواة بين الرجل والمرأة في الإسلام: مبدأ العدل والتكامل",
        "text":"\nهذا الموضوع هو أحد أكثر الشبهات شيوعاً في العصر الحديث، حيث يُقارن الإسلام بالمعايير الغربية للمساواة.\nالرد الإيماني يؤكد أن الإسلام لا ينادي بـ 'المساواة المطلقة' بين الرجل والمرأة في كل شيء، بل ينادي بـ 'العدل المطلق' و 'التكامل' بينهما، مع المساواة التامة في الأساسيات.\nيُمكن تلخيص الموقف الإسلامي بالقول: مساواة في التكريم، ومساواة في التكليف (في الأصل)، وتمايز في الوظيفة والمسؤولية (في التفريع)."
       },
         {
        "title":"1. المساواة التامة في الإنسانية والتكريم",
        "text":"أكد الإسلام على أن الرجل والمرأة متساويان تماماً في أصل الخِلقة والغاية، ولا يوجد تفاضل بينهما بسبب الجنس:\n   *   أصل الخلقة الواحد: الرجل والمرأة خُلقا من نفس واحدة، مما ينفي أي تفوق جنسي:\n      *   الدليل النقلي: ﴿يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُم مِّن نَّفْسٍ وَاحِدَةٍ﴾ [النساء: 1].\n   *   المساواة في التكريم والجزاء: المعيار الوحيد للتفاضل في الإسلام هو التقوى والعمل الصالح، لا الجنس.\n      *   الدليل النقلي: ﴿إِنَّ أَكْرَمَكُمْ عِندَ اللَّهِ أَتْقَاكُمْ﴾ [الحجرات: 13].\n      *   المساواة في الجزاء: ﴿فَاسْتَجَابَ لَهُمْ رَبُّهُمْ أَنِّي لَا أُضِيعُ عَمَلَ عَامِلٍ مِّنكُم مِّن ذَكَرٍ أَوْ أُنثَىٰ﴾ [آل عمران: 195]."
       },
  
         {
        "title":"2. مبدأ التمايز الوظيفي (التكامل لا التنافس)",
        "text":"الخلاف بين الإسلام والنظريات الحديثة للمساواة يكمن في اعتبار الفوارق الطبيعية:\n   *   الاختلاف الفطري لا النقص: الإسلام يقر بوجود فروق طبيعية (بيولوجية ونفسية) بين الرجل والمرأة، خاصة فيما يتعلق بالبناء الجسدي ووظيفة الأمومة ورعاية الأسرة .\n   *   القيادة الأسرية (القوامة): القوامة التي أقرها القرآن للرجل ﴿الرِّجَالُ قَوَّامُونَ عَلَى النِّسَاءِ بِمَا فَضَّلَ اللَّهُ بَعْضَهُمْ عَلَىٰ بَعْضٍ وَبِمَا أَنفَقُوا مِنْ أَمْوَالِهِمْ﴾ [النساء: 34]، ليست سلطة استبدادية، بل هي مسؤولية قيادة وإنفاق ورعاية للأسرة، وهي تقابل مسؤولية المرأة الأساسية في إدارة شؤون البيت والتربية.\n      *   العدل: أعطى الإسلام الرجل مسؤولية الإنفاق الكلية، وحمّل المرأة مسؤولية التربية، وهذا توزيع عادل للأدوار يحقق استقرار الأسرة والمجتمع.\n   *   الخلاصة: الإسلام يهدف إلى التكامل بين الجنسين، حيث يسد كل منهما النقص في الآخر، بدلاً من الدفع بهما نحو التنافس أو محاولة طمس الفروق الفطرية."
       },
  
         {
        "title":"3. أمثلة التمايز في التشريع وحكمة الإسلام فيها",
        "text":"تظهر حالات التمايز في بعض التشريعات التي يراها البعض ظلماً، وهي في الحقيقة عدل وحكمة:\nمجال التشريع: الميراث\nالحكم التمايزي: للذكر مثل حظ الأنثيين (في بعض الحالات).\nالحكمة والعدل: الرجل هو المكلف شرعاً بالنفقة الكاملة على زوجته، وأمه، وأخته (إذا لم يكن لها مُنفق). بينما المرأة حظها خالص لها ولا تنفق منه إلا على نفسها اختياراً. هذا عدل مالي.\n\nمجال التشريع: الشهادة\nالحكم التمايزي: شهادة امرأتين مقابل شهادة رجل (في بعض القضايا المالية).\nالحكمة والعدل: هذا الحكم خاص بالمعاملات المالية التي لم تكن المرأة غالباً مُخالِطة لها في زمن التشريع. وهي للتذكير والاحتياط، وليست لاتهام المرأة بالنقص العقلي، والقرآن يوضح حكمة ذلك: ﴿أَن تَضِلَّ إِحْدَاهُمَا فَتُذَكِّرَ إِحْدَاهُمَا الْأُخْرَىٰ﴾ [البقرة: 282].\n\nمجال التشريع: القيادة العامة\nالحكم التمايزي: عدم تولي المرأة للقيادة العظمى (الخلافة/رئاسة الدولة).\nالحكمة والعدل: يعلل هذا بالتزاماتها الفطرية (كالحيض والحمل والرضاعة) التي قد تتعارض مع استقرار ومتطلبات القيادة العليا التي تحتاج إلى تفرغ كامل وحضور مستمر للجهاد وإدارة الأزمات.\nالخلاصة الإقناعية: الإسلام حقق أسمى درجات المساواة في القيمة الإنسانية والتكريم الأخروي. أما الفروق التشريعية في بعض الجوانب، فهي ليست دليلاً على الظلم، بل هي دليل على العدل المطلق الذي يراعي الفروق الفطرية والوظيفية بين الجنسين ويوزع المسؤوليات المالية والاجتماعية توزيعاً حكيماً يحقق استقرار المجتمع."
       }
  
        
 
    ]
}
