{
  "evidences_of_loving_the_prophet":
  [
       {
        "title":"دلائل محبته ﷺ: حين يكون الحبيب أغلى من النفس والنفيس",
        "text":"إن محبة النبي ﷺ ليست فضلًا يُؤتى أو عاطفةً عابرة، بل هي قيدُ الإيمان وشرطُه؛ فبها يتذوق العبد حلاوة الإيمان، وبدونها يبقى الإيمان جسداً بلا روح. وقد رسم القرآن الكريم والسنة النبوية معالم هذه المحبة، وجعلا لها دلائل واضحة تميز الصادق من المدعي."
        },
             {
        "title":"1. الإيثار وتقديم المحبوب على النفس (أصل المحبة)",
        "text":"أول دلائل المحبة وأصدقها هو أن يتربع النبي ﷺ على عرش القلب، فلا يُقدم عليه أحدٌ كائناً من كان.\n   *   من القرآن: يقول الله تعالى: ﴿النَّبِيُّ أَوْلَىٰ بِالْمُؤْمِنِينَ مِنْ أَنفُسِهِمْ﴾ [الأحزاب: 6]. وهذه 'الأولوية' تعني أن يكون أمره ﷺ نافذاً فيك أكثر من رغبتك في نفسك.\n   *   من السنة: ما رواه البخاري عن عمر بن الخطاب رضي الله عنه أنه قال: 'يا رسول الله، لأنت أحب إليّ من كل شيء إلا من نفسي' ، فقال النبي ﷺ: 'لا والذي نفسي بيده، حتى أكون أحب إليك من نفسك ' فقال له عمر: 'فإنه الآن، والله لأنت أحب إليّ من نفسي' ، فقال النبي ﷺ: 'الآن يا عمر' . فهنا كمل الإيمان حين صار الحبيب أغلى من الذات."
        },
             {
        "title":"2. الاتباعُ المطلقُ وتحكيمُ السُّنة (البرهان العملي)",
        "text":"المحبة في الإسلام عملٌ قبل أن تكون قولاً، والدليل القاطع عليها هو 'طاعة المحبوب'.\n   *   من القرآن: جعل الله اتباع النبي ﷺ شرطاً لنيل محبة الله عز وجل، فقال: ﴿قُلْ إِن كُنتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ﴾ [آل عمران: 31]. وسماها العلماء 'آية المحنة' لأنها تمحص مَن يدعي الحب.\n   *   من السنة: قول النبي ﷺ: 'كل أمتي يدخلون الجنة إلا من أبى' قالوا: ومن يأبى يا رسول الله؟ قال: 'من أطاعني دخل الجنة، ومن عصاني فقد أبى' . فالمحب لا يعصي، والمحب لا يبتدع، بل يسير خلف الأثر شبراً بشبر."
        },
             {
        "title":"3. الشوقُ للقائهِ وبذلُ الغالي لرؤيته",
        "text":"المحب الصادق هو من يرى أن أعظم حرمان في الدنيا هو 'فوات رؤيته' ، وأعظم نعيم هو 'صحبته'.\n   *   من السنة: وصف النبي ﷺ حال المحبين المشتاقين الذين لم يروه فقال: 'مِن أشدِّ أمَّتي لي حباً، ناسٌ يَكونونَ بَعدي، يَودُّ أحدُهُم لو رآني بأهلِهِ ومالِهِ' [رواه مسلم].\n   *   شاهد من السلف: سُئل علي بن أبي طالب رضي الله عنه: 'كيف كان حبكم لرسول الله ﷺ؟' قال: 'كان والله أحب إلينا من أموالنا وأولادنا وآبائنا وأمهاتنا، ومن الماء البارد على الظمأ'."
        },
             {
        "title":"4. كثرةُ الصلاة عليه واللَّهَج بذكره",
        "text":"القلب إذا تعلق بشيء أدمن اللسان ذكره، والصلاة عليه ﷺ هي حلقة الوصل التي لا تنقطع بين العبد ونبيه.\n   *   من القرآن: أمرنا الله بذلك أمراً بدأ فيه بنفسه: ﴿إِنَّ اللَّهَ وَمَلَائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ ۚ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا﴾ [الأحزاب: 56].\n   *   من السنة: جاء أبي بن كعب للنبي ﷺ وقال: 'يا رسول الله، إني أكثر الصلاة عليك، فكم أجعل لك من صلاتي؟' وبعد حوار قال له: 'أجعل لك صلاتي كلها' ، فقال النبي ﷺ: 'إذن تُكفى همك، ويُغفر لك ذنبك' . فالمحب يجد كفايته في كثرة ذكره لحبيبه."
        },
             {
        "title":"5. توقيرُه وتوقيرُ ما يتصل به",
        "text":"الحب يقتضي التعظيم؛ فلا يُذكر اسمه إلا بوقار، ولا تُسمع سنته إلا بخشوع.\n   *   من القرآن: نهى الله عن التعامل معه كالبشر العاديين: ﴿لَّا تَجْعَلُوا دُعَاءَ الرَّسُولِ بَيْنَكُمْ كَدُعَاءِ بَعْضِكُم بَعْضًا﴾ [النور: 63]، وأمر بتوقيره: ﴿لِّتُؤْمِنُوا بِاللَّهِ وَرَسُولِهِ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُ﴾ [الفتح: 9].\n   *   من مقتضيات المحبة: محبة 'آل بيته' الذين أوصى بهم: 'أذكركم الله في أهل بيتي' ومحبة 'أصحابه' الذين قال فيهم: 'لا تسبوا أصحابي' . فحب من يحبهم الحبيب هو من تمام حبه."
        },
               {
        "title":"الخلاصة",
        "text":"هذه الدلائل القرآنية والنبوية تجعلنا نتساءل بصدق: أين نحن من هذه المرتبة؟ وهل تكفي الدمعة أو الكلمة لنكون في زمرة المحبين؟ إن الحب الحقيقي هو 'منهج حياة' يُترجم إلى سلوكيات يومية تجعلنا سفراء لهذا النبي العظيم.\nفكيف نعبّر عن هذا الحب في واقعنا المعاصر؟ وكيف نجعل بيوتنا ومعاملاتنا وأخلاقنا تنطق بحبنا له ﷺ؟ وما هي الخطوات العملية التي تجعلنا 'أقرب الناس منه مجلساً يوم القيامة ؟\nسنعرف ذلك في المقالة القادمة: 'كيف نعبّر عن محبتنا للنبي ﷺ؟ (خطوات عملية)'."
        }
        
     
   
    ]
}
