{
  " features_of_the_prophets_face":
  [
       {
        "title":"ملامح وجه النبي ﷺ: إشراق كالقمر ليلة البدر",
        "text":"في هذا القسم الروحاني الجميل الذي يقربنا أكثر من هيئة النبي ﷺ وكأننا نراه. سنعتمد في هذه المقالات على أصح ما ورد في كتب الشمائل، ككتاب 'الشمائل المحمدية' للإمام الترمذي، وما رواه كبار الصحابة الذين دقّقوا في وصفه حباً وشوقاً.\nكان وجه النبي ﷺ مجمعاً للجمال والمهابة، ووصفه أصحابه بأوصاف دقيقة تعكس نور وجهه وتناسب تقاسيمه."
        },
        {
        "title":"أ. شكل الوجه وجبينه:",
        "text":"   *   تديور الوجه: لم يكن وجه النبي ﷺ مستديراً غاية التدوير، ولا طويلاً، بل كان بينهما، يميل إلى التدوير مع سهولة في الخدين. وصفه البراء بن عازب رضي الله عنه حين سُئل: أكان وجه النبي مثل السيف؟ قال: 'تديور الوجه: لم يكن وجه النبي ﷺ مستديراً غاية التدوير، ولا طويلاً، بل كان بينهما، يميل إلى التدوير مع سهولة في الخدين. وصفه البراء بن عازب رضي الله عنه حين سُئل: أكان وجه النبي مثل السيف؟ قال:' \n   *   الجبهة: كان واسع الجبهة (مُفجّر الجبين)، والاتساع في الجبهة عند العرب من علامات الجمال والذكاء والسيادة."
        },
        {
        "title":"ب. العينان والحواجب:",
        "text":"   *   العينان: كان أدعج العينين (شديد سواد الحدقة مع شدة بياض البياض)، واسع العينين، مع طول في رموشه (أهدب الأشفار) مما يضفي جمالاً وظلاً على عينيه.\n   *   الحواجب: كانت حواجبه دقيقة سابغة (طويلة) من غير اتصال بينهما (أزج الحواجب)، وبين الحواجب عِرق يدرُّه الغضب (يظهر عند الغضب لله)."
        },
        {
        "title":"ج. الأنف والفم:",
        "text":"   *   الأنف: كان أقنى الأنف (طويلاً في وسطه ارتفاع يسير مع دقة في أرنبته)، يعلوه نور، يحسبه من لم يتأمله أشماً (مرتفع الأرنبة) من شدة جماله.\n   *   الفم والأسنان: كان ضليع الفم (واسعه)، والاتساع في الفم عند العرب من علامات الفصاحة. وإذا تكلم رُئي كالنور يخرج من بين ثناياه، وكان أفلج الأسنان (بين ثناياه انفراج يسير)، بيضاء براقة."
        },
        {
        "title":"د. اللحية والخدين:",
        "text":"   *   اللحية: كان كثّ اللحية (كثيفة وواسعة)، وكان يُرى اضطرابها من خلفه إذا قرأ في الصلاة السرية.\n   *   الخدان: كان أسيل الخدين (مستوي الخدين غير ناتئ العظام)، مما يعطي لوجهه نعومة وجمالاً."
        },
        {
        "title":"الخلاصة",
        "text":"ما هو الوصف الدقيق للون بشرة النبي ﷺ؟ هل كان أبيضاً خالصاً أم يميل للسمرة؟ وكيف كان شعره في طوله ونعومته؟ وكيف كان الشيب يظهر في رأسه الشريف؟"
        }

      

    ]
}
