{
  "fitrah_proof_creator_existence":[
    
      
       {
        "title":"دليل الفطرة والإحساس بوجود الخالق (الاستدلال الوجداني)",
        "text":"إن الشعور بوجود قوة عليا هو ظاهرة إنسانية كونية لا ترتبط بثقافة أو زمان، وهو دليل ذاتي يُقنع النفس البشرية من الداخل، حتى وإن حاول العقل الفلسفي أن يُعارضه."
      },
        {
        "title":"1. الفطرة: التكوين الأولي للإنسان",
        "text":"يُعرّف دليل الفطرة على أنه الميل الطبيعي غير المكتسب الذي يولد به الإنسان، وهو ميل إلى التوحيد والعبودية.\n   *   الدليل النبوي: قال النبي ﷺ: (كل مولود يولد على الفطرة، فأبواه يُهودانه أو يُنصرانه أو يُمجسانه) (متفق عليه).(متفق عليه).\n      *   التحليل الإقناعي: الحديث يُثبت أن الإيمان هو الأصل والسوية الطبيعية، بينما الشرك أو الإلحاد هما العرض والتعليم الخارجي. فلو ترك الإنسان دون مؤثرات خارجية، لاهتدى بفطرته إلى التوحيد.\n   *   دليل الطفولة: الطفل الصغير لديه حس فطري بوجود قوة مطلقة يلجأ إليها، وهذه الفطرة لا تتلوث بالجدل الفلسفي إلا بعد مراحل النمو المتأخرة والتعرض للآراء المكتسبة."
      },
      
        {
        "title":"2. ظاهرة اللجوء عند الشدة (الاضطرار)",
        "text":"هذا هو الاختبار العملي الذي لا يمكن للملحد إنكاره، ففي اللحظات التي تتجرد فيها الأسباب وتتهاوى القوى البشرية، ينكشف ستار الفلسفة ليظهر الإحساس الفطري باللجوء إلى القوة الإلهية.\nسيناريو اليأس: إذا واجه إنسان (ملحد أو مؤمن) مصيراً محتماً كالاحتضار في قارب يغرق في وسط المحيط دون أي أمل في النجاة، فإن قلبه يتوجه بشكل لا إرادي إلى قوة غير مادية يُطلق عليها (الله) أو (الخالق).\n   *   التحليل الإيماني: لا يمكن تفسير هذا التوجه الجماعي إلا بأن هناك برمجة فطرية عميقة الجذور في أعماق النفس البشرية.\n   الدليل النقلي: ﴿وَإِذَا مَسَّكُمُ الضُّرُّ فِي الْبَحْرِ ضَلَّ مَن تَدْعُونَ إِلَّا إِيَّاهُ ۖ فَلَمَّا نَجَّاكُمْ إِلَى الْبَرِّ أَعْرَضْتُمْ ۗ وَكَانَ الْإِنسَانُ كَفُورًا﴾ [الإسراء: 67].\n      *   القوة الإقناعية للآية: الآية لا تتحدث عن المؤمنين، بل عن عموم الناس الذين يُنكرون الخالق، فإذا مسهم الضر، ضل عنهم كل ما كانوا يدعونه إلا الله، وهذا شهادة قرآنية على الفطرة الجامعة."
      },
      
        {
        "title":"3. دليل الأخلاق والقيمة المطلقة (الضمير)",
        "text":"تُعد الفطرة هي منشأ الإحساس بالقيم الأخلاقية المطلقة التي يشترك فيها البشر، وهي دليل على وجود مصدر إلهي للتشريع.\n   *   الشعور بالعدل: لماذا يتفق جميع البشر على أن (الظلم قبيح) وأن (الإحسان جميل) حتى لو لم تكن هناك قوانين مكتوبة؟ هذا الشعور بوجود (صح) و (خطأ) مُطلقين لا يمكن أن ينشأ من مادة عمياء صماء لا تدرك الأخلاق.\n   *   التحليل: وجود ضمير داخلي مُحاسب، وشعور قوي بالحق والعدل، دليل على أن هناك مُشرِّعاً وضع هذه القيم في التكوين البشري.\n      *   الدليل النقلي: ﴿وَنَفْسٍ وَمَا سَوَّاهَا * فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا﴾ [الشمس: 7-8]. فالنفس البشرية مُسوّاة ومُلهمة للتمييز بين الخير والشر."
      },
      
        {
        "title":"4. الخلاصة الإقناعية (العودة إلى الأصل)",
        "text":"إن محاولة إنكار الفطرة هي محاولة لإنكار جزء من الذات الإنسانية وتجربة وجودية مشتركة. يمكن للإلحاد أن يكون قناعة عقلية مكتسبة، لكنه لا يمكن أن يكون شعوراً فطرياً أصيلاً.\nيجد الإنسان في أعماقه صوتاً يُناديه إلى الخالق. وحينما يواجه الملحد تحدياً في هذا الصدد، فإنه يحتاج فقط إلى الصدق مع الذات والتوقف عن تحليل الفطرة بـ (منهج مادي) لا يدرك إلا المحسوسات، ليُدرك أن الإيمان هو الحالة الأصلية السليمة التي خُلق عليها."
      }
      
       
     
          
    ]
}
