{
  "  fly_miracle_quranic_ijaz":[
      
        
       {
        "title":"إعجاز الذبابة: التحدي الإلهي في التكوين الدقيق والخاصية البيولوجية",
        "text":"نستكمل سلسلة مقالات (الإعجاز في الكائنات الحية) بموضوع (إعجاز الذبابة) الذي يكمن في الإشارة القرآنية إلى دقة خلق الذبابة وعجز البشر عن محاكاتها، بالإضافة إلى إشارة بالغة الأهمية تتعلق بخصائصها البيولوجية."
      },
      {
        "title":"1. المدخل القرآني: تحدي العجز البشري",
        "text":"ورد ذكر الذباب في سورة الحج في سياق ضرب مثل للآلهة التي يعبدها المشركون، وتضمن المثل إشارة إلى تحدٍّ إلهي مزدوج: تحدي الخلق، وتحدي الاسترداد.\nالآية الكريمة (أصل الإعجاز):\n﴿يَا أَيُّهَا النَّاسُ ضُرِبَ مَثَلٌ فَاسْتَمِعُوا لَهُ ۚ إِنَّ الَّذِينَ تَدْعُونَ مِن دُونِ اللَّهِ لَن يَخْلُقُوا ذُبَابًا وَلَوِ اجْتَمَعُوا لَهُ ۖ وَإِن يَسْلُبْهُمُ الذُّبَابُ شَيْئًا لَّا يَسْتَنقِذُوهُ مِنْهُ ۚ ضَعُفَ الطَّالِبُ وَالْمَطْلُوبُ﴾ [الحج: 73]."
      },
      {
        "title":"2. الإعجاز في دقة الخلق (التحدي الأول)",
        "text":"  *   ﴿لَن يَخْلُقُوا ذُبَابًا وَلَوِ اجْتَمَعُوا لَهُ﴾: يمثل هذا تحديًا مطلقًا:\n     *   تعقيد التكوين: على الرغم من صغر حجم الذبابة، إلا أنها كائن حي بالغ التعقيد من الناحية التشريحية (الجهاز العصبي، جهاز الإبصار المعقد متعدد الأوجه، جهاز الطيران فائق الدقة).\n     *   محاكاة الحياة: حتى مع التقدم الهائل في الهندسة الحيوية، لم يستطع البشر خلق كائن حي متكامل الوظائف من العدم، ناهيك عن ذبابة، مما يؤكد أن مصدر الخلق هو قوة إلهية مطلقة."
      },
      {
        "title":"3. الإعجاز في الخاصية البيولوجية (التحدي الثاني)",
        "text":"  *   ﴿وَإِن يَسْلُبْهُمُ الذُّبَابُ شَيْئًا لَّا يَسْتَنقِذُوهُ مِنْهُ﴾: هذا الجزء هو جوهر الإعجاز البيولوجي.\nأ. التفسير البياني والتقليدي:\nتقليدياً، يُفسَّر الجزء بأنه إشارة إلى العجز المادي للمشركين عن استرداد أي طعام أو شراب تأخذه الذبابة، مما يدل على ضعفهم وضعف آلهتهم.\nب. التفسير العلمي الحديث:\nيذهب بعض الباحثين إلى أن هذه العبارة تحمل إشارة علمية دقيقة إلى عملية هضم الذبابة:\n  *   آلية التغذية: لا تأكل الذبابة الطعام الصلب، بل تهبط على المادة وتفرز عليها لعابها الإنزيمي (مادة كيميائية حيوية) الذي يذيب الطعام خارجياً، ثم تمتص السائل المُذاب.\n  *   (ا يَسْتَنقِذُوهُ مِنْهُ): بمجرد أن يلامس لعاب الذبابة الشيء ويسلبه، فإن هذا الجزء من المادة يكون قد تحول إلى مادة كيميائية مُذابة، وأصبح جزءاً من التركيب الكيميائي للذبابة، ولا يمكن (استنقاذه) واستعادته مرة أخرى بصورته الأصلية (كطعام)، وهذا يدل على دقة متناهية في وصف آلية التغذية الكيميائية الحيوية للذبابة."
      },
      {
        "title":"4. الأثر العقدي والبياني",
        "text":"  1.  المقارنة العادلة: ضرب الله المثل بأصغر مخلوق (الذباب) وأضعف مخلوق (الآلهة المعبودة)، ليثبت أن الإله الحق هو القادر على خلق أدق المخلوقات وأكثرها تعقيداً.\n  2.  الشمولية القرآنية: يتجلى الإعجاز في شمولية اللفظ القرآني الذي حمل التفسير البياني التقليدي الواضح، وحمل الإشارة الكيميائية الحيوية الدقيقة التي لم تُكتشف إلا مع تقدم علم الحشرات."
      }
     
    ]
}
