{
  "following_the_prophets_example_in_life":
  [
       {
        "title":"الاقتداء به ﷺ في الحياة: الطريق إلى المحبة الصادقة",
        "text":"نختم هذا القسم الذي فاضت فيه المشاعر بحديث القلب عن 'المحبة' ، لنصل إلى الثمرة النهائية والميزان الحقيقي لكل ما سبق. فالمحبة في الإسلام ليست مجرد عاطفة ساكنة، بل هي قوة دافعة تجعل المحب يسابق الزمن ليكون صورةً من حبيبه في أخلاقه، وعباداته، ومعاملاته.\nلقد جعل الله عز وجل الاقتداء بالنبي ﷺ هو الدليل القاطع على صدق محبة الخالق ومحبة الرسول، فقال سبحانه: ﴿لَّقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِّمَن كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ وَذَكَرَ اللَّهَ كَثِيرًا﴾. فالإيمان 'قول باللسان، وتصديق بالقلب، وعمل بالجوارح' ، والاقتداء هو التطبيق العملي لهذا التصديق."
        },
      {
        "title":"١. الاقتداء في العبادة (صلة الروح):",
        "text":"لا يكتمل حب المحب حتى يسلك مسلك حبيبه في التعبد لله.\n   *   كان النبي ﷺ يقوم الليل حتى تتفطر قدماه شكرًا لله، فالاقتداء به يكون بالحرص على النوافل، والخشوع في الصلاة، وتعلق القلب بالمساجد. إنها محاولة لمحاكاة تلك الروحانية التي ربطت الأرض بالسماء."
        },
        {
        "title":"٢. الاقتداء في الأخلاق (جمال الجوهر):",
        "text":"كان ﷺ 'قرآناً يمشي على الأرض' ، والاقتداء الحقيقي هو تحويل أخلاقه إلى واقع ملموس:\n   *   في الصدق: أن تتحرى الصدق في كلماتك كما كان 'الصادق الأمين'.\n   *   في الحلم: أن تملك نفسك عند الغضب كما كان ﷺ لا يزيده جهل الجاهل إلا حلماً.\n   *   في الكرم: أن تنفق بقلبٍ لا يخشى الفقر، وتجود بالفضل على من حولك."
        },
        {
        "title":"٣. الاقتداء في التعامل مع الناس (الرحمة المهداة):",
        "text":"الاقتداء ليس مجرد مظهر، بل هو 'جوهر المعاملة':\n   *   يكون بالاقتداء برحمته بالضعفاء، ولينه مع المخطئين، ووفائه مع الأصدقاء. أن تكون جاراً كما كان، وأباً كما كان، وصديقاً كما كان. فالمحبة تقتضي أن يرى الناس فيك 'أثر النبوة' في حسن خلقك."
        },
        {
        "title":"٤. لزوم السُّنة عند الفتن:",
        "text":"في عالم تتلاطم فيه الأفكار، يكون الاقتداء بالسنة هو 'سفينة النجاة'.\n   *   قال ﷺ: 'فعليكم بسنتي وسنة الخلفاء المهديين الراشدين من بعدي، تمسكوا بها وعضوا عليها بالنواجذ' فالمقتدي هو الثابت على المنهج حين تتغير الأحوال، والمتمسك بالهدي النبوي حين يزهد فيه الناس."
        },
        {
        "title":"٥. الثمرة: (أنت مع من أحببت) :",
        "text":"إن الغاية الكبرى من الاقتداء هي الفوز بصحبته ﷺ في الآخرة. فبقدر ما تقتدي به في الدنيا، تكون منزلتك قريبة منه في الجنة. فالاقتداء هو 'تذكرة العبور' إلى الحوض، حيث تسقى من يده الشريفة شربة لا تظمأ بعدها أبداً."
        },
          {
        "title":"خاتمة القسم:",
        "text":"بهذا نكون قد طفنا في أرجاء 'محبة النبي ﷺ' من لوعة الشوق إلى فداء الصحابة، وصولاً إلى الاقتداء بالعمل. لقد أدركنا أن الحب شجرة، جذورها الإيمان، وأغصانها الشوق، وثمرتها 'الاقتداء'."
        }
       
        
 
    ]
}
