{
  "forgiving_enemies_after_victory":
  [
       {
        "title":"عفوه ﷺ عن أعدائه بعد النصر: سموُّ الفاتحين",
        "text":"نصل الآن إلى ختام قسم 'قيادته وجهاده ﷺ' ، لنقف أمام المشهد الذي حيّر المؤرخين والفلاسفة؛ مشهد القوة التي تختار الصفح، والمنتصر الذي يرفض الانتقام. لقد أثبت النبي ﷺ أن الهدف من كل تلك المعارك لم يكن التوسع أو الغلبة، بل كان فتح القلوب قبل الحصون.\nإن العظمة الحقيقية لا تظهر في ساحات الوغى فحسب، بل تظهر في 'لحظة التمكن' . فبينما يميل القادة عادةً لتصفية الحسابات عند النصر، رسم النبي ﷺ أسمى آيات التسامح البشري، محولاً لحظة الانتصار العسكري إلى ثورة أخلاقية شاملة."
        },
        {
        "title":"أ. يوم الفتح العظيم (أدب الفاتحين):",
        "text":"دخل النبي ﷺ مكة التي طردته وعذبته وقتلت أصحابه، ليس دخول المتكبرين، بل دخل مطأطئاً رأسه على راحلته تواضعاً لله، حتى إن لحيته الشريفة لتمس سرج ناقته.\n   *   القرار التاريخي: وقف أهل مكة (الذين آذوه ٢٠ عاماً) ينتظرون مصيرهم، فخاطبهم قائلاً: 'ما ترون أني فاعل بكم؟' قالوا: 'أخ كريم وابن أخ كريم'.\n   *   فقال كلمته التي صدمت التاريخ برُقيّها: 'اذهبوا فأنتم الطلقاء' . لقد وهبهم الحياة في اللحظة التي كانوا يتوقعون فيها الفناء، مما جعلهم يدخلون في دين الله أفواجاً."
        },

{
        "title":"ب. 'اليوم يوم المرحمة':",
        "text":"في يوم الفتح، سمع النبي ﷺ أحد قادة الجيش (سعد بن عبادة) يقول: 'اليوم يوم الملحمة، اليوم تُستحل الكعبة'.\n   *   التصحيح النبوي: غضب النبي ﷺ وقال: 'بل اليوم يوم المرحمة، اليوم يعظم الله الكعبة' . ثم نزع الراية من سعد وأعطاها لابنه، ليوصل رسالة واضحة لكل جندي: 'نحن جئنا رحماء لا جبارين'."
        },
        {
        "title":"ج. العفو عن الشخصيات التي ناصبته العداء الشديد:",
        "text":"   *   هند بنت عتبة: عفا عنها برغم ما فعلته بجسد عمه حمزة يوم أُحد.\n   *   وحشي بن حرب: قاتل عمه حمزة، قَبِل إسلامه وعفا عنه.\n   *   عكرمة بن أبي جهل: الذي كان ألد أعدائه، فرَّ من مكة خوفاً، فأمّنه النبي ﷺ واستقبله بحفاوة وقال لأصحابه: 'يأتيكم عكرمة بن أبي جهل مؤمناً مهاجراً، فلا تسبوا أباه؛ فإن سب الميت يؤذي الحي'."
        },
        {
        "title":"د. الحكمة من العفو:",
        "text":"كان النبي ﷺ يدرك أن 'العفو' يبني مجتمعاً جديداً، بينما 'الانتقام' يولد أحقاداً لا تنتهي. بهذا التسامح، استطاع أن يحول أعداء الأمس إلى قادة الفتوحات الذين حملوا راية الإسلام شرقاً وغرباً."
        },
           {
        "title":"خاتمة قسم 'قيادته وجهاده' :",
        "text":"بهذا العفو انتهت المعارك، وبدأت القلوب تخفق بحب هذا القائد الذي لم يروا له مثيلاً. لقد كان جهاده رحمة، ونصره مغفرة، وقوته إحساناً."
        }
     
   
    ]
}
