{
  "freedom_of_belief_in_islam_principle":
  [
    
      
       {
        "title":"حرية المعتقد في الإسلام: المبدأ والحدود",
        "text":"\nهذه الشبهة تتناول العلاقة بين الإسلام والإكراه في الدين، وهي من أهم الشبهات التي تتعلق بالصورة الخارجية للإسلام.\nالرد الإيماني يؤكد أن حرية المعتقد هي مبدأ أساسي وقطعي في الإسلام، وأن الشريعة الإسلامية ترفض الإكراه في الدين رفضاً قاطعاً، وقد رسخت هذا المبدأ قبل أن تظهر في الفلسفات الغربية الحديثة.\nإن حرية المعتقد في الإسلام ليست مجرد تسامح، بل هي قاعدة تشريعية مستمدة من طبيعة الإيمان نفسه."
       },
        {
        "title":"1. النص القاطع: لا إكراه في الدين",
        "text":"الأساس الذي يُبنى عليه هذا المبدأ هو النص القرآني الواضح والصريح:\n   *   ﴿لَا إِكْرَاهَ فِي الدِّينِ ۖ قَد تَّبَيَّنَ الرُّشْدُ مِنَ الْغَيِّ﴾ [البقرة: 256].\n      *   التحليل: هذه الآية هي قاعدة كلية في الإسلام، تعني أن إدخال أي شخص في الإسلام بالقوة أو الإكراه باطل. لماذا؟ لأن الإيمان هو تصديق قلبي وإرادة حرة، ولا يمكن أن ينتج القلب إيماناً صادقاً تحت تهديد السيف أو القوة. فالمُكرَه على الإيمان لا يكون مؤمناً حقيقياً، وهذا ينافي حكمة التكليف.\n   *   وظيفة الرسل هي البلاغ: مهمة النبي محمد ﷺ والرسل من قبله كانت هي الإنذار والبلاغ الواضح للحقيقة، وليس فرضها بالقوة.\n      *   ﴿فَذَكِّرْ إِنَّمَا أَنتَ مُذَكِّرٌ * لَّسْتَ عَلَيْهِم بِمُصَيْطِرٍ﴾ [الغاشية: 21-22]."
       },
        {
        "title":"2. احترام الأديان الأخرى وحماية دور العبادة",
        "text":"السياسة الإسلامية تُوجِب حماية حقوق غير المسلمين داخل الدولة الإسلامية:\n   *   أهل الذمة: أقرّت الشريعة حقوقاً كاملة وحماية لـ 'أهل الذمة' (اليهود والنصارى وغيرهم من أصحاب الكتب)، الذين يعيشون تحت حكم الدولة الإسلامية.\n      *   التطبيق: يشمل ذلك حرية ممارسة شعائرهم، وإبقاء كنائسهم ومعابدهم، وعدم إجبارهم على تغيير أحكامهم الشخصية (في الزواج والميراث) بما يخالف دينهم.\n   *   العهد العمري: يروي التاريخ كيف أن الخليفة عمر بن الخطاب رضي الله عنه رفض الصلاة في كنيسة القيامة في القدس، حتى لا يتخذها المسلمون مسجداً من بعده، ليضمن بقاء الكنيسة للمسيحيين، وهذا تطبيق عملي لمبدأ حماية دور العبادة.\n   *   النتيجة: الإسلام لا يكتفي بالقبول بوجود الأديان الأخرى، بل يذهب إلى ضمان حماية هذه الأديان وممارساتها داخل حدود سلطته."
       },
        {
        "title":"3. الحدود الفاصلة: حرية المعتقد وحرية المجتمع",
        "text":"هناك خلط شائع بين حرية الفرد في اعتقاده الخاص، وبين حرية الإضرار بالمجتمع أو الاعتداء على النظام العام:\n   *   الردة عن الإسلام (الخروج من الإسلام): يُعتبر هذا الموضوع من أكثر نقاط الخلاف. يفرق الفقه الإسلامي بين حالتين:\n      *   أ. الردة الداخلية/الاعتقادية: وهي تغيير العقيدة في القلب، وهذا لا يُعاقَب عليه ولا يُمكن أصلاً الإطلاع عليه.\n      *   ب. الردة المعلنة/السياسية: وهي الإعلان العلني عن الخروج من الإسلام مع إحداث البلبلة أو التآمر أو إلحاق الضرر الجماعي، أو محاولة تغيير دين المجتمع، خاصة في بداية نشأة الدولة. يرى بعض الفقهاء أن العقوبة هنا تقع ليس بسبب تغيير المعتقد (الذي هو حرية)، بل بسبب التخريب والاعتداء على النظام العام والوحدة الاجتماعية التي بُنيت على أساس الإيمان. (وقد اختلف العلماء المعاصرون في تفسير وتطبيق هذه العقوبة).\n   *   الاستنتاج: المعاقبة، إن وقعت، فهي تقع على الفعل السياسي/الاجتماعي المُخلّ بالنظام (الفتنة أو التخريب)، وليست على مجرد تغيير المعتقد القلبي، فحرية الاعتقاد تامة، لكنها لا تعني حرية التخريب أو الإضرار بالمصلحة العامة للدولة.\nالخلاصة الإقناعية: مبدأ 'لا إكراه في الدين' هو مبدأ إلهي قطعي، يضمن حق الفرد في اختيار دينه دون إجبار. الإسلام يوفر حماية قانونية ودينية لأتباع الديانات الأخرى. إن أي إكراه في الدين هو خروج على النص القرآني الصريح."
       }
        
 
    ]
}
