{
  "gender_determination_newborn":[
      
        
       {
        "title":"جنس المولود في القرآن: الإعجاز في إسناد تحديد النوع إلى النطفة الذكرية",
        "text":"\nيُعد موضوع (جنس المولود) من أقوى الأمثلة على الإعجاز العلمي في القرآن والسنة، حيث يوضح أن تحديد جنس الجنين يتم من خلال نطفة الرجل (الكروموسومات الذكرية)، وهو ما يُنافي الاعتقادات القديمة والشائعة في جميع الحضارات بأن الأنثى هي المسؤولة عن تحديد جنس المولود."
      },
        {
        "title":"1. المدخل القرآني: الحصر والتفصيل",
        "text":"القرآن الكريم لم يكتفِ بالإشارة إلى أن الخلق من نطفة، بل حدد المسؤول عن خلق الزوجين (الذكر والأنثى) من هذه النطفة تحديداً، مما يشير إلى عملية حصر دقيقة.\nالآية الكريمة (أصل الإعجاز):\n﴿وَأَنَّهُ خَلَقَ الزَّوْجَيْنِ الذَّكَرَ وَالْأُنثَىٰ ۝ مِن نُّطْفَةٍ إِذَا تُمْنَىٰ﴾ [النجم: 45-46]."
      },
        {
        "title":"2. الإعجاز في تحديد مصدر الخلق المزدوج",
        "text":"يُركز الإعجاز على فهم التركيبة الكيميائية والوراثية للنطفة الذكرية والأنثوية:\nأ. التركيب الجيني للإنسان:\n  *   الأنثى: تحتوي على كروموسومات جنسية متماثلة (XX). الخلية الأنثوية (البويضة) تحمل دائماً كروموسوم X واحد.\n  *   الذكر: يحتوي على كروموسومات جنسية مختلفة (XY). الخلية الذكرية (الحيوان المنوي) تحمل إما كروموسوم X أو كروموسوم Y.\nب. التطابق القرآني والإسناد:\n  1.  (مِن نُّطْفَةٍ إِذَا تُمْنَى): النطفة التي( تُمنى) (تُقذف/تُصب) هي نطفة الرجل (السائل المنوي).\n  2.  خلق الزوجين منها: الآية تُسند خلق الزوجين (الذكر والأنثى) لهذه النطفة المُختلطة (النطفة الذكرية). وهذا يتطابق مع حقيقة أن الحيوان المنوي هو الذي يقرر جنس المولود:\n    *   إذا أخصب الحيوان المنوي X البويضة (X)، كان الناتج أنثى (XX).\n    *   إذا أخصب الحيوان المنوي Y البويضة (X)، كان الناتج ذكرًا (XY).\nالخلاصة الإعجازية: الإشارة القرآنية تُحدد النطفة المنيَّة (الذكَرية) كـ عامل حاسم في تحديد جنس المولود، في حين أن البويضة الأنثوية لا تلعب دوراً في التحديد بل في الاستقبال، وهذا ما أثبته علم الوراثة الحديث."
      },

        {
        "title":"3. الإعجاز العلمي (نفي المسؤولية عن الأنثى)",
        "text":"كانت الحضارات القديمة (بما فيها بعض الفلسفات الإغريقية) تحمل المرأة مسؤولية جنس المولود إذا كان ذكراً أو أنثى.\n  *   نقض التصور القديم: جاء القرآن الكريم ليصحح هذا المفهوم الخاطئ، حيث أسند عملية تحديد الجنس إلى المني المقذوف (نطفة الرجل)، دون ذكر للبويضة الأنثوية كطرف محدد للجنس.\n  *   عزل الكروموسومات: لم يتمكن الإنسان من معرفة وجود الكروموسومات، وطريقة توزيعها وتخصيصها (X و Y)، إلا بعد اختراع المجاهر المتطورة وظهور علم الوراثة الحديث في القرن التاسع عشر وبداية القرن العشرين."
      },
        {
        "title":"4. الأثر العقدي والاجتماعي",
        "text":"  1.  تصحيح مفاهيم خاطئة: هذا الإعجاز له بعد اجتماعي مهم، حيث يرفع الظلم عن المرأة التي قد تُلام على إنجاب الإناث (وهي مسؤولية لا تقع عليها).\n  2.  العلم المطلق لله: الدقة المتناهية في وصف هذه العملية الوراثية المعقدة في كلمة واحدة، تثبت أن القرآن الكريم وحي من لدن الخالق، العالم بكل أسرار الخلق والتكوين."
      }
      
     
    ]
}
