{
  "ghazwat_bani_al_mustaliq":
  [
       {
        "title":"غزوة بني المصطلق: حين انكسرت الأقنعة عند بئر المريسيع",
        "text":"تعد غزوة بني المصطلق (وتسمى أيضاً غزوة المريسيع) من أكثر المحطات تعقيداً في السيرة النبوية؛ فهي لم تكن مجرد مواجهة عسكرية خاطفة، بل كانت اختباراً زلزل الجبهة الداخلية للمسلمين. في هذه الغزوة، لم يواجه الصحابة السهام فحسب، بل واجهوا 'خناجر الكلمات' وسموم الفتنة.\nنحن في شعبان من العام الخامس (أو السادس) للهجرة. وصلت الأنباء بأن سيد بني المصطلق، الحارث بن أبي ضرار، يجمع قومه ومن حوله من العرب لغزو المدينة."
        },
           {
        "title":"1. الضربة الاستباقية: البرقُ يسبق الرعد (فخُّ الطمع)",
        "text":"تعتبر هذه الضربة العسكرية نموذجاً في 'الحرب الخاطفة' ، حيث لم يعطِ النبي ﷺ فرصة لـ 'الحارث بن أبي ضرار' أن يُكمل تجميع قبائل العرب حوله. لكن هذه المرة، لم يكن التحدي في السيوف، بل في 'الرفقة' التي خرجت مع الجيش.\nعندما وصلت التقارير الاستخباراتية بأن بني المصطلق (وهم فرع من قبيلة خزاعة) يجمعون الحشود، كان الرد النبوي سريعاً وحاسماً كالعادة، لكن بملامح جديدة لم تظهر من قبل.\n\nأ- الاستنفار: 'الجيشُ المخلوط'\n   *   خروج المنافقين: بعد انتصارات المسلمين المتتالية (بدر، العشيرة، الكدر)، بدأ المنافقون يشعرون أن الغنائم أصبحت مضمونة. خرجوا هذه المرة بكثافة وعلى رأسهم 'عبد الله بن أبي بن سلول'.\n   *   الهدف الخفي: لم يخرجوا للجهاد، بل كما قال القرآن: ﴿لَوْ كَانَ عَرَضًا قَرِيبًا وَسَفَرًا قَاصِدًا لَّاتَّبَعُوكَ وَلَٰكِن بَعُدَتْ عَلَيْهِمُ الشُّقَّةُ ۚ وَسَيَحْلِفُونَ بِاللَّهِ لَوِ اسْتَطَعْنَا لَخَرَجْنَا مَعَكُمْ يُهْلِكُونَ أَنفُسَهُمْ وَاللَّهُ يَعْلَمُ إِنَّهُمْ لَكَاذِبُونَ﴾ [سورة التوبة - الآية 42] كان هدفهم المال، وإثارة الفتنة إذا سنحت الفرصة.\n\nب- المباغتة عند 'المريسيع': الصدمة والذهول\nقطع الجيش المسافات بسرعة مذهلة حتى وصلوا إلى منطقة 'المريسيع' (وهي بئر ماء تقع في منطقة قديد بين مكة والمدينة).\n   *   المشهد: وصل النبي ﷺ والجيش وهم في حالة هجوم كامل، بينما كان بنو المصطلق يريحون أنعامهم ويسقونها عند الماء، غير مدركين أن جيش المدينة قد قطع عليهم الطريق.\n   *   المعركة: لم تدم طويلاً. باغتهم النبي ﷺ، واصطفت الصفوف، ورمى المسلمون رشقاً واحداً من النبال كان كفيلاً بفض جموعهم.\n\nج- النتيجة: انتصارٌ في دقائق\n   *   الخسائر: قُتل من بني المصطلق عشرة رجال في المواجهة الأولى.\n   *   الأسرى والغنائم: استسلمت القبيلة بالكامل، وأُسر الرجال والنساء (بينهم جويرية بنت الحارث)، وساق المسلمون الإبل والغنم غنيمة.\n\nد- الهدوء الذي يسبق العاصفة\nبينما كان المسلمون يجمعون الغنائم ويستريحون عند الماء، كان المنافقون يراقبون المشهد بخبث. لقد انتهت 'المعركة العسكرية' بنجاح باهر، لكن 'المعركة النفسية' كانت على وشك الاندلاع عند البئر.\n\nخلاصة الضربة:\nنجح النبي ﷺ في وأد التهديد العسكري لبني المصطلق في مهده، وحمى المدينة من غزوٍ وشيك. ولكن، وجود 'المنافقين' حوّل النصر العسكري إلى حقل ألغام اجتماعي سيختبر صبر النبي ﷺ وصحابة المهاجرين والأنصار."
        },
           {
        "title":"2. فتنةُ 'الماء' : حين كادت السيوف تضلُّ طريقها!",
        "text":"كان الموقف عند بئر المريسيع أخطر من المعركة نفسها؛ فبينما هُزم العدو الخارجي بسهولة، استيقظ 'العدو الداخلي' الكامن في النفوس: العصبية الجاهلية. لم تكن مجرد مشاجرة على ماء، بل كانت لحظة كادت أن تهدم بناء 'المؤاخاة' الذي شيده النبي ﷺ لسنوات.\nتخيل جيشاً منتصراً، الفرح يملأ الوجوه، والغنائم تُجمع. وفجأة، يتغير الجو تماماً بسبب 'احتكاك' عفوي عند بئر الماء المزدحمة.\n\nأ- الشرارة: 'لطمةٌ زلزلت الصفوف'\nتزاحم جهجاه بن مسعود الغفاري (أجير لعمر بن الخطاب من المهاجرين) مع سنان بن وبر الجهني (حليف للأنصار) عند البئر. اشتد الخلاف، فلطم جهجاهُ سناناً.\n   *   في العادة، هذه مشكلة تُحل بالاعتذار أو القضاء، لكن الشيطان كان ينتظر هذه اللحظة، والمنافقون كانوا يراقبون من بعيد.\n\nب- الصرخة القاتلة: 'إحياءُ الموتى'\nبدل أن يناديا بالعدل، نادى كل منهما بـ 'قبيلته' و 'فئته':\n   *   صاح الأنصاري: 'يا للأنصار!'.\n   *   صاح المهاجري: 'يا للمهاجرين!' . هذه الكلمات لم تكن مجرد نداء استغاثة، بل كانت 'كلمات سر' جاهلية قديمة تُخرج الرجال عن وعيهم. في ثوانٍ، استلَّ رجالٌ من الطرفين سيوفهم، ووقف الأخ في مواجهة أخيه الذي واكبه في بدر وأحد!\n\nج- الغضبة النبوية: 'دعوها فإنها منتنة'\nخرج النبي ﷺ من خيمته والشرر يتطاير من عينيه غضباً لهذا المشهد. لم يكتفِ بفض النزاع، بل ضرب جذور المشكلة بصيحته الخالدة التي لا تزال تدوي حتى اليوم: 'أبدعوى الجاهلية وأنا بين أظهركم؟ دعوها فإنها مُنتنة!'\n   *   وصفها بـ 'المُنتنة' (أي القبيحة الرائحة التي تشمئز منها النفوس) لكي ينفرهم من العصبية. كانت كلماته كبرد الماء على النار، فخجل الصحابة من أنفسهم، وأغمدوا سيوفهم، وعادوا إخوة كما كانوا.\n\nد- ثغرةُ المنافقين: 'الصيدُ في الماء العكر'\nبينما كان المسلمون يضمدون جراح قلوبهم، كان عبد الله بن أبي بن سلول يبتسم بخبث. لقد رأى أن 'البناء' يمكن خلخلته. جلس وسط قومه وبدأ ينفث سمومه: 'أوقد فعلوها؟ قد نافرونا وكاثرونا في بلادنا! والله ما نحن وهم إلا كما قال القائل: سَمِّن كلبك يأكلك!'.\n\nخلاصة الفتنة:\nلقد كانت فتنة 'الماء' جرس إنذار نبوي بأن الخطر الحقيقي ليس في نبال بني المصطلق، بل في 'الأنا' والعصبية التي قد تدمر الأمة من الداخل. نجح النبي ﷺ في إطفاء الحريق الأول، لكن 'رأس النفاق' كان يجهز لحريقٍ أكبر في طريق العودة."
        },
           {
        "title":"3. رأس النفاق: 'ليخرجنَّ الأعزُّ منها الأذل' (وقاحةُ الألسنة)",
        "text":"بينما كان غبار 'فتنة الماء' يهدأ، كان هناك قلبٌ يقطر حِقداً لم يستطع كتمان سُمّه أكثر من ذلك. عبد الله بن أبي بن سلول، الذي رأى حُلم 'تاج المدينة' يتبخر مع وصول الإسلام، قرر أن يضرب في اللحظة التي اعتقد فيها أن المسلمين متفرقون.\nفي جلسة خاصة مع رجاله، صبّ ابن أبي سلول غضبه على المهاجرين، ولم يكتفِ بالتحريض، بل أطلق 'الكلمة الانتحارية' التي خلدها القرآن الكريم في سورة المنافقون لتكون درساً للأجيال.\n\nأ- الكلمة المسمومة: 'سَمِّن كلبك يأكلك'\nقال ابن أبي سلول لقومه من الأنصار: 'أوقد فعلوها؟ قد نافرونا وكاثرونا في بلادنا، والله ما نحن وهم إلا كما قال القائل: سَمِّن كلبك يأكلك! أما والله لئن رجعنا إلى المدينة ليخرجن الأعز منها الأذل' (ويقصد بالأعز نفسه، وبالأذل النبي ﷺ.. تعالى الله عما يقول علواً كبيراً).\n\nب- الفتى الشجاع: 'زيد بن أرقم'\nكان هناك فتى صغير يُدعى زيد بن أرقم يجلس في المجلس. لم يتحمل هذا الغلام سماع الطعن في رسول الله ﷺ، فذهب فوراً وأخبر النبي ﷺ بما قاله رأس النفاق.\n   *   الموقف المحرج: أنكر ابن أبي سلول ما قاله وحلف الأيمان الكاذبة، فلام الناسُ زيداً لصغر سنه، حتى نزل الوحي من السماء ليُصدّق الغلام ويُكذّب زعيم المنافقين.\n﴿يَقُولُونَ لَئِن رَّجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الْأَعَزُّ مِنْهَا الْأَذَلَّ ۚ وَلِلَّهِ الْعِزَّةُ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ وَلَٰكِنَّ الْمُنَافِقِينَ لَا يَعْلَمُونَ﴾ (سورة المنافقون - الآية 8).\n\nج- حكمةُ القيادة: 'لا يتحدث الناس أن محمداً يقتل أصحابه'\nاستشاط عمر بن الخطاب غضباً وقال: 'يا رسول الله، دعني أضرب عنق هذا المنافق!' . لكن النبي ﷺ، القائد الذي ينظر لمستقبل الدعوة وهيبتها أمام العرب، قال جملته العظيمة:\n      'فكيف يا عمر إذا تحدث الناس أن محمداً يقتل أصحابه؟ لا، ولكن نادِ بالرحيل'.\n. لقد أدرك ﷺ أن قتل ابن أبي سلول في هذا التوقيت سيُفهم خارج المدينة على أنه 'تصفية داخلية' ، مما ينفر القبائل من الدخول في الإسلام.\n\nد- العقوبةُ بالعمل: 'المسيرُ المنهك'\nفي عزّ الظهيرة، وفي وقتٍ لم يكن النبي ﷺ يرحل فيه عادةً، أمر الجيش بالتحرك فوراً.\n   *   الهدف: أراد النبي ﷺ أن يُنهك أجساد الرجال بالمشي الطويل حتى لا يجدوا طاقة أو وقتاً للحديث في الفتنة. استمروا في المسير يوماً وليلة حتى أرهقهم التعب، فبمجرد أن نزلوا الأرض، وقعوا جميعاً في نومٍ عميق، وبذلك دُفنت الفتنة تحت أقدام الجيش المتعب.\nخلاصة الموقف:\nلقد واجه النبي ﷺ 'التمرد اللفظي' بـ 'الحكمة السياسية' و 'الإنهاك البدني' . لم يسمح لشرارة ابن أبي سلول أن تحرق الصف، وأثبت أن القائد الحق هو من يملك لجام غضبه لمصلحة أمته."
        },
           {
        "title":"4. حادثة الإفك: الوجعُ الأكبر (اختبارُ القلوب)",
        "text":"بينما كان الجيش يطوي الرمال عائدًا للمدينة، كانت هناك عاصفة من نوع آخر تُطبخ في خفاء. لم تكن عاصفة رملية، بل كانت عاصفة من 'الظلم' استهدفت أطهر بيت على وجه الأرض. حادثة الإفك لم تكن مجرد إشاعة، بل كانت 'حرباً نفسية' شاملة قادها المنافقون لكسر قلب النبي ﷺ وهدم ثقة المسلمين في قيادتهم.\nتخيل المشهد: الجيش يتحرك في غبش الليل (قبل الفجر)، السيدة عائشة رضي الله عنها تخرج لقضاء حاجتها، فتكتشف ضياع عِقد لها من 'جزع ظفار' . تعود للبحث عنه، وفي هذه الأثناء، يرفع الرهط 'هودجها' على البعير وهم يظنون أنها بداخله لخفة وزنها.\n\nأ- الانفرادُ في الصحراء:'لحظةُ القدر'\nعادت عائشة لتجد المكان خالياً والجيش قد رحل. بذكاء وهدوء، لم تركض خلفهم بل جلست مكانها وقالت: 'لو افتقدوني لرجعوا إليّ' . غلبها النوم، فمر بها الصحابي صفوان بن المعطل (وكان يتخلف خلف الجيش لجمع ما يسقط من المتاع).\n   *   الموقف: عرفها صفوان (فقد كان يراها قبل نزول الحجاب)، فاسترجع (قال: إنا لله وإنا إليه راجعون) وأناخ راحلته. لم يكلمها كلمة واحدة، ركبت، وساق بها البعير حتى أدركا الجيش في الظهيرة.\n\nب- سُمُّ المنافقين: 'رأسُ الأفعى يتحرك'\nرأى عبد الله بن أبي بن سلول المنظر، فطار به فرحاً. كانت هذه فرصته الذهبية لينتقم من النبي ﷺ. بدأ ينشر السمّ في الصفوف: 'امرأة نبيكم باتت مع رجل!'\n   *   الألم: انتشرت الشائعة في المدينة كالنار في الهشيم. النبي ﷺ صامت، الوحي منقطع، وعائشة مريضة في بيتها لا تعلم ما يقول الناس عنها.\n\nج- شهرٌ من الصمت: 'المدينةُ تحت الحصار النفسي'\nاستمرت هذه المحنة شهراً كاملاً. النبي ﷺ يستشير أصحابه، القلوب منقبضة، والمنافقون يضحكون في الخفاء.\n   *   اللقاء الحاسم: دخل النبي ﷺ على عائشة وقال: 'يا عائشة، إن كنتِ ألممتِ بذنب فاستغفري الله..'.\n   *   ردُّ الصديقة: بكت حتى جف دمعها وقالت: 'والله لا أجد لي ولكم مثلاً إلا أبا يوسف (يعقوب) حين قال: {فَصَبْرٌ جَمِيلٌ ۖ وَاللَّهُ الْمُسْتَعَانُ عَلَىٰ مَا تَصِفُونَ}'.\n\nد- تبرئةُ السماء: 'آياتٌ تُتلى إلى يوم القيامة'\nوفي تلك اللحظة، نزل الوحي. سُجّي النبي ﷺ ببرده، ثم سُري عنه وهو يضحك ويقول: 'يا عائشة، أما الله فقد برأكِ'.\n   *   نزل عشر آيات من سورة النور تبرئها وتلعن الخائضين في عرضها، وتضع حد 'القذف' لحماية أعراض المسلمين للأبد.\nالآيات العشر التي نزلت في براءة السيدة عائشة رضي الله عنها في سورة النور هي من الآية (11) إلى الآية (20).\nيقول الله تعالى:\n\n﴿إِنَّ الَّذِينَ جَاءُوا بِالْإِفْكِ عُصْبَةٌ مِّنكُمْ ۚ لَا تَحْسَبُوهُ شَرًّا لَّكُم ۖ بَلْ هُوَ خَيْرٌ لَّكُمْ ۚ لِكُلِّ امْرِئٍ مِّنْهُم مَّا اكْتَسَبَ مِنَ الْإِثْمِ ۚ وَالَّذِي تَوَلَّىٰ كِبْرَهُ مِنْهُمْ لَهُ عَذَابٌ عَظِيمٌ (11) لَّوْلَا إِذْ سَمِعْتُمُوهُ ظَنَّ الْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بِأَنفُسِهِمْ خَيْرًا وَقَالُوا هَٰذَا إِفْكٌ مُّبِينٌ (12) لَّوْلَا جَاءُوا عَلَيْهِ بِأَرْبَعَةِ شُهَدَاءَ ۚ فَإِذْ لَمْ يَأْتُوا بِالشُّهَدَاءِ فَأُولَٰئِكَ عِندَ اللَّهِ هُمُ الْكَاذِبُونَ (13) وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ فِي الدُّنْيَا وَالْآخِرَةِ لَمَسَّكُمْ فِي مَا أَفَضْتُمْ فِيهِ عَذَابٌ عَظِيمٌ (14) إِذْ تَلَقَّوْنَهُ بِأَلْسِنَتِكُمْ وَتَقُولُونَ بِأَفْوَاهِكُم مَّا لَيْسَ لَكُم بِهِ عِلْمٌ وَتَحْسَبُونَهُ هَيِّنًا وَهُوَ عِندَ اللَّهِ عَظِيمٌ (15) وَلَوْلَا إِذْ سَمِعْتُمُوهُ قُلْتُم مَّا يَكُونُ لَنَا أَن نَّتَكَلَّمَ بِهَٰذَا سُبْحَانَكَ هَٰذَا بُهْتَانٌ عَظِيمٌ (16) يَعِظُكُمُ اللَّهُ أَن تَعُودُوا لِمِثْلِهِ أَبَدًا إِن كُنتُم مُّؤْمِنِينَ (17) وَيُبَيِّنُ اللَّهُ لَكُمُ الْآيَاتِ ۚ وَاللَّهُ عَلِيمٌ حَكِيمٌ (18) إِنَّ الَّذِينَ يُحِبُّونَ أَن تَشِيعَ الْفَاحِشَةُ فِي الَّذِينَ آمَنُوا لَهُمْ عَذَابٌ أَلِيمٌ فِي الدُّنْيَا وَالْآخِرَةِ ۚ وَاللَّهُ يَعْلَمُ وَأَنتُمْ لَا تَعْلَمُونَ (19) وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ وَأَنَّ اللَّهَ رَءُوفٌ رَّحِيمٌ (20)﴾\n\nخلاصة الوجع:\nخرجت السيدة عائشة من هذه المحنة بلقب 'المبرأة من فوق سبع سماوات' ، وخرج المنافقون بذلٍّ لا يمحوه الزمن. لقد أرادوا هدم بيت النبوة، فأنزل الله قرآناً يُخلّد طهر هذا البيت إلى قيام الساعة."
        },
           {
        "title":"5. النتيجة: زواجٌ أعتق قبيلة كاملة (بركةُ السيدة جويرية)",
        "text":"بينما كانت الغنائم تُقسم والأسرى يُوزعون، كانت هناك امرأة تحمل همَّ قومها بقدر ما تحمل همَّ نفسها، وهي جويرية بنت الحارث، ابنة زعيم القبيلة. \n\nأ- من السبي إلى السيادة: 'ذكاءُ السيدة جويرية'\nوقعت جويرية في سهم الصحابي 'ثابت بن قيس' ، فكاتبته على عتق نفسها (أي اتفقت معه على مبلغ مالي مقابل حريتها). ذهبت للنبي ﷺ تطلب عونه في المكاتبة.\n   *   العرض النبوي: رأى النبي ﷺ فيها شرفاً وعقلاً، فأراد أن يجبر كسرها وكسر قومها، فقال لها: 'هل لكِ في خيرٍ من ذلك؟ أقضي عنكِ كتابكِ وأتزوجكِ؟'.. وافقت جويرية فوراً، وبذلك تحولت من 'سبية' إلى 'أم للمؤمنين'.\n\nب- أعظمُ مَهر في التاريخ: 'أصهارُ رسول الله!'\nبمجرد أن انتشر الخبر في معسكر الجيش: 'رسول الله ﷺ تزوج جويرية'\n   *   الغيرة الإيمانية: قال الصحابة: 'أيكون أصهار رسول الله ﷺ أسرى في أيدينا؟!' . فقام كل واحد منهم بإعتقاد مَن عنده من سبايا بني المصطلق دون مقابل.\n   *   المكسب: تم عتق 100 أهل بيت من قبيلة بني المصطلق في ساعة واحدة إكراماً لهذا الزواج.\n\nج- إسلامُ القبيلة: 'الرحمةُ تفتحُ الأبواب'\nعندما رأى بنو المصطلق هذا النبل وهذا العفو النبوي، لم يجدوا بداً من الدخول في الإسلام.\n   *   الشهادة: دخلت القبيلة بأكملها في دين الله، وتحولت من عدو يجمع الحشود لغزو المدينة إلى قبيلة وفية تدافع عنها.\n   *   شهادة عائشة: قالت السيدة عائشة رضي الله عنها بإنصافها المعهود: 'فما أعلم امرأة كانت أعظم بركة على قومها منها'.\n\nخلاصة الغزوة:\nبدأت الغزوة بمحاولة عدوان، ومرت بفتنة منافقين كادت أن تحرق الصفوف، وانتهت ببركة زواجٍ طهّر القلوب وأعتق الرقاب. لقد خرج الإسلام من هذه المحنة أقوى، وانكشف زيف المنافقين، وانضمت قبيلة جديدة إلى حِمى المدينة."
        },
           {
        "title":"المقدمة التشويقية للمقالة القادمة:",
        "text":"لكن الهدوء بعد الفتنة لم يدم.. فبينما كانت المدينة تستعيد أنفاسها، أغار 'عيينة بن حصن' على لِقاح (إبل) النبي ﷺ وقتل الراعي واختطف النساء! ومن هنا بدأت البطولة الفردية الخارقة لشابٍ واحد.. سلمة بن الأكوع! الذي طارد جيشاً كاملاً وحده على قدميه! هل يمكن لرجلٍ يركض أن يهزم فرساناً على خيولهم؟ وكيف استعاد إبل النبي ﷺ بنباله وصيحته التي أرعبت الجبال: 'خذها وأنا ابن الأكوع.. واليوم يوم الرُّضَّع'؟\nانتظرونا في المقالة القادمة: 'غزوة ذي قرد: حين هزم العدَّاءُ جيش الفرسان!'.. ملحمة الشجاعة المنفردة."
        }
        
  
    ]
}
