{
  "ghazwat_dhi_qarad":
  [
       {
        "title":"غزوة ذي قرد: ملحمة 'الرجل الواحد' ضد جيش الفرسان",
        "text":"تُعد غزوة ذي قرد (وتسمى أيضاً غزوة الغابة) واحدة من أروع ملاحم البطولة الفردية في السيرة النبوية. إنها قصة الرجل الذي هزم جيشاً، قصة سلمة بن الأكوع، العدّاء الذي سبق الخيل بنبلاته وعزيمته.\nنحن في العام السادس للهجرة (قبل خيبر بقليل). خيّم الهدوء على المدينة، وخرجت إبل النبي ﷺ لترعى في منطقة 'الغابة' شمال المدينة تحت حماية راعٍ ومعه زوجته."
        },
         {
        "title":"1. الغدر في جوف الليل: 'يا صباحاه!' (كسرُ الأمان)",
        "text":"ضد جيش الفرسان 'يا صباحاه!' هي صفارة الإنذار التي زلزلت سكون المدينة، لكنها لم تكن مجرد نداء استغاثة، بل كانت إعلاناً عن بدء واحدة من أكثر المطاردات إثارة في التاريخ.\nبينما كانت المدينة تنعم بهدوء ما قبل الفجر، كان هناك 'ذئابٌ بشرية' تتربص بأطرافها. لم يكن هدفهم مواجهة جيش، بل كانت غارة لصوص تهدف لنهب أرزاق المسلمين وكسر هيبتهم.\n\nأ- الجريمة: 'دماءٌ على رمال الغابة'\nفي منطقة 'الغابة' (وهي منطقة خصبة شمال المدينة كانت ترعى فيها إبل النبي ﷺ)، انقضَّ عيينة بن حصن مع 40 فارساً من غطفان.\n   *   الضحية: لم يكتفوا بسلب الإبل، بل قتلوا الراعي (وهو ابن الصحابي الجليل أبي ذر الغفاري) بدم بارد، واختطفوا زوجته لتكون سبية لديهم.\n   *   النهب: ساقوا 20 'لقحة' (ناقة حلوب) وهي ثروة غذائية هامة للمدينة، وانطلقوا بها يركضون نحو نجد، ظانين أن المسافة والليل سيحميانهم من الملاحقة.\n\nب- الصرخة المدوية: 'من فوق جبل سلع'\nفي هذه الأثناء، كان الشاب سلمة بن الأكوع يغادر المدينة ومعه غلام لطلحة بن عبيد الله، وفجأة لمحت عيناه حركة غير طبيعية في الأفق.. الغبار يثور، والإبل تُساق بعنف.\n   *   الذكاء الفطري: أدرك سلمة الموقف فوراً. أرسل الغلام بفرسه ليخبر النبي ﷺ في المدينة، أما هو، فقد اختار أسرع وسيلة لإيقاظ الناس.\n   *   الصرخة: صعد على رأس جبل 'سَلْع' (أعلى نقطة تطل على المدينة) وصرخ بملء حجرته ثلاث مرات: 'يااااا صباااااحاه!' الصيحة التي تُطلق عند وقوع خطر عظيم يهدد القبيلة.\n\nج- القرار الانتحاري: 'رجلٌ يطارد جيشاً'\nبعد أن أوصل الرسالة، لم يجلس سلمة ينتظر وصول الخيول من المدينة. نظر إلى المشركين وهم يبتعدون، ونظر إلى قوسه وجعبته، واتخذ قراراً لا يتخذه إلا 'شبه مجنون' أو 'شديد الإيمان' : سأطاردهم وحدي!\n   *   انطلق سلمة يركض على قدميه، وبدأت أسطورة 'العدَّاء الذي أرعب الفرسان'.\n\nخلاصة الموقف:\nبدأت الغزوة بغدرٍ وجريمة نكراء، لكن صرخة سلمة بن الأكوع قلبت الطاولة. لم يعد المشركون هم 'المهاجمين' ، بل أصبحوا 'مطلوبين' لرامٍ لا يرحم، وقائدٍ خلفه مدينة كاملة بدأت الآن بالاستيقاظ على صوت صهيله."
        },
         {
        "title":"2. المطاردة المستحيلة: 'الإنسانُ الذي روّض الخيل'",
        "text":"ما يفعله سلمة بن الأكوع الآن ليس مجرد شجاعة، بل هو 'فن عسكري' كُتب بجهد العضلات ودقة النبال. تخيل أنك تشاهد فيلماً سينمائياً، بطلٌ واحد يركض في وهج الشمس، يتنفس الصعداء، وعيناه لا تفارقان الغبار الذي تثيره خيول الأعداء الأربعين!\nكانت المشكلة الأساسية أمام سلمة هي 'المسافة' و 'العدد' ، لكنه كان يملك سلاحين لا يملكهما الأعداء: سرعة بديهة مذهلة، وقدرة على الركض تجعله يسبق الخيل في المنحدرات والمضايق الوعرة.\n\nأ- تكتيكُ 'الكرّ والفرّ' منفرداً\nلم يهجم سلمة جبهوياً، لأنه يعلم أن الأربعين فارساً سيحيطون به في ثوانٍ.\n   *   الالتفاف: كان يركض كالفهد، يختصر الطرق بين التلال حتى يسبقهم ويصبح أمامهم، ثم يصعد فوق أكمة (تلة صغيرة) أو صخرة عالية.\n   *   القنص: بمجرد أن يقتربوا، يرسل نباله بدقة متناهية. كل سهم يخرج من قوسه كان يعني 'إصابة محققة' في فارس أو فرس، مما يضطرهم للتوقف والارتباك.\n\nب- الصيحةُ المزلزلة: 'اليومُ يومُ الرُّضَّع'\nلم يكن يكتفي بالنبل، بل كان يستخدم 'الحرب النفسية' . مع كل سهم يطلقه، كان يصرخ بأعلى صوته:\n      'خُذها وأنا ابنُ الأكوع.. واليومُ يومُ الرُّضَّع!'\n   *   كانت هذه الصيحة بمثابة 'تحقير' لرجولة الأعداء؛ فهو يقول لهم: 'اليوم سيعرف مَن هو الكريم الذي أرضعته أمه لبن العزة، ومَن هو اللئيم الذي لا يستحق الحياة' . تكرار هذه الصيحة جعل الأعداء يشعرون بالصغر أمام هذا 'الشبح' الذي يطاردهم.\n\nج- خدعةُ 'الجيش الخفي'\nبسبب سرعة حركة سلمة وتنقله من تلة إلى أخرى، وقع المشركون في فخ الوهم:\n   *   التساؤل المرعب: بدأوا يتساءلون: 'كيف لرجل واحد أن يجرؤ على ملاحقة أربعين فارساً؟'.\n   *   الظن الخائب: اعتقدوا أن سلمة هو مجرد 'طليعة' لجيش عظيم يختبئ خلف التلال، وأن مهمته هي فقط تعطيلهم حتى يصل بقية المسلمين. هذا الظن جعلهم لا يفكرون في مواجهته، بل في كيفية 'النجاة بجلودهم'.\n\nد- قلبُ الأدوار: الصيادُ والطريدة\nفي بداية اليوم، كان المشركون هم 'الصيادين' الذين سرقوا الإبل، ولكن بفضل سلمة، أصبحوا هم 'الطريدة' المرعوبة التي تبحث عن مخرج. لم يذوقوا طعماً للراحة، وكلما توقفوا ليتنفسوا، جاءهم سهم ابن الأكوع وصيحته ليدفعهم للهرب مجدداً.\n\nخلاصة المطاردة:\nلقد حوّل سلمة بن الأكوع جسده إلى 'كتيبة مشاة' كاملة. بذكائه في استخدام تضاريس الأرض، استطاع أن يبطل مفعول 'سرعة الخيل' ويجعل الأعداء في حالة شلل فكري وعسكري تماماً."
        },
         {
        "title":"3. استعادة الغنائم: 'حين سقط كبرياء الفرسان'",
        "text":"الآن نصل إلى قمة الإثارة في هذه الملحمة؛ اللحظة التي انكسرت فيها إرادة الأربعين فارساً أمام إصرار الرجل الواحد. لم تعد المعركة معركة 'إبل' و 'غنائم' ، بل أصبحت رحلة بقاء للمشركين الذين ظنوا أن الصحراء ستبتلعهم بسبب هذا الرامي الذي لا يهدأ.\nتخيل المشهد: أربعون فارساً مدججين بالسلاح، يركضون خلفهم عشرون ناقة، وخلف الجميع شابٌ واحد يركض على قدميه! لكن هذا الشاب كان يملك 'نَفَسَاً' أطول من خيولهم، وعزيمةً أمضى من سيوفهم.\n\nأ- التخلص من 'الأحمال' : هربُ المذعورين\nكلما اقترب سلمة منهم وصعد على تلة، رماهم بنبلة فقتل فرساً أو أصاب فارساً. وصل الرعب بـ 'بني فزارة' إلى حد الهوس.\n   *   الفعل: بدأوا يلقون بـ 'اللقائح' (الإبل) واحدة تلو أخرى ليخففوا عن أنفسهم ويشغلوا سلمة بها.\n   *   المفاجأة: لم يتوقف سلمة عند الإبل! استمر في مطاردتهم، فبدأوا يلقون بـ أرديتهم ورماحهم (أكثر من ثلاثين رمحاً وثلاثين برداً) لتخف أحمال الخيل وتستطيع الهرب أسرع.\n   *   الذكاء الميداني: كان سلمة يمر بهذه الغنائم الملقاة على الطريق، فلا ينشغل بجمعها، بل يضع عليها 'كومة من الحجارة' ليعلمها الجيش القادم من خلفه، ويستمر في الركض خلف العدو!\n\nب- معركةُ 'الماء' : العطشُ القاتل\nوصل المشركون المنهكون إلى بئر ماء تُسمى 'ذو قرد' . كانوا يحتاجون قطرة ماء واحدة لخيولهم ولأنفسهم بعد هذه المطاردة المجهدة.\n   *   الحصار الفردي: ما إن وضعوا أقدامهم عند الماء، حتى سبَقهم سلمة إلى الجبل المطل على البئر.\n   *   المنع: بدأ يرشقهم بالنبل رشقاً متتابعاً وصيحته 'أنا ابن الأكوع' تملأ المكان. لم يستطع أحد منهم أن يقترب من الماء، ففروا من عند البئر ببطونٍ خاوية وحناجر يابسة، يجرون أذيال الهزيمة والظمأ.\n\nج- اللقاءُ التاريخي: 'أنا ومن خلفي!'\nعند بئر 'ذو قرد' ، التفت المشركون خلفهم، فرأوا سلمة يقف وحيداً شامخاً. في هذه اللحظة، ظهرت طلائع خيول المسلمين القادمة من المدينة.\n   *   اليقين: أدرك المشركون أن 'الكابوس' الكابوس\n\nخلاصة البطولات:\nسلمة بن الأكوع لم يستعد الإبل فحسب، بل استعاد معها 'أردية ورماح' الأعداء! لقد حوّل 'الغزاة' إلى 'لصوصٍ هاربين' تركوا حتى ملابسهم ليفلتوا بأرواحهم من قبضته."
        },
         {
        "title":"4. وصول المدد والثناء النبوي (يومُ الجوائز)",
        "text":"بهذا المشهد المهيب، أسدلت الستار على واحدة من أكثر الغزوات إثارة في السيرة النبوية. لم تكن 'ذو قرد' معركة جيوش جرارة، بل كانت معركة 'إرادة' انتصر فيها شاب بطل على جيش من الفرسان، ليعود إلى المدينة محمولاً على أكتاف الفخر والثناء النبوي.\nبينما كان سلمة بن الأكوع يحاصر المشركين عند بئر 'ذو قرد' بنباله وصيحته، انشق غبار الأفق عن فرسان المدينة. كان المنظر مهيباً؛ خيول المسلمين تنهب الأرض نهباً لتلحق بالبطل الذي سبقها جميعاً.\n\nأ- التحامُ الفرسان: 'نهايةُ المطاردة'\nوصلت طليعة الفرسان بقيادة المقداد بن الأسود وأبو قتادة الأنصاري وعباد بن بشر.\n   *   المواجهة: استدار بعض المشركين للمواجهة في يأس، فبرز أبو قتادة وقتل 'مسعدة' (أحد قادة العدو)، مما حطم ما تبقى من معنوياتهم، ففروا هائمين في القفار لا يلوون على شيء.\n   *   الأمان: استعاد المسلمون الإبل كاملة، وجمعوا الرماح والبرود التي علّمها سلمة بالحجارة، وأنقذوا 'زوجة الراعي' التي فرت من قبضتهم والتجأت لجيش المسلمين.\n\nب- الضحكةُ النبوية والوسام الخالد\nعندما اجتمع الجيش بالنبي ﷺ، كان السرور يفيض من وجهه الكريم. نظر إلى سلمة بن الأكوع بنظرة ملؤها الفخر والحب.\n   *   الشهادة النبوية: ضحك النبي ﷺ حتى بدت نواجذه (دليلاً على شدة الفرح والرضا) وقال كلمته التي صارت وساماً على صدر سلمة وأبي قتادة للأبد: 'خيرُ فرساننا اليوم أبو قتادة، وخيرُ رَجّالتنا (المشاة) سلمة بن الأكوع'.\n   *   إنها شهادة 'الآيزو' النبوية في الشجاعة؛ أن تكون أفضل من ركض على قدميه في تاريخ تلك المرحلة.\n\nج- التكريمُ الاستثنائي: 'رديفُ الرسول'\nلم يكتفِ النبي ﷺ بالكلمات، بل كرّم سلمة تكريماً لم يحظَ به كثيرون:\n   1.  المكانة: أردفه (أركبه) خلفه على ناقته القصواء (أو العضباء) في طريق العودة، فدخل المدينة وهو خلف رسول الله ﷺ أمام أعين الناس جميعاً.\n   2.  المكافأة المادية: أعطاه النبي ﷺ سهمين من الغنيمة؛ سهم الفارس وسهم الراجل، تقديراً لأنه قام بعمل الاثنين معاً ببراعة منقطعة النظير.\n\nخلاصة الغزوة:\nلقد أثبت سلمة بن الأكوع في 'ذي قرد' أن 'الإنسان قبل السلاح' . رجلٌ واحد أعزل من الخيل، تمكن بفضل إيمانه وسرعته ودقة رميه من إذلال قبيلة كاملة. عاد المسلمون وفي جعبتهم درسٌ جديد: 'أطراف المدينة محرّمة على الطامعين، ففيها رجالٌ يسبقون الخيل بصيحات التكبير'."
        },
         {
        "title":"المقدمة التشويقية للمقالة القادمة:",
        "text":"ولكن.. إذا كانت مواجهة قبائل العرب صعبة، فكيف ستكون المواجهة مع 'القوة العظمى' في ذلك الزمان؟\nنحن الآن على أعتاب غزوة مؤتة.. المعركة التي خرج فيها 3 آلاف مسلم لمواجهة 200 ألف من الروم وحلفائهم! كيف صمد المسلمون أمام هذا الطوفان البشري؟ وما هو سر القادة الثلاثة الذين تسابقوا نحو الموت؟ وكيف استطاع 'خالد بن الوليد' أن يسحب الجيش من قلب الهلاك بـ 'خطة عبقرية' تدرس في الأكاديميات العسكرية حتى اليوم؟\nانتظرونا في المقالة القادمة: 'غزوة مؤتة: حين تصادم الإيمان بجبال الروم!'."
        }
          
        
  
    ]
}
