{
  "ghazwat_wadi_al_qura":
  [
       {
        "title":"غزوة وادي القرى: الحصارُ الأخير وتأمينُ الشمال",
        "text":"تعد غزوة وادي القرى الستار الختامي لسلسلة طويلة من العمليات العسكرية التي استهدفت تأمين شمال المدينة المنورة، وتصفية جيوب التآمر التي كانت تعيق حركة التجارة وتُهدد استقرار الدولة الناشئة. هي الغزوة التي أكملت ما بدأه المسلمون في خيبر، لتصبح جبهة الشمال تحت السيطرة الإسلامية الكاملة. \nبعد الفراغ من خيبر، ثم مصالحة أهل 'فدك' ، توجه النبي ﷺ بجيشه نحو وادي القرى (وهي منطقة تقع قرب العلا اليوم، وكانت تمتاز بخصوبة أرضها وكثرة قراها وحصونها)."
        },
           {
        "title":"1. المباغتة والسهم الغادر (فتنةُ الغلول)",
        "text":"كان مشهد الوصول إلى وادي القرى يحمل هيبة النصر في خيبر، لكنه بدأ بدرسٍ نبويٍ قاسٍ ومفاجئ، جعل الصحابة يدركون أن المعركة ليست فقط مع العدو في الخارج، بل هي معركة 'النفس' والأمانة في الداخل.\nبعد أن طهر المسلمون 'خيبر' من حصون التآمر، اتجهوا شمالاً نحو وادي القرى، وهو وادٍ غني بالنخيل والحصون، يسكنه خليط من اليهود وبعض حلفائهم من العرب. كان الهدف هو إتمام السيطرة على 'خط الحصون الشمالي'\n\nأ- الغدرُ الكامن خلف الأسوار\nبمجرد وصول الجيش، بدأ الصحابة في تفريغ الأحمال لتجهيز المعسكر. لم يكن هناك قتالٌ معلن بعد، لكن نبال الغدر كانت تترصد من فوق أسوار الحصون المنيعة.\n\nب- مِدعم: 'الضحيةُ والتحذير'\nبينما كان الغلام 'مِدعم' (الذي أهداه رفاعة بن زيد للنبي ﷺ) يقوم بواجبه في خدمة الرسول ويحطُّ رحله عن الناقة، انطلق سهمٌ طائش وغادر من أحد الحصون.\n   *   الموقف: اخترق السهم جسد مِدعم فقتله فوراً.\n   *   رد فعل الصحابة: تأثر الجميع لموته وهو في خدمة النبي، فصاحوا بعفوية: 'هنيئاً له، شهيدٌ هنيئاً له الجنة!' . لقد ظنوا أن القتل في سبيل الله وفي معية النبي يمحو كل شيء.\n\nج- الصدمة النبوية: 'درسُ الشملة'\nهنا تدخل النبي ﷺ ليصحح مفهوماً خطيراً عن 'الأمانة العامة' (التي تسمى في الفقه: الغُلول). قال ﷺ بلهجة حازمة أرعبت الحاضرين:\n'كلا، والذي نفسي بيده! إن الشملة (كساء صغير) التي أخذها يوم خيبر من المغانم، لم تُصبها المقاسم، لتشتعلُ عليه ناراً!'\n   *   الرسالة: مِدعم قُتل بسهم العدو وهو يخدم النبي، ومع ذلك، لأن لديه 'شملة' أخذها من الغنائم قبل أن تُقسم عدلاً بين الجنود، كانت هذه القطعة من القماش سبباً في حجبه عن مقام الشهادة الكاملة وتوعده بالنار.\n\nد- زلزالُ الأمانة في المعسكر\nبمجرد سماع هذا الكلام، هرع أحد الصحابة إلى النبي ﷺ ومعه 'شِراك أو شِراكان' (سير نعل حذاء) كان قد أخذهما دون علم، فقال النبي ﷺ: 'شراك من نار أو شراكان من نار'.\nحول المعسكر في لحظة من حالة 'الاسترخاء' إلى حالة من المراجعة الأخلاقية الشديدة؛ فالعدل في أموال الدولة وحقوق الناس لا يُغتفر فيه حتى 'سير حذاء'.\n\nخلاصة الموقف:\nبدأت غزوة وادي القرى بتطهير الصف الداخلي قبل البدء في حصار الحصون. لقد علّم النبي ﷺ جيشه أن 'النصر لا يأتي بجنود يسرقون الغنائم' ، وأن الأمانة هي الوقود الحقيقي لكل فوز عظيم."
        },
           {
        "title":"2. المبارزة وحرب الحصون (كسرُ شوكة الكبار)",
        "text":"بعد درس الأمانة العظيم، حانت ساعة المواجهة العسكرية. لم يكن وادي القرى مجرد مزارع، بل كان منطقة دفاعية محصنة بسلسلة من القلاع التي ظن أهلها أنها ستكون المقبرة التي يتوقف عندها الزحف الإسلامي نحو الشمال.\nكعادة الحروب في ذلك الزمان، بدأت المعركة 'بالحرب النفسية' والمبارزات الفردية التي تحدد من يملك الغلبة المعنوية قبل الالتحام الكبير.\n\nأ- الزبير بن العوام: 'صيادُ الفرسان'\nخرج أول فارس من أهل وادي القرى يطلب المبارزة، وهو يختال بسلاحه ودروعه. فبرز له الزبير بن العوام (حواري رسول الله)، ولم يمهله طويلاً حتى أرداه قتيلاً.\n   *   لم يتعظوا، فخرج فارس ثانٍ يطلب الثأر، فانقض عليه الزبير كالصاعقة وقتله أيضاً.\n   *   كانت ضربات الزبير بمثابة رسالة واضحة: 'حصونكم لن تمنعنا من رقابكم'.\n\nب- علي بن أبي طالب: 'ذو الفقار في الموعد'\nحاول فارس ثالث أن يستعيد هيبة الحصون، فبرز له أسد الله علي بن أبي طالب (الذي كان لتوّه قد اقتلع باب خيبر). بضربة واحدة حاسمة، ألحقه بصاحبيه.\n   *   استمرت المبارزات حتى قُتل من قادتهم أحد عشر رجلاً، وفي كل مرة كان يسقط فيها فارس منهم، كان النبي ﷺ ينادي المسلمين: 'يا خيل الله اركبي'.\n\nج- الانهيار النفسي: 'خلف الجدران الصامتة'\nعندما رأى المقاتلون فوق الأسوار أن خيرة قادتهم وفرسانهم قد جُدلوا في التراب أمام أعينهم، اهتزت ثقتهم تماماً. \n   *   القرار: بدلاً من المواجهة المفتوحة، قرروا التقهقر والتحصن داخل القلاع، وأغلقوا الأبواب الضخمة بإحكام.\n   *   الوهم: ظنوا أن 'حرب الاستنزاف' من وراء الأسوار ستنهك جيش المدينة، لكنهم نسوا أن هذا الجيش قد تدرب لأسابيع في خيبر على كيفية 'تفكيك' أعقد الحصون في الجزيرة العربية.\n\nد- بداية الحصار المطبق\nأمر النبي ﷺ بتوزيع الجيش حول الحصون، وبدأ الرماة في اتخاذ مواقعهم. لم يتركوا لهم ثغرة للتنفس أو لإرسال الرسل لطلب النجدة من القبائل المجاورة. لقد أصبح وادي القرى معزولاً تماماً عن العالم، ينتظر مصيره المحتوم.\n\nخلاصة الموقف:\nالمبارزات لم تكن مجرد استعراض قوة، بل كانت 'تصفية' للرؤوس المدبرة. وبسقوط هؤلاء الأحد عشر، فقدت الحصون عقلها المدبر، وتحولت من قلاع هجومية إلى 'سجون كبرى' ينتظر مَن بداخلها لحظة الاستسلام."
        },
           {
        "title":"3. الحصار والقصف بالسهام (ساعةُ الحقيقة)",
        "text":"بعد سقوط فرسانهم في المبارزة، بدأت المرحلة التي يحسمها 'النَّفَس الطويل' ودقة الرماة. لم يكن الحصار مجرد انتظار، بل كان ضغطاً مستمراً جعل المحاربين داخل الحصون يشعرون بأن الموت يحيط بهم من كل جانب، حتى من السماء التي كانت تمطر سهاماً.\nتحول الوادي الهادئ إلى ساحة معركة منظمة، حيث طبق النبي ﷺ تكتيك 'التضييق والإنهاك' لإجبار العدو على التسليم بأقل خسائر ممكنة.\n\nأ- تكتيك 'إسكات الأسوار'\nأمر النبي ﷺ الرماة بالانتشار في زوايا استراتيجية حول الحصون.\n   *   القصف المركز: كلما حاول مقاتل من اليهود أن يطل برأسه من فوق السور أو من خلف الشرفات ليرمي سهماً، كانت نبال المسلمين تسبقه. هذا جعل المدافعين في حالة 'شلل' ؛ فهم محبوسون خلف الجدران، ولا يستطيعون حتى الرؤية أو الرد.\n\nب- الدعوة تحت صوت النبال: 'الرحمة المهداة'\nفي مشهدٍ يجمع بين القوة والرحمة، لم ينسَ النبي ﷺ هدفه الأول وهو الهداية. فبينما كان الحصار مشتداً، كان يأمر بالتوقف بين الحين والآخر ليعرض عليهم:\n   1.  الإسلام: ليكونوا إخوة للمسلمين ولهم ما لهم وعليهم ما عليهم.\n   2.  الصلح: حقناً لدمائهم مقابل شروط تضمن أمن المدينة.\n   *   كانت هذه النداءات تخترق أسوار الحصون لتصل إلى قلوب المترددين بالداخل، وتزرع الانقسام في صفوفهم بين من يريد القتال ومن يريد النجاة.\n\nج- لحظة الانهيار: 'غروبُ الأمل'\nمع ميل الشمس للغروب، بدأ اليأس يتسرب إلى قلوب المحاصرين. نظروا حولهم فلم يجدوا:\n   *   لا مدد من خيبر: فقد أصبحت خيبر تحت الراية الخضراء.\n   *   لا نجدة من غطفان: التي أدركت أن كفة القوة مالت تماماً لصالح المدينة.\n   *   أدركوا أن المسألة مسألة 'وقت' ، وأن الفجر القادم قد يشهد اقتحاماً لا يُبقي ولا يذر.\n\nد- الاستسلام المذل\nقبل أن يسدل الليل ستاره، فُتحت أبواب الحصون الثقيلة، وخرج زعماؤهم معلنين الاستسلام الكامل وطلب الصلح. لقد أدركوا أخيراً أن 'القوة العسكرية'  للمدينة لم تعد مجرد  مجمموعة يحركهم الحماس بل أصبحت جيشاً نظامياً يتقن فنون الحصار والفتح.\n\nخلاصة الموقف:\nنجح الحصار في تحقيق هدفه دون الحاجة لاقتحام دموي واسع. لقد كسر النبي ﷺ إرادتهم بالصبر والدقة والدعوة، ليمهد الطريق لنوع جديد من العلاقة في هذا الوادي الخصيب."
        },
           {
        "title":"خاتمة القسم:",
        "text":"بهذه الغزوة، نكون قد طوينا صفحة 'الغزوات الدفاعية والقبلية' . لقد نجح النبي ﷺ في تحويل المدينة من 'واحة مهددة' بضربات القبائل والمنافقين واليهود، إلى 'عاصمة مركزية' مهابة الجانب، تسيطر على طرق التجارة وتؤمن حدودها من خيبر شمالاً حتى مشارف مكة جنوباً."
        }
         

    ]
}
