{
  "ghazwat_as_sawiq":
  [
       {
        "title":"",
        "text":"تخيل المدينة المنورة في شهر ذي الحجة (بعد شهرين من بدر الكبرى)، الجو يسوده الهدوء، والمسلمون يحتفلون بعيد الأضحى. وفجأة، تُقطع هذه السكينة بصرخة استغاثة: 'لقد أغار أبو سفيان على أطراف المدينة!'."
        },
          {
        "title":"1. الغدر في العتمة: نذرُ أبي سفيان والانتقام الجبان",
        "text":"هذا المشهد يجسد تماماً حالة 'الانكسار النفسي' التي عاشتها قريش بعد بدر. لم يكن خروج أبي سفيان خروج 'فارس' يبحث عن مواجهة، بل كان خروج 'موتور' يبحث عن أي فعل يُرمم به كبرياءه المحطم، حتى لو كان فعلاً غادراً في جنح الظلام.\nبعد زلزال 'بدر' ، عاد أبو سفيان إلى مكة والذل يكسوه. وقف أمام صناديد قريش وأقسم يميناً غليظاً: 'ألا يمسَّ رأسه ماءٌ من جنابة حتى يغزو محمداً ﷺ' . كان يريد أن يثبت لمكة أنه لا يزال القائد القوي، فجهز 200 راكب وانطلق نحو المدينة.\n\nأ- التسلل الجبان: 'خفاش الليل'\nوصل أبو سفيان إلى حدود المدينة المنورة، لكنه لم يجرؤ على دخولها أو إعلان التحدي.\n   *   المشهد: في ظلام الليل الدامس، تسلل هو وجنوده إلى منطقة تُسمى 'العُرَيض' (وهي منطقة زراعية على أطراف المدينة). كان الخوف يملأ قلوبهم؛ فعيون المسلمين الآن في كل مكان، والمدينة لم تعد تلك القرية المستضعفة.\n\nب- الفعل الغادر: 'تخريب لا حرب'\nبدلاً من مواجهة المقاتلين، اختار أبو سفيان 'أضعف الأهداف : \n   *   حرق النخل: قاموا بحرق أصوار (بساتين صغيرة) من النخل، وهي ثروة المدينة وقوام حياتها.\n   *   قتل العزل: وجدوا رجلين من الأنصار (أحدهما يُدعى معبد بن عمرو) وهما يعملان في أرضهما بأمان، فقاموا بقتلهما بدم بارد.\n\nج- الهروب الكبير: 'النصر الموهوم'\nبمجرد أن أحرق وقتل، التفت أبو سفيان إلى رجاله وصاح: 'ارحلوا' لقد كان يخشى أن ينكشف أمره قبل الفجر وتخرج خلفه أسود الأنصار والمهاجرين.\n   *   الخديعة: ظن أبو سفيان أنه بهذا الفعل 'الصبياني' قد أبرَّ بقسمه وغزا محمداً، وعاد مسرعاً نحو مكة قبل أن يرتد إليه طرفه.\n\nخلاصة الموقف:\nما فعله أبو سفيان لم يكن 'غزوة' بالمعنى العسكري، بل كان 'عملية إرهابية خاطفة' تهدف فقط لإحداث ضجيج إعلامي في مكة. لم يكن يعلم أن هذا الغدر سيجر خلفه مطاردة مهينة ستجعله 'أضحوكة' العرب في طريق العودة."
        },
          {
        "title":"2. الاستنفار النبوي: 'المطاردة الكبرى' (ردُّ الكرامة الجريح)",
        "text":"كانت ردة الفعل النبوية صاعقة، لم تكن مجرد خروج عسكري، بل كانت رسالة حزم مفادها: 'من تجرأ على طرق أبوابنا ليلاً، فلن يجد النوم نهاراً'\nبمجرد أن استقرت أنباء العدوان في مسمع النبي ﷺ، لم ينتظر حتى تجتمع الوفود أو توضع الخطط الطويلة؛ فالأمر يتعلق بـ 'حرمة المدينة' . استخلف ﷺ 'أبا لبابة بن عبد المنذر' على المدينة، وانطلق كالبرق.\n\nأ- نداءُ الحق: 'حيَّ على الجهاد'\nتخيل المشهد في طرقات المدينة؛ المنادي يصيح، والرجال يتركون أعمالهم، يتقلدون سيوفهم، ويسرجون خيولهم في دقائق معدودة. خرج مع النبي ﷺ مائتا رجل من المهاجرين والأنصار، قلوبهم تغلي غيرةً على النخيل المحترق والدماء الظلمة.\n\nب- سباقُ الأنفاس في قلب الفيافي\nبدأت المطاردة المحمومة. النبي ﷺ في المقدمة، يحث الخطى خلف أثر غبار جيش أبي سفيان.\n   *   المشهد: غبار الخيول يعانق السماء، وصوت حوافرها يزلزل الأرض. لم يكن الصحابة يشعرون بتعب، فالحق الذي يطلبونه كان يمنحهم أجنحة. كانوا يعلمون أن أبا سفيان فرَّ هارباً، وكان الهدف هو 'تأديبه' ليعلم أن المدينة ليست ساحة للنزهات الغادرة.\n\nج- الرعبُ الذي يسبقُ السيف\nسكن الرعب قلب أبي سفيان ورجاله. كانوا يلتفتون خلفهم في كل لحظة، يتخيلون أن خيول المسلمين ستخرج لهم من خلف كل كثيب رملي.\n   *   السباق: تحول خروجهم من 'غزوة' إلى 'هروب ماراثوني' . كان أبو سفيان يحث رجاله: 'أسرعوا! أسرعوا!' ؛ فقد أدرك أن محمداً ﷺ لن يترك هذا الفعل يمر دون رد مزلزل.\n\nد- العزيمة التي لا تلين\nلم يكن الجيش النبوي يطارد من أجل غنيمة، بل كان يطارد لإثبات قاعدة ذهبية: 'أمن المدينة خط أحمر' . هذا الإصرار جعلهم يقطعون المسافات في زمن قياسي، مما أربك حسابات أبي سفيان وجعله يتخذ قرارات 'انتحارية' لتخفيف أحماله، وهو ما قادنا إلى سر تسمية الغزوة بهذا الاسم الغريب.\n\nخلاصة المطاردة:\nلقد أثبت النبي ﷺ في هذه المطاردة أن المسلمين يمتلكون 'قوة تدخل سريع' قادرة على التحرك في أي وقت وتحت أي ظرف. لم يكن الهروب ينجي المشركين من الفضيحة، بل زادهم ذلاً فوق ذلهم."
        },
          {
        "title":"3. سر التسمية: لماذا 'السويق' ؟ (حين يُلقي الجبانُ زادَه)",
        "text":"هنا نصل إلى اللحظة التي تحولت فيها 'هيبة قريش' إلى 'أضحوكة' يتندر بها العرب في أسواقهم. لم تكن هذه الغزوة نصراً عسكرياً بالدماء، بل كانت نصراً بـ 'الإذلال النفسي' للعدو.\nتخيل المشهد في قلب الصحراء: جيش مكة المكون من مائتي راكب يركضون بجنون، وخلفهم غبار جيش المدينة يقترب ويقترب. في هذه اللحظة، لم يعد أبو سفيان يفكر في 'النذر' ولا في 'الكبرياء' ، كان يفكر في شيء واحد فقط: النجاة.\n\nأ- قرار الجبناء: 'الأرواح قبل الأشباح'\nشعر المشركون أن إبلهم بدأت تترنح تحت وطأة الأحمال. كانت القوافل تحمل كميات كبيرة من 'السويق' (وهو دقيق القمح أو الشعير الذي يُقلى ثم يُطحن ويُخلط بالسمن أو الماء ليؤكل سريعاً في السفر).\n   *   الفعل: صاح أبو سفيان في رجاله: 'ألقوا أثقالكم!' . وبدأ المشركون يمزقون الحبال ويلقون بـ 'الجراب' (الأكياس الجلدية) المليئة بالسويق على الرمال. كانوا يتخلصون من طعامهم وشرابهم ليس كرماً، بل لكي تخف الإبل فتسرع في الخطى وتنجو بجلودهم من سيوف الصحابة.\n\nب- المشهد الميداني: 'طريق مفروش بالدقيق'\nعندما وصل النبي ﷺ وأصحابه إلى المسار الذي سلكه المشركون، وجدوا منظراً عجيباً. لم يجدوا دماءً، بل وجدوا الصحراء وقد امتلأت بأكياس السويق الفاخر الملقاة هنا وهناك.\n   *   اللقطة: كان المشركون يهربون وهم ينظرون خلفهم برعب، بينما كان المسلمون يترجلون عن خيولهم بابتسامة نصر، يجمعون هذه الأكياس التي تركها العدو 'ضيافةً' ضيافةً\n\nج- الغنائم: 'رزقٌ سيقَ للمسلمين'\nعاد المسلمون إلى المدينة وهم يحملون كميات كبيرة من هذا السويق.\n   *   سؤال الصحابة: سأل المسلمون النبي ﷺ: 'يا رسول الله، أتطمع أن تكون لنا هذه غزوة؟' (أي هل يُكتب لنا أجر الغزو ونحن لم نقاتل؟).\n   *   البشرى: قال النبي ﷺ: 'نعم' . لقد أثبتوا أن مجرد خروجهم وإرعابهم للعدو هو جهادٌ تام.\n\nخلاصة التسمية:\nسُميت بغزوة 'السويق' لأن السويق كان هو 'اللغة' التي تحدثت بها هزيمة قريش. لقد ألقوا طعامهم وهربوا بطونهم خاوية، ليعود المسلمون إلى المدينة ببطون شبعة وعزة مرفوعة."
        },
          {
        "title":"4. النتيجة: النصرُ بالهيبة (حين يتكلمُ الرعب)",
        "text":"بهذه الخاتمة، نغلق ملف 'غزوة السويق' التي لم تكن مجرد مطاردة، بل كانت 'كسراً لشوكة الكبرياء' . لقد أراد أبو سفيان أن يغسل عار 'بدر' ، فعاد بعار 'السويق' ؛ وأراد أن يُرهب المدينة، فخرج منها يرتجف خوفاً من غبار خيولها.\nانتهت المطاردة عند منطقة تُدعى 'قرقرة الكُدر' وهي أرض واسعة ملساء. هناك، أدرك النبي ﷺ أن المشركين قد استغلوا سرعة خفتهم وتواروا في شعاب الجبال الوعرة التي لا تُسلك بالخيل.\n\nأ- العودةُ بالظفر.. بلا دماء\nعاد الجيش النبوي إلى المدينة بعد غياب خمسة أيام فقط. لم يُهدر دمٌ مسلم، ولم تُفقد روح، بل عادوا بشيء أثمن في حسابات الحرب: 'الهيبة'\n   *   الاستقبال: استقبل أهل المدينة جيشهم بالفرح، وهم يحملون أكياس السويق التي ألقاها المشركون، فكانت تلك الأكياس شهادة حية على جبن العدو وفراره.\n\nب- الدرس القاسي لقريش: 'فضيحةُ السويق'\nعادت قريش إلى مكة، لكن ليس بصور المنتصرين. بدلاً من أن يتحدث العرب عن 'بطولات أبي سفيان' في حرق النخل، تحدثوا عن 'أكياس الدقيق' التي فرّقها في الطريق خوفاً من الموت.\n   *   النتيجة: تأكد للجميع أن مكة فقدت القدرة على المواجهة المباشرة، وأنها لم تعد تملك إلا أسلوب 'العصابات' والتسلل الليلي، وهو أسلوب الضعفاء لا الأقوياء.\n\nج- تثبيت 'حرمة المدينة'\nأرسلت هذه الغزوة رسالة واضحة لكل القبائل المحيطة: 'المدينةُ لها درعٌ وسيف' . أي اعتداء، مهما كان صغيراً، سيُقابل باستنفار كامل ومطاردة حتى آخر نفس. لقد أصبحت المدينة قلعة مهابة الجانب، لا يجرؤ أحد على الاقتراب من حماها."
        },
          {
        "title":"المقدمة التشويقية للمقالة القادمة:",
        "text":"لكن الأخطار لا تأتي من مكة وحدها! بينما كان المسلمون يرتبون صفوفهم بعد 'السويق'، وصل خبرٌ عاجل من أعماق الصحراء: قبيلة 'بني سليم' و'غطفان' يحشدون جيشاً ضخماً في منطقة تُسمى 'الكُدر' للهجوم على المدينة! هل سينتظر النبي ﷺ حتى يصلوا إلى أبوابه؟ أم أنه سيخرج في رحلة شاقة لمسافة 150 كم ليباغتهم في عقر دارهم؟ وما هي المفاجأة التي وجدها المسلمون في وادي الكُدر وجعلتهم يعودون بـ 'خمس غنائم خيبر' قبل أوانها؟ \nانتظرونا في المقالة القادمة: ''غزوة بني سليم (الكُدر): الصاعقة التي أخرست قبائل النجد!'.. حين يذهب الأسد إلى عرين الخصم قبل أن يزأر."
        }
        
  
    ]
}
