{
  "ghazwat_mu_tah":
  [
       {
        "title":"غزوة مؤتة: حين تصادم الإيمان بطوفان الروم (الحشدُ العظيم)",
        "text":"نحن الآن في العام الثامن للهجرة، المدينة تودع جيشاً ليس ككل الجيوش. للمرة الأولى، يخرج المسلمون خارج حدود الجزيرة العربية ليصطدموا بـ 'العملاق' الذي يحكم نصف العالم: الإمبراطورية البيزنطية (الروم)."
        },
          {
        "title":"1. السبب: دمُ السفير لا يضيع (هيبةُ الدولة)",
        "text":"كانت هذه 'الطعنة' هي التي غيرت مجرى التاريخ العسكري للإسلام؛ فلأول مرة، لا يخرج الجيش لتأديب قبيلة متمردة أو رد غارة، بل يخرج ليواجه 'نظاماً عالمياً' انتهك أقدس القوانين الدولية آنذاك: أمان الرسل.\nفي الوقت الذي كانت فيه الدولة الإسلامية في المدينة تنمو وتمد جسور التواصل مع ملوك العالم، وقعت حادثة غادرة هزت كيان النبي ﷺ والصحابة.\n\nأ- مأساة 'الحارث بن عمير' : السفير الشهيد\nبعث النبي ﷺ الصحابي الحارث بن عمير الأزدي برسالة كريمة إلى ملك 'بصرى' (في الشام). وفي طريقه بمنطقة 'مؤتة' ، اعترضه شرحبيل بن عمرو الغساني، وهو أحد الولاة العرب التابعين لسيادة الإمبراطورية الرومانية.\n   *   الجريمة النكراء: سأله شرحبيل: 'أين تريد؟' ، فأخبره أنه رسول رسول الله. فعمد شرحبيل إلى توثيقه وربطه، ثم ضرب عنقه صبراً.\n   *   لم يُقتل للنبي ﷺ رسولٌ غيره قط، فكان وقع الخبر على المسلمين كالصاعقة.\n\nب- القانون الدولي: 'الرسل لا تُقتل'\nكان من المجمع عليه عند العرب والعجم، وعند الروم والفرس، أن 'الرسول' يحمل حصانة مطلقة؛ لأن قتله ليس مجرد جريمة قتل فردية، بل هو 'إعلان حرب' رسمي واستهانة بكرامة الدولة المرسِلة.\n   *   لو سكت النبي ﷺ عن هذا الفعل، لضاعت هيبة الإسلام ولتجرأ كل والٍ صغير على قتل سفراء المدينة.\n\nج- الاستنفار الأعظم: '3000 بطل'\nأمر النبي ﷺ بتجهيز جيش ضخم بمقاييس ذلك الزمان. \n   *   العدد: 3000 مقاتل، وهو رقم لم يجتمع للمسلمين في معركة واحدة من قبل (في بدر كانوا 313، وفي أحد 700، وفي الخندق 3000 لكنهم كانوا في حالة دفاع، أما هنا فهم يقطعون مئات الأميال للهجوم).\n   *   التجهيز: تسابق الصحابة للخروج، رغم علمهم أنهم ذاهبون إلى منطقة نفوذ الروم، حيث القلاع الحصينة والجيوش النظامية التي لا تنتهي.\n\nد- الوداعُ المهيب: 'دموعُ المدينة'\nخرج أهل المدينة يودعون الجيش بقلوب واجفة. كان الجميع يشعر أن هذه الرحلة ليست كغيرها. بكت العيون ودعا الناس للجيش بالنصر والعودة السالمة، لكن القادة الثلاثة كانوا ينظرون إلى أبعد من ذلك.. كانوا ينظرون إلى الجنة.\n\nخلاصة الموقف:\nلم تكن غزوة مؤتة اختياراً، بل كانت 'ضرورة سيادية' خرج المسلمون ليقولوا للعالم: 'إن دم المسلم غالي، وكرامة سفيرنا هي كرامة دولتنا' ، حتى لو تطلب الأمر مواجهة أعظم إمبراطورية على وجه الأرض."
        },
          {
        "title":"2. القيادة الثلاثية: 'موكبُ الشهداء' (عقدُ الدم واليقين)",
        "text":"كان مشهد وداع الجيش في المدينة مؤثراً لدرجة الذهول؛ فالنبي ﷺ لم يضع خطة عسكرية فحسب، بل وضع 'ترتيباً للملحمة' . كانت كلمات الوصية توحي بأن القادة الثلاثة يهرولون نحو قدرٍ محتوم، وأن أرض الشام ستشرب من دماء أحب الناس إلى قلبه.\n\nأ- وصيةُ الوداع: 'قادةٌ يسلمون الراية للموت'\nوقف النبي ﷺ يودع الجيش، وأطلق وصيته التي لم تُسمع في معركة من قبل:\n'أميرُ الناس زيد بن حارثة، فإن قُتل فجعفر بن أبي طالب، فإن قُتل فعبد الله بن رواحة'\n   *   الرسالة المبطنة: فهم الصحابة من هذا الترتيب أن هؤلاء القادة سيُستشهدون واحداً تلو الآخر. حتى إن يهودياً كان واقفاً قال: 'يا أبا القاسم، إن كنت نبياً فلو سميت مئة منهم لقُتلوا جميعاً' ، فمات القادة الثلاثة كما سمّى ﷺ بالضبط.\n\nب- الصدمةُ الكبرى: 'طوفانُ الحديد'\nعندما وصل الجيش إلى منطقة 'مَعان' (جنوب الأردن)، وصلت الأنباء التي جعلت القلوب تبلغ الحناجر.\n   *   جيش الروم: 100 ألف مقاتل من النخبة الرومانية بقيادة 'هرقل' (أو أخيه ثيودور)، مسلحين بأحدث الدروع والسيوف.\n   *   المرتزقة: 100 ألف مقاتل من قبائل العرب (لخم وجذام وبلي)، الذين انضموا للروم طمعاً أو خوفاً.\n   *   المعادلة: 3,000 مسلم ضد 200,000 مقاتل. لم يكن قتالاً متكافئاً، بل كان بالمعايير العسكرية 'انتحاراً جماعياً'.\n\nج- ليلةُ الحيرة: 'نقاتلُ أم ننسحب؟'\nعقد المسلمون مشورة عسكرية استمرت ليلتين. قال البعض: 'نكتب للنبي ﷺ نخبره بعدد العدو، فإما أن يمدنا بالرجال وإما أن يأمرنا بالعودة'.\n   *   كلمةُ الفصل: وقف الشاعر القائد عبد الله بن رواحة وقال كلمات هزت الوجدان: 'يا قوم.. إن التي تكرهون لَـهيَ التي خرجتم تطلبون: (الشهادة). وما نقاتل الناس بعدد ولا قوة ولا كثرة، ما نقاتلهم إلا بهذا الدين! فانطلقوا..' ضج المعسكر بالتكبير، وحُسم القرار: اللقاءُ غداً!\n\nد- المشهدُ في 'مؤتة': 3 آلاف أمام الأفق!\nتقدم المسلمون حتى نزلوا بقرية 'مؤتة' وقف الـ 3000 بطل يرقبون الأفق، فإذا بالأرض تموج بجيشٍ لا يرى آخره، تلمع خوذهم تحت شمس الصحراء كأمواج البحر. لم يرتجف للمسلمين جفن، فقد جاءوا ليموتوا، والعدو جاء ليعيش.\n\nخلاصة الموقف:\nدخل المسلمون معركة مؤتة وهم يعلمون أن 'المعجزة' هي سلاحهم الوحيد. لم تكن ثقتهم في سيوفهم، بل في القائد الذي ودعهم في المدينة وفي 'الراية' التي لا يجب أن تسقط أبداً."
        },
          {
        "title":"3. الملحمة: الراية لا تسقط (عناقُ الموت والخلود) السيفُ المكسور",
        "text":"الآن نصل إلى 'قلب الإعصار' ؛ حيث تحولت أرض مؤتة إلى بقعة يختلط فيها التراب بالدماء، وصار كل مقاتل مسلم يواجه كتيبة كاملة من الروم. في هذه اللحظات، لم تكن الشجاعة وحدها هي المحرك، بل كان 'السباق نحو الجنة' هو الذي جعل هؤلاء القادة يقفون كالجبال أمام أمواج الروم المتلاطمة.\nعندما التحم الجيشان، صار صوت السيوف على الدروع كصوت الرعد. 3000 بطل يقتحمون 'حائطاً بشرياً' من 200 ألف مقاتل. كانت الراية هي 'روح الجيش' وسقوطها يعني النهاية.\n\nأ- زيد بن حارثة: 'حِبُّ رسول الله'\nتقدم القائد الأول، زيد بن حارثة، يحمل الراية بيده. لم يكتفِ بالتوجيه، بل انغمس في أعمق نقطة في صفوف الروم.\n   *   المشهد: كانت الرماح تنهال عليه من كل جانب كالمطر، لكنه ظل يقاتل حتى طعنته الرماح وشاط في دمائه وسقط شهيداً وهو ممسك بالراية، ليفتح باب الشهادة لمن بعده.\n\nب- جعفر الطيار: 'الفارسُ الذي احتضن المجد'\nالتقط جعفر بن أبي طالب الراية فوراً. ولأنه أدرك أن العودة مستحيلة، فعل فعلاً عجيباً؛ عقر فرسه (ذبحها) ليعلم الروم أنه لا ينوي الهرب أبداً، وسيقاتل حتى الموت.\n   *   البطولة: قطعت سيوف الروم يده اليمنى، فأمسك الراية باليسرى. قطعت يده اليسرى، فاحتضن الراية بـ 'عضديه' وضمها إلى صدره لتبقى مرفوعة. لم يسقط جعفر حتى وجدوا في جسده أكثر من 90 طعنة ورمية، كلها من الأمام!\n   *   البشارة: في تلك اللحظة، أخبر النبي ﷺ أصحابه في المدينة: 'لقد رأيت جعفراً يطير مع الملائكة في الجنة بجناحين من ياقوت' ومن هنا لُقب بـ 'جعفر الطيار'.\n\nج- عبد الله بن رواحة: 'الشاعر الذي غلب نفسه'\nجاء الدور على القائد الثالث، عبد الله بن رواحة. تردد لثوانٍ بسيطة حين رأى هول المشهد ومصرع صاحبيه، فنادى نفسه موبخاً في أبيات خلدها التاريخ: 'أقسمتُ يا نفسُ لتنزلنّه.. طائعةً أو لـتُكرهنّه'\n   *   الاقتحام: ألقى بنفسه في أتون المعركة، وقاتل حتى قُطعت إصبعه، وظل يقاتل وهو يرتجز حتى طعنوه فسقط شهيداً، ليلحق بركب القادة العظام.\n\nد- اللحظة الحرجة: 'الرايةُ تبحث عن يدٍ'\nبعد سقوط القادة الثلاثة، كادت الراية أن تلامس الأرض، وكاد الجيش أن ينهار. فسارع ثابت بن أقرم وحملها وصاح بالمسلمين: 'اصطلحوا على رجل منكم!'.\n   *   صرخوا جميعاً: 'أنت لها!' ، فرفض وقال: 'لا، بل اصطلحوا على خالد بن الوليد' وهنا، ظهرت عبقرية 'سيف الله' الذي سيغير قواعد اللعبة في اللحظات الأخيرة.\n\nخلاصة الملحمة:\nلقد قدم القادة الثلاثة نموذجاً في 'التضحية بالذات' من أجل المبدأ. لم يسقط أحد منهم والراية خلف ظهره، بل سقطوا جميعاً والراية في صدورهم. والآن، الجيش محاصر، والليل يقترب، والعدو يظن أن الفجر القادم هو 'يوم الإبادة'."
        },
          {
        "title":"4. عبقرية 'سيف الله' : الانسحاب المستحيل (معجزةُ خالد)",
        "text":"الآن نأتي إلى اللحظة التي وُلد فيها لقب 'سيف الله المسلول' . لم تكن مهمة خالد بن الوليد هي النصر العسكري التقليدي، فالمعطيات تقول إن الجيش سُحق، بل كانت مهمته هي 'المستحيل' : كيف تنقذ 3 آلاف مقاتل يحيط بهم 200 ألف من الروم في أرض مكشوفة؟\nتولى خالد الراية والوضع كارثي. القادة استُشهدوا، والروح المعنوية في خطر، والعدو يستعد للضربة القاضية مع شروق الشمس. هنا قرر خالد أن يشن 'حرباً نفسية' قبل أن تكون عسكرية.\n\nأ- خديعة 'تغيير الوجوه' : صناعة الوهم\nفي الليل، وبينما كان الروم يستريحون، لم ينم جيش المسلمين. أمر خالد بإعادة هيكلة الجيش بالكامل:\n   *   تبديل الصفوف: جعل من كان في الميمنة ينتقل للميسرة، ومن كان في الميسرة ينتقل للميمنة، وجعل من في المقدمة يعود للخلف.\n   *   الهدف: عندما طلع الصباح، نظر جنود الروم إلى وجوه المسلمين فقالوا: 'لقد جاءهم مَدَد!' ؛ فالوجوه التي قاتلوها بالأمس تغيرت تماماً، مما زرع الشك في قلوبهم.\n   *   إثارة الغبار: أمر مجموعة من الخيالة بالبقاء خلف الجيش وإثارة الغبار بكثافة، ليعتقد الروم أن آلاف المقاتلين القادمين من المدينة قد وصلوا لتوّهم.\n\nب- القتال الشرس: 'تكسُّر السيوف' الحطام\nبدأ القتال في اليوم الأخير بكل ضراوة. أراد خالد أن يثبت للروم أن المسلمين صاروا أقوى.\n   *   القوة البدنية: في هذا اليوم وحده، انكسر في يد خالد 9 سيوف من شدة الضرب والتحام الأجساد، ولم يثبت في يده في النهاية إلا 'صفيحة يمانية' . كان يقاتل كأنه جيشٌ وحده ليغطي على خطته الكبرى.\n\nج- الانسحاب المنظم: 'فخُّ الصحراء'\nهنا نفذ خالد الجزء الأخطر من الخطة. بدأ الجيش بالتقهقر إلى الخلف ببطء شديد وبنظام صارم، وهو ما يُعرف عسكرياً بـ 'الانسحاب التكتيكي'.\n   *   رعب الروم: توقف قادة الروم عن الملاحقة فوراً. تساءلوا: 'لماذا ينسحبون وهم يقاتلون بهذا العنف؟'.\n   *   الظن القاتل: اعتقد الروم أن هذا الانسحاب 'طُعم' لاستدراجهم إلى أعماق الصحراء حيث ينتظرهم 'المدد المفترض' للقيام بعملية إبادة. خاف الروم على أنفسهم، فآثروا البقاء في مواقعهم وتوقفوا عن المطاردة.\n\nد- العودةُ الظافرة: 'الفِرارُ هم الكِرار'\nنجح خالد في سحب الجيش تماماً من أرض المعركة. وعندما وصلوا المدينة، استقبلهم بعض الناس بوصفهم 'الفُرّار' (الهاربين)، لكن النبي ﷺ صحح المفهوم وقال بإنصاف العظماء: 'ليسوا بالفرار، ولكنهم الكرار (العائدون للقتال) إن شاء الله'.\n\nخلاصة مؤتة:\nكانت مؤتة أول 'اشتباك دولي' للإسلام. قتل المسلمون من الروم الآلاف، واستُشهد من المسلمين 12 بطلاً فقط (منهم القادة الثلاثة). أثبت خالد بن الوليد أن القائد الذكي هو من يعرف متى يتقدم ليحمي الدين، ومتى ينسحب ليحمي 'الرجال'.\nلم تكن هزيمة، بل كانت 'أعظم انسحاب ناجح في التاريخ' . لقد علم الروم أن هناك قوة جديدة لا تخاف الموت، وأصبح اسم 'خالد بن الوليد' كابوساً يطارد قادة القسطنطينية."
        },
          {
        "title":"المقدمة التشويقية للمقالة القادمة:",
        "text":"وبعد العودة من تخوم الروم، كان هناك جيبٌ أخير للفتنة والمؤامرات الاقتصادية في الشمال.. وادي القرى وادٍ غنيٌ بالنخيل، لكنه كان معقلاً لتحالفات اليهود الذين لم يستسلموا بعد 'خيبر'. كيف حاصرهم النبي ﷺ تحت لهيب الشمس؟ وما هي قصة 'مِدعم' الذي قُتل بسهمٍ غادر وهو يحط رِحل النبي؟ وكيف انتهت المواجهة بانتصارٍ جعل وادي القرى 'بستاناً' للمسلمين؟\nانتظرونا في المقالة القادمة: 'غزوة وادي القرى: الحصار الأخير في الشمال!'."
        }

    ]
}
