{
    "hasab_mizan_siratt_details":[
      
        
       {
        "title":"مراحل الجزاء: الحساب الدقيق، الميزان العادل، والصراط الفاصل، بين الجنة والنار",
        "text":"\nبعد أن تحدثنا عن البعث والحشر وأهوال يوم القيامة، ننتقل الآن إلى مراحل الجزاء التالية، وهي:( الحساب والميزان والصراط) ."
      },
      {
        "title":"1. المدخل العقدي: العدل الإلهي المطلق",
        "text":"بعد أن يُبعث الناس ويُحشرون في أرض المحشر، تبدأ مراحل الحساب والجزاء. هذه المراحل هي تجلٍّ لعدل الله المطلق الذي لا يظلم مثقال ذرة، والذي سيُحاسب كل إنسان على كل صغيرة وكبيرة عملها في حياته الدنيا. إن الإيمان بهذه المراحل يُرسِّخ اليقين بأن لا مهرب من الجزاء وأن كل عمل مُسجّل."
      },
      {
        "title":"2. الحساب (وقوف بين يدي الله)",
        "text":"التعريف: الحساب هو أن يُوقَف الناس بين يدي الله تعالى، فيُعرفهم بما عملوا من خير وشر، ويُقرِّرهم بذنوبهم ومعاصيهم.\nأ. أنواع الحساب:\n1.  الحساب اليسير (للمؤمنين): وهو العرض، حيث يُخلَّى الله بعبده المؤمن، فيُقرِّره بذنوبه فيسترها عليه، ويُبدِّل سيئاته حسنات.\nالدليل النبوي: قال النبي ﷺ:( من نوقش الحساب عُذب) فقالت عائشة: أليس قال الله تعالى: ﴿فَسَوْفَ يُحَاسَبُ حِسَابًا يَسِيرًا﴾؟ قال:(ذلك العرض، ولكن من نوقش الحساب لم ينجُ) (متفق عليه).\n*   التطبيق المُلِمّ: هذا العرض هو إقرار من العبد بذنوبه، مع ستر الله وعفوه عنه.\n2.  الحساب العسير (للكفار والمنافقين): وهو مناقشة، حيث يُسأل الكافر والمنافق عن كل ذنب، ويُحاسب حساباً شديداً، ولا يُغفر له شيء.\nب. الشهود على الحساب:\nلا يستطيع أحد إنكار ما فعله، فالشهود كُثر:\n*   كتاب الأعمال: ﴿وَوُضِعَ الْكِتَابُ فَتَرَى الْمُجْرِمِينَ مُشْفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَا وَيْلَتَنَا مَالِ هَٰذَا الْكِتَابِ لَا يُغَادِرُ صَغِيرَةً وَلَا كَبِيرَةً إِلَّا أَحْصَاهَا﴾ [الكهف: 49].\n*   الملائكة الكاتبون: ﴿وَإِنَّ عَلَيْكُمْ لَحَافِظِينَ ۝ كِرَامًا كَاتِبِينَ ۝ يَعْلَمُونَ مَا تَفْعَلُونَ﴾ [الانفطار: 10-12].\n*   الأرض: ﴿يَوْمَئِذٍ تُحَدِّثُ أَخْبَارَهَا﴾ [الزلزلة: 4].\n*   الجوارح والألسنة: ﴿الْيَوْمَ نَخْتِمُ عَلَىٰ أَفْوَاهِهِمْ وَتُكَلِّمُنَا أَيْدِيهِمْ وَتَشْهَدُ أَرْجُلُهُم بِمَا كَانُوا يَكْسِبُونَ﴾ [يس: 65]."
      },
      {
        "title":"3. الميزان (العدل المطلق)",
        "text":"التعريف: الميزان هو آلة حقيقية لها كفتان حسيتان، يضع الله فيها أعمال العباد (المجسدة) لوزنها، فيُظهر الحق والعدل، وتكون كل كفة بحجم السماوات والأرض.\nأ. وزن الأعمال:\nيُوزن في الميزان:\n1.  الأعمال نفسها: تُجسّد الأعمال الصالحة والسيئة، فتكون الحسنات في كفة والنار في كفة.\n2.  صحف الأعمال: هي السجلات التي كتبتها الملائكة.\n3.  العاملون (بعض الناس): بعض الناس تُوزن ذواتهم، كما في حديث البطاقة (بطاقة التوحيد).\nالدليل القرآني:\n﴿وَنَضَعُ الْمَوَازِينَ الْقِسْطَ لِيَوْمِ الْقِيَامَةِ فَلَا تُظْلَمُ نَفْسٌ شَيْئًا ۖ وَإِن كَانَ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ أَتَيْنَا بِهَا ۗ وَكَفَىٰ بِنَا حَاسِبِينَ﴾ [الأنبياء: 47].\nب. ثقل الميزان:\nيُثقل الميزان بالتوحيد والعمل الصالح وذكر الله: (كلمتان خفيفتان على اللسان، ثقيلتان في الميزان، حبيبتان إلى الرحمن: سبحان الله وبحمده، سبحان الله العظيم)(متفق عليه)."
      },
      {
        "title":"4. الصراط (الجسر الفاصل)",
        "text":"التعريف: الصراط هو جسر ممدود فوق متن جهنم، أدق من الشعرة وأحدّ من السيف، يمر عليه جميع الخلائق، كلٌّ حسب عمله.\nأ. صفات الصراط:\n*   فوق جهنم: مُعلَّق فوق نار جهنم الحامية، ومن تحته ظلمات وحرٌ وسموم.\n*   حدته ورقته: يُوصف بأنه أحد من السيف وأدق من الشعرة، مما يجعل المرور عليه تحدياً هائلاً.\n*   الكلاليب: على جنبيه كلاليب وخطاطيف تخطف العصاة وتُلقيهم في النار.\nب. سرعة المرور:\nتختلف سرعة مرور الناس على الصراط بحسب إيمانهم وعملهم:\n*   أهل الإيمان: يمرون كالبرق الخاطف، وكالريح، وكالطير، وكأجاويد الخيل، ومنهم من يمر سعياً، ومنهم من يمر حبواً (على بطنه).\n*   الكفار والعصاة: يتساقطون في نار جهنم، منهم من يُخدش، ومنهم من يُصاب، ومنهم من يسقط مباشرة."
      },
      {
        "title":"5. الأثر العقدي والعملي",
        "text":"الإيمان بهذه المراحل الحاسمة يُثمر في حياة المؤمن:\n1.  المراقبة الذاتية: الحساب الدقيق يجعله يحاسب نفسه قبل أن يُحاسب، ويستحضر شهادة الجوارح والأرض.\n2.  التركيز على الثقيل في الميزان: يدفع المؤمن إلى الإكثار من الأعمال التي تُثقل الميزان، كالتوحيد وذكر الله والأخلاق الحسنة.\n3.  الاستقامة على الحق: يُدرك المؤمن أن نجاته من الصراط مرهونة باستقامته في الدنيا، وأن المعصية زلل قد يُسقطه في جهنم.\nهذه المراحل هي المحطات الأخيرة قبل الوصول إلى جنة عرضها السماوات والأرض، أو إلى نار وقودها الناس والحجارة."
      }
      
      

    ]
}
