{
  "how_to_express_our_love_for_the_prophet":
  [
       {
        "title":"كيف نعبّر عن محبتنا للنبي ﷺ: من العاطفة إلى التطبيق",
        "text":"ننتقل الآن من 'دلائل المحبة' إلى 'واقع العمل' ، فالمحبة الصادقة هي التي تترك أثراً في السلوك، وتصبغ الحياة بصبغة الاقتداء. إن التعبير عن حب النبي ﷺ ليس مجرد كلمات تُنظم، أو احتفالات تُقام، بل هو منهج حياة متكامل يربط العبد بنبيه في كل سيرة ومسيرة.\nإذا استقر حب النبي ﷺ في القلب، فاضت آثاره على الجوارح. والتعبير الحقيقي عن هذه المحبة يتجاوز الشعور الوجداني ليكون 'برنامج عمل' يومي، يثبت من خلاله المسلم ولاءه وانتماءه لصاحب الحوض المورود ﷺ."
        },
           {
        "title":"١. إحياء سنته في الحياة اليومية:",
        "text":"أعظم تعبير عن الحب هو أن تكون 'نسخة' من أخلاق نبيك.\n   *   في العبادات: بالحرص على النوافل والسنن الرواتب، واتباع هديه في الصلاة والصيام.\n   *   في العادات: باتباع أدبه في الأكل، والشرب، والنوم، وحتى في التعامل مع الأهل والجيران، لتكون حياتك كلها 'إحياءً لسنته'."
        },
           {
        "title":"٢. كثرة الصلاة والسلام عليه:",
        "text":"الصلاة على النبي ﷺ هي وقود المحبة، وهي صلة يومية لا تنقطع.\n   *   التعبير عن الحب يكون بلهج اللسان بذكره ﷺ، خاصة في يوم الجمعة وفي أذكار الصباح والمسا، استجابةً لأمر الله: ﴿يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا﴾."
        },
           {
        "title":"٣. نصرة دعوته ونشر سيرته:",
        "text":"المحب يحب أن يَعرف العالم كله عظمة حبيبه.\n   *   يكون ذلك بنشر سيرته العطرة بين الأبناء، والأصدقاء، وعبر وسائل التواصل الاجتماعي.\n   *   الدفاع عن سنته ضد الشبهات، وإبراز الوجه المشرق للإسلام من خلال 'الأخلاق النبوية' التي تمشي على الأرض."
        },
           {
        "title":"٤. تربية الأجيال على حبه ﷺ:",
        "text":"من أوفى صور التعبير عن الحب أن تغرس في قلوب أطفالك أن النبي ﷺ هو 'القدوة الأول'.\n   *   بتعليمهم قصصه، ومواقفه مع الأطفال، وشجاعته، ورحمته، حتى ينشأ الطفل والرسول ﷺ أحب إليه من كل أحد."
        },
           {
        "title":"٥. محبة ما كان يحبه وبغض ما يبغضه:",
        "text":"التعبير عن الحب يقتضي 'وحدة المشاعر' ؛ فالمحب يحب آل بيت النبي ﷺ، ويترضى عن أصحابه، ويحب المساكين والضعفاء الذين كان يحبهم ﷺ، ويكره الظلم والكذب والغش لأن نبيه حذر منها."
        },
           {
        "title":"الخلاصة",
        "text":"هذا الحب الذي نبذله للنبي ﷺ، وهذا السعي للتعبير عنه، ما هو إلا 'ردُّ جميلٍ' بسيط لمحبته العظيمة لنا. فإذا كنا نحن نحبه كـ 'قدوة ونبي' فقد كان هو يحبنا كـ 'أمة وشوق' . لقد كان ﷺ يحمل همنا قبل أن نولد، ويدخر دعوته لنا في وقت الشدة.\nفكيف كانت محبة النبي ﷺ لأمته؟ ولماذا بكى شوقاً لـ 'إخوانه' الذين لم يروه؟ وما هي التضحيات التي بذلها ليضمن لنا الهداية والنجاة؟ وكيف ادخر دعوته المستجابة لتكون 'شفاعة' لنا يوم القيامة؟\nسنعرف ذلك في المقالة القادمة: 'محبته ﷺ لأمته: رحمةٌ مهداة وشوقٌ لا ينقطع'."
        }
           
        
     
   
    ]
}
