{
  "human_rights_in_islam_principles_and_practice":
  [
    
      
        {
        "title":"حقوق الإنسان في الإسلام: الأصل الإلهي والضمان الأبدي",
        "text":"هذه الشبهة من أكثر النقاط التي تحتاج إلى توضيح، حيث يُقارَن نظام حقوق الإنسان في الإسلام (المُستمد من الشريعة الإلهية) بالـ 'حقوق العالمية' (المُستمدة من الاتفاقيات والمواثيق الوضعية).\nالرد الإيماني يؤكد أن الإسلام جاء بـ منظومة حقوق شاملة ومتكاملة سبقت جميع المواثيق العالمية بقرون، وتتفوق عليها في مصدرها (إلهي) و شُموليتها (دنيوية وأخروية)، وأن أي تعارض ظاهري يرجع إلى اختلاف مرجعية الحقوق (السيادة الإلهية مقابل السيادة الشعبية).\nتُعتبر الحقوق في الإسلام حقوقاً 'ربانية' و 'ثابتة' وليست حقوقاً وضعية قابلة للتعديل أو الإلغاء بإجماع البشر."
       },
        {
        "title":"1. المرجعية الإلهية: أساس الكرامة",
        "text":"الفرق الجوهري بين حقوق الإنسان في الإسلام ونظيرتها العالمية يكمن في مصدرها:\n   *   حقوق إلهية (الإسلام): الحقوق مُنحت للإنسان من قبل الخالق مباشرة، فهي جزء من الشريعة.\n      *   الميزة: هذا يجعل الحقوق غير قابلة للإسقاط أو التنازل عنها من قبل الدولة أو الأغلبية، لأنها مُلزمة للجميع، بما في ذلك الحاكم. لا يمكن للبشر أن يُلغوا ما فرضه الله.\n      *   الدليل: الإسلام كرَّم الإنسان بسبب خلقته بغض النظر عن دينه أو عرقه: ﴿وَلَقَدْ كَرَّمْنَا بَنِي آدَمَ وَحَمَلْنَاهُمْ فِي الْبَرِّ وَالْبَحْرِ﴾ [الإسراء: 70].\n   *   حقوق وضعية (عالمية): الحقوق مُنحت من قبل البشر (الأمم المتحدة، الدول)، وهي قابلة للإلغاء أو التغيير بناءً على مصالح الدول أو تطور المجتمعات."
       },
        {
        "title":"2. الإطار الشامل: الضرورات الخمس",
        "text":"قام الفقه الإسلامي بتصنيف الحقوق الأساسية (التي يجب على الشريعة حمايتها) في إطار شامل يُعرف بـ 'الضرورات الخمس' وهذه الضرورات تشمل جميع حقوق الإنسان الأساسية:\n   1.  حفظ الدين: يتضمن حرية المعتقد، وعدم الإكراه عليه (كما أسلفنا: ﴿لَا إِكْرَاهَ فِي الدِّينِ﴾).\n   2.  حفظ النفس: يشمل الحق في الحياة، وتحريم القتل والعدوان بغير حق (حد القصاص).\n   3.  حفظ العقل: يشمل الحق في التعليم، وحظر كل ما يُفسد العقل (كتحريم المسكرات).\n   4.  حفظ النسل (العرض): يشمل الحق في تكوين الأسرة الآمنة، وحماية العرض والشرف (حد الزنا والقذف).\n   5.  حفظ المال: يشمل الحق في الملكية الخاصة، وحظر السرقة أو الاعتداء على أموال الناس (حد السرقة)."
       },
        {
        "title":"3. نقاط التعارض الظاهري (الخلاف في المرجعية)",
        "text":"يقع التعارض بين المنظومتين في بعض النقاط التفصيلية التي تتعلق بـ 'الحدود الأخلاقية' وليس في أصل الحق:\nنقطة الخلاف: حرية السلوك الجنسي\nالمنظور الغربي (وضعي): الحق في ممارسة أي سلوك بالتراضي (المثلية مثلاً) هو حق فردي مطلق.\nالمنظور الإسلامي (إلهي): الحق الفردي مُقيَّد بـ حفظ النسل و حماية النظام الأسري والاجتماعي (تحريم المثلية والزنا).\n\nنقطة الخلاف: عقوبة الإعدام (الحدود)\nالمنظور الغربي (وضعي): يُنظر إليها غالباً كعقوبة قاسية تتعارض مع حق الحياة.\nالمنظور الإسلامي (إلهي): هي حق المجتمع في الردع والحماية من الظلم المُطلق (القصاص من القاتل العمد) أو حماية المجتمع (الحدود).\n\nنقطة الخلاف: المساواة (الميراث)\nالمنظور الغربي (وضعي): مساواة عددية مطلقة في كل شيء.\nالمنظور الإسلامي (إلهي): عدالة وظيفية تراعي التزامات الرجل المالية تجاه المرأة (كما وضحنا في الميراث).\nالتحليل: التعارض ليس في أصل 'الحق في الحياة' أو 'الحق في التملك' بل في حدود هذا الحق. الإسلام يرى أن حرية الفرد تنتهي عندما تبدأ حرية المجتمع أو عندما تتعارض مع التشريع الإلهي الذي يهدف إلى المصلحة العامة والخلود الأخروي."
       },
        {
        "title":"الخلاصة الإقناعية:",
        "text":"منظومة حقوق الإنسان في الإسلام هي منظومة مطلقة، ثابتة، ومضمونة إلهياً، وتوفر حماية واسعة وكاملة لجميع جوانب حياة الإنسان (الضرورات الخمس). وهي تتفوق في الضمان، إذ أن الدولة الإسلامية عندما تلتزم بهذه الحقوق، فإنها لا تخضع لرأي الأغلبية المتغير، بل لخالق السماوات والأرض."
       }
      
     
           
      
    ]
}
