{
  "ignorance_excuse":[
      
        
       {
        "title":"العذر بالجهل في العقيدة: ضوابط إقامة الحجة ومعرفة ما يُعذر فيه الجاهل وما لا يُعذر",
        "text":""
      },
       {
        "title":"1. المدخل العقدي: قاعدة الجهل في التكليف",
        "text":"الأصل في الشريعة الإسلامية أن الجهل مانع من موانع التكفير، لقوله تعالى: ﴿وَمَا كُنَّا مُعَذِّبِينَ حَتَّىٰ نَبْعَثَ رَسُولًا﴾ [الإسراء: 15]. فالعذاب لا يقع إلا بعد قيام الحجة الرسالية.\nمسألة العذر بالجهل في العقيدة تنقسم إلى نقطتين محوريتين: ما يُعذر فيه بالجهل، و ما لا يُعذر فيه بالجهل. ويُفصَّل الأمر بناءً على نوع الجهل و نوع المسألة.\n"
      },
       {
        "title":"2. ضوابط العذر بالجهل (ما يُعذر فيه الجاهل)",
        "text":"يُعذر المسلم بالجهل في المسائل التي تحتاج إلى بيان وتفصيل، أو التي تخفى أدلتها على عامة الناس، خاصة في الأماكن البعيدة عن العلم والعلماء.\nأ. المسائل الخفية (التي لا تُدرك بالعقل):\nوهي المسائل التي تحتاج إلى علم وتفصيل دقيق، أو التي قد تخفى نصوصها على المسلم حديث العهد بالإسلام أو الناشئ في بيئة قليلة العلم.\n*   مثاله: بعض مسائل الأسماء والصفات (كصفة النزول أو الغضب)، أو بعض المسائل الفقهية الدقيقة التي ورد فيها خلاف قوي.\nب. حال من لم تبلغه الحجة الرسالية:\nوهو من عاش في مناطق نائية جداً لم تصله دعوة الإسلام أبداً، أو وصلته مشوهة بالباطل بشكل كامل، ولم يتمكن من البحث والتحري.\nالدليل: استدل العلماء بحديث الرجل الذي أمر أهله أن يحرقوه بعد موته ويذروا رماده في البحر، ظناً منه أن الله لا يقدر على بعثه. ومع ذلك غفر الله له لجهله الشديد بقدرة الله، مع أنه كان خائفاً من الله. (رواه البخاري ومسلم).\n*   التطبيق: هذا الرجل لم ينكر قدرة الله جحوداً، بل جهلاً عظيماً بصفاته مع خوفه من عقابه، فكان جهله عذراً له."
      },
       {
        "title":"3. ضوابط عدم العذر بالجهل (ما لا يُعذر فيه الجاهل)",
        "text":"لا يُعذر المسلم بالجهل في الأصول الكلية للدين التي لا يخفى جهلها على أحد، خاصة بعد انتشار الدعوة.\nأ. المسائل الظاهرة (ما يُعرف بالضرورة من الدين):\nهي أصول الدين والقواعد الكلية التي يجب على كل مسلم الإيمان بها ومعرفتها، وهي مما يستقر في الفطرة ولا يمكن جهله بعد بلوغ الدعوة.\n*   مثاله:\n   *   أصل التوحيد: كإنكار وجود الله، أو الشرك الأكبر الصريح (كعبادة الصنم أو دعاء غير الله)، لأن توحيد الألوهية لا يخفى على أحد قامت عليه الحجة.\n   *   أصل النبوة: جحود نبوة محمد صلى الله عليه وسلم.\n   *   أركان الإسلام الأساسية: جحود فرضية الصلاة أو الصيام (وليس مجرد تركها كسلاً).\nب. حال المُعرِض المُفرِّط:\nوهو من عاش بين المسلمين أو وصلته الدعوة واضحة، ولكنه أعرض عن طلب العلم والتفقه في دينه مع قدرته على ذلك. فهذا لا يُعذر بجهله لأنه هو المُفرِّط في طلب العلم الذي أوجبه الله عليه.\nالدليل:\n   ﴿وَلَقَد ذَرَأنَا لِجَهَنَّمَ كَثيرًا مِّنَ الجِنِّ وَالإِنسِ لَهُم قُلوبٌ لَّا يَفقَهونَ بِها وَلَهُم أَعيُنٌ لَّا يُبصِرونَ بِها وَلَهُم آذانٌ لَّا يَسمَعونَ بِها أُولئِكَ كَالأَنعامِ بَل هُم أَضَلُّ أُولئِكَ هُمُ الغافِلونَ﴾ [الأعراف: 179]."
      },
       {
        "title":"4. الخلاصة المنهجية (القول الفصل):",
        "text":"1.  في التوحيد الأكبر (عبادة غير الله): لا يُعذر من وقع في الشرك الأكبر الجلي الصريح في بيئة قامت فيها الحجة (مثل مجتمعات المسلمين)، لأنه خلاف الفطرة.\n2.  في الفروع والعقائد الدقيقة: يُعذر من جهل مسائل العقيدة الدقيقة التي تخفى أدلتها، أو من نشأ في بادية بعيدة عن العلم.\n3.  العبرة بقيام الحجة: الحجة التي يُكفَّر تاركها هي: بلوغ القرآن والسنة الصحيحة، وفهم المعنى الذي يوجب العمل.\nالضابط: منهج أهل السنة هو العذر بالجهل قبل قيام الحجة، وعدم العذر به بعد قيامها، مع ترك الحكم على المعينين للعلماء المتخصصين."
      }
      
       
    ]
}
