{
  "iman_between_waeediya":[
      
        
       {
        "title":"مسألة الإيمان بين الوعيدية والمرجئة: وسطية أهل السنة والجماعة في حقيقة الإيمان والجزاء",
        "text":""
      },
       {
        "title":"1. المدخل العقدي: الخلاف حول حقيقة الإيمان",
        "text":"الإيمان هو أصل الدين ومفتاح النجاة، وقد انحرفت الفرق الضالة في تعريفه وفي الحكم على مرتكب الكبيرة (الذنب العظيم).\nالفرقة\n1.  الوعيدية (الخوارج والمعتزلة)\n*   الموقف المتطرف: غلوا في شأن العمل، فجعلوا العمل ركناً من أركان الإيمان، وقالوا إن مرتكب الكبيرة كافر أو مخلد في النار.\n2.  المرجئة\n*   الموقف المتطرف: فرّطوا في شأن العمل، فجعلوا العمل غير داخل في حقيقة الإيمان، وقالوا لا يضر مع الإيمان معصية، ولا ينفع مع الكفر طاعة."
      },
      
       {
        "title":"2. مذهب أهل السنة والجماعة (الوسطية والاعتدال)",
        "text":"موقف أهل السنة والجماعة هو الوسط بين هذين الطرفين المتناقضين:\nأ. حقيقة الإيمان:\nأهل السنة يجمعون بين أجزاء الإيمان الثلاثة، ويؤكدون أن الإيمان:\n*   قول باللسان (النطق بالشهادتين).\n*   واعتقاد بالجنان (تصديق القلب وإقراره).\n*   وعمل بالأركان (أداء الواجبات واجتناب المحرمات).\nالنتيجة المنهجية: الإيمان يزيد بالطاعة وينقص بالمعصية. ولهذا، لا يُكفَّر مرتكب الكبيرة إلا إذا استحلها، ولا يُعد عمله عديم الفائدة.\nب. الحكم على مرتكب الكبيرة:\nمرتكب الكبيرة (كالزاني أو السارق أو شارب الخمر) هو:\n1.  مؤمن بإيمانه (التوحيد والإقرار).\n2.  فاسق بكبيرته (العمل السيئ).\n*   الخلاصة: هو مؤمن ناقص الإيمان (فاسق)، وهو تحت مشيئة الله: إن شاء الله غفر له، وإن شاء عذبه بقدر ذنبه ثم يخرجه من النار ليدخل الجنة، ولا يخلد فيها أبداً"
      },
      
       {
        "title":"3. الرد على الوعيدية (الخوارج والمعتزلة)",
        "text":"الوعيدية غلوا في الوعيد، فجعلوا مرتكب الكبيرة خارجاً من الإيمان (الخوارج) أو في منزلة بين المنزلتين ومخلداً في النار (المعتزلة).\nأ. ضلالتهم:\nتكفير مرتكب الكبيرة بمجرد فعلها.\nب. الرد عليهم:\n1.  نصوص الشفاعة: الأحاديث متواترة في ثبوت الشفاعة يوم القيامة لمرتكبي الكبائر من أهل التوحيد، وهذا ينقض قولهم بالخلود في النار.\n2.  إثبات الأخوة: القرآن والسنة أثبتت الأخوة الإيمانية لمن ارتكب كبيرة، كقوله تعالى في القصاص: ﴿فَمَنْ عُفِيَ لَهُ مِنْ أَخِيهِ شَيْءٌ﴾ [البقرة: 178]، فسماه أخاً مع ثبوت القتل.\n3.  نقض إثبات الإيمان: لو كان الكافر بترك العمل يخرج من الإيمان، لكان يجب أن يخرج من الإيمان بترك واجب واحد، وهذا باطل."
      },
      
       {
        "title":"4. الرد على المرجئة",
        "text":"المرجئة فرّطوا في العمل، فجعلوا الإيمان مجرد تصديق قلبي (كأبي حنيفة وبعض فقهاء الكوفة) أو مجرد قول باللسان (كالجهمية).\nأ. ضلالتهم:\nالقول بأن العمل لا يدخل في حقيقة الإيمان، وبالتالي لا يضر العمل السيئ الإيمان، وهذا يفتح باباً للتساهل في المعاصي.\nب. الرد عليهم:\n1.  لغة الشرع: جاءت نصوص كثيرة تسمي العمل جزءاً من الإيمان، مثل قول النبي ﷺ:(الإيمان بضع وسبعون شُعبة، أعلاها قول: لا إله إلا الله، وأدناها إماطة الأذى عن الطريق) (رواه مسلم).\n2.  الانتفاء الكلي: أجمع أهل السنة على أن تارك جنس العمل (مثل تارك الصلاة نهائياً) يكفر، وهذا دليل على أن العمل ركن أساسي لا يتم الإيمان إلا به.\n3.  زيادة الإيمان ونقصانه: النصوص صريحة في أن الإيمان يزيد وينقص، وهذا لا يكون إلا إذا كان العمل جزءاً منه، فالقلب وحده لا يزيد ولا ينقص إلا بزيادة العمل والقول."
      }
      
       
       
    ]
}
