{
  "iman_qadar_sabr":[
      
        
       {
        "title":"اليقين الإيماني: كيف يكون الإيمان بالقدر هو المرتكز الأساسي للصبر على المصائب",
        "text":"بعد أن تناولنا مراتب القدر ومسألة التسيير والتخيير، نختتم ركن الإيمان بالقدر بالحديث عن أثره العملي الأهم في حياة المسلم:(الإيمان بالقدر والصبر على المصائب)."
      },
       {
        "title":"1. المدخل العقدي: القدر مفتاح السكينة",
        "text":"لإيمان بالقضاء والقدر خيره وشره هو الملاذ الآمن للمسلم عند وقوع المصيبة. إن معرفة أن كل ما يقع هو بمشيئة الله وعلمه وكتابته، يمنح القلب طمأنينة ويقي المسلم من التسخط واليأس، ويجعله يسلم أمره لله راضياً.\nالصبر هو حبس النفس عن الجزع، واللسان عن الشكوى، والجوارح عن المعصية (مثل شق الجيوب ولطم الخدود). والإيمان بالقدر هو الدافع الأعظم لهذا الصبر."
      },
       {
        "title":"2. الإيمان بالقدر يسبق ويوجب الصبر",
        "text":"الإيمان بمراتب القدر الأربعة يؤسس للصبر على المصائب من عدة جوانب:\nأ. العلم والكتابة يزيلان الحسرة (الرضا السابق)\nعندما يعلم المؤمن أن المصيبة كانت مكتوبة ومقدرة في اللوح المحفوظ قبل خلق السماوات والأرض، يزول عنه الشعور بالندم والحسرة على(لو أني فعلت كذا وكذا).\nالدليل القرآني:\n﴿مَا أَصَابَ مِن مُّصِيبَةٍ فِي الْأَرْضِ وَلَا فِي أَنفُسِكُمْ إِلَّا فِي كِتَابٍ مِّن قَبْلِ أَن نَّبْرَأَهَا ۚ إِنَّ ذَٰلِكَ عَلَى اللَّهِ يَسِيرٌ ۝ لِّكَيْلَا تَأْسَوْا عَلَىٰ مَا فَاتَكُمْ وَلَا تَفْرَحُوا بِمَا آتَاكُمْ ۗ وَاللَّهُ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ﴾ [الحديد: 22-23].\n*   التطبيق المُلِمّ: الآية تربط بشكل مباشر الإيمان بمرتبة الكتابة (﴿إِلَّا فِي كِتَابٍ﴾) بالهدف العملي وهو إزالة الحزن والأسى (﴿لِّكَيْلَا تَأْسَوْا عَلَىٰ مَا فَاتَكُمْ﴾).\nب. المشيئة والخلق يوجبان التسليم (الرضا اللاحق) ﷻ\nالإيمان بأن المصيبة لم تقع إلا بمشيئة الله وخلقه، وأنها الخير الذي اختاره الله للعبد لحكمة قد لا يدركها، يجعل العبد يسلم أمره ولا يعترض على حكم ربه.\nالدليل النبوي (على ترك الحسرة):\nقال النبي ﷺ:(وإن أصابك شيء فلا تقل: لو أني فعلت كان كذا وكذا، ولكن قل: قدر الله وما شاء فعل. فإن لو تفتح عمل الشيطان)(رواه مسلم).\n*   التطبيق المُلِمّ: هذا الحديث يوجه المسلم إلى طرد وساوس الندم التي تحاول إيهامه بأنه كان يستطيع منع القدر، ويدعوه للاعتصام بـ مرتبتي المشيئة والخلق."
      },
       {
        "title":"3. حقيقة المصائب وأجر الصابرين",
        "text":"الإيمان بالقدر يغير نظرة المسلم للمصائب، حيث يدرك أنها ليست شراً محضاً بل تحمل معاني الخير والرحمة:\nأ. التكفير والرفعة (تحويل الشر إلى خير):\nالمصائب هي وسيلة لتكفير الذنوب ورفع الدرجات، إذا استقبلها العبد بالصبر والاحتساب.\n*   الدليل النبوي:(ما يصيب المسلم من نَصَبٍ، ولا وَصَبٍ، ولا هَمٍّ، ولا حُزْنٍ، ولا أَذًى، ولا غَمٍّ، حتى الشوكة يُشاكُها، إلا كفَّر الله بها من خطاياه)(متفق عليه).\nب. الأجر العظيم بلا حساب:\nيُوعد الصابرون على قضاء الله بجزاء عظيم لا يُقيد بمقدار، جزاءً يفوق الجزاء على الأعمال المعتادة.\nالدليل القرآني:\n﴿إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُم بِغَيْرِ حِسَابٍ﴾ [الزمر: 10]."
      },
       {
        "title":"4. الأثر العملي والتربوي في حياة المسلم",
        "text":"1.  الطمأنينة والسكون: الإيمان بالقدر يمنح المسلم سكينة نفسية عميقة، فهو لا يخشى فوات الرزق ولا يقلق من حلول الأجل، لأنه يعلم أن كل شيء مقدر.\n2.  القوة والمضي قُدُماً: لا تكسر المصائب عزيمته، بل يواصل العمل الصالح، ويجتهد في الأخذ بالأسباب، وهو يعلم أن النتيجة النهائية بيد الله.\n3.  فهم حقيقة الدنيا: يدرك أن الدنيا دار ابتلاء وامتحان، وليست دار جزاء أو خلود، وهذا يسهّل عليه تقبّل الفقد والخسارة.\nالإيمان بالقدر هو في حقيقته استراحة المحارب، حيث يسلم المؤمن قيادة المعركة الروحية إلى خالقه، وينتظر العوض والفرج منه وحده."
      }
    ]
}
