{
  "interruption_of_revelation_and_sūrat_aḍ_ḍuḥā_descent":
  [

        {
        "title":"الفتور في الوحي ونزول سورة الضحى: الوداع الذي لم يكن وداعاً",
        "text":"بعد أن أكدت شهادة ورقة بن نوفل نبوة محمد صلى الله عليه وسلم، حدث أمر جلل كان اختباراً نفسياً قاسياً على قلب النبي الكريم:\nانقطاع الوحي لفترة وجيزة.\nهذه الحادثة تُظهر مدى الشوق والتعلق الذي كان يكنّه النبي صلى الله عليه وسلم للوحي، وكيف جاء الرد الإلهي ليُسكِّن فؤاده ويُخرس ألسنة المُشككين.\nإن فترة انقطاع الوحي (فترة الفتور) كانت ضرورية للرسالة، فهي ليست دليلاً على انقطاع المحبة، بل كانت اختباراً لصبر النبي صلى الله عليه وسلم، وتثبيتاً لقلبه على تلقي الرسالة بشوق ولهفة."
       },
          {
        "title":"1. صدمة الانقطاع وحزن النبي (صلى الله عليه وسلم)",
        "text":"بعد نزول الآيات الخمس الأولى من سورة العلق، انقطع نزول الوحي فجأة. اختلفت الروايات في تقدير هذه الفترة، فقيل بضعة أيام، وقيل أكثر من شهرين، ولكن المؤكد أنها كانت فترة صعبة ومؤلمة على النبي صلى الله عليه وسلم.\nأ. الحكمة من الفتور:\nيرى العلماء أن لهذا الانقطاع حكم عظيمة:\n   1.  تهدئة الروع (الاستراحة): كان أول لقاء مع جبريل عنيفاً ومهيباً. كان الانقطاع بمثابة استراحة نفسية ليزول الخوف الذي اعتراه، ويتهيأ قلبه للاستقبال القادم بهدوء.\n   2.  زيادة الشوق: زاد هذا الانقطاع من شوق النبي صلى الله عليه وسلم إلى الوحي، فكلما تأخر، ازداد لهفةً وحباً، فصار الوحي بعد ذلك أحب إليه من كل شيء.\n   3.  إقامة الحجة على الكفار: أثبت الانقطاع أن الأمر ليس من عند محمد، بل هو وحي إلهي ينزل بإرادة الخالق وحده، وليس للنبي صلى الله عليه وسلم سيطرة على وقته أو مقداره.\nب. شماتة قريش:\nاستغل المشركون، وخاصة بعض نسائهم، هذا الانقطاع ليُطلقوا الشائعات والأقاويل التي تُثقل قلب النبي صلى الله عليه وسلم:\n   *   قالوا: 'ودَّعه ربه وقَلاه (كرهه)' أي أن محمدًا لم يعد يأتيه الوحي لأن ربه هجره.\nالجاذبية: تخيلوا شعور النبي صلى الله عليه وسلم، الذي تعلّق بالوحي بكيانه، والآن يُقال له: 'إن الله تركك!' كان هذا الابتلاء الأليم هو ما استدعى الرد الإلهي السريع والحاسم."
       },
     
          {
        "title":"2. سورة الضحى: الوعد الإلهي بالبشرى والتثبيت",
        "text":"عندما وصل الحزن والضغط على النبي صلى الله عليه وسلم إلى الذروة، جاء الرد الإلهي في سورة قصيرة تحمل أعمق معاني المحبة والاطمئنان والوعد بالخير: سورة الضحى.\nأ. القسم الإلهي الحاسم (النفي المطلق):\n   *   ﴿وَالضُّحَىٰ * وَاللَّيْلِ إِذَا سَجَىٰ﴾ (الضحى: 1-2). أقسم الله بوقت النهار (الضحى) الذي يرمز للنور والإشراق، وبوقت الليل (إذا سكن)، وهذا التضاد يحمل رسالة أن الله مُدبِّر الأمر في كل الأوقات.\n   *   ﴿مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَىٰ﴾ (الضحى: 3). هذا هو الجواب القاطع على الشائعات. إنه نفي مطلق لترك النبي صلى الله عليه وسلم أو كرهه، بل هو تأكيد للمحبة الإلهية.\nب. الوعد بالآخرة خيراً من الأولى (البشرى):\nثم جاء الوعد الذي يُسكِّن القلب ويُركّز النظر على الهدف الأبدي:\n   *   ﴿وَلَلْآخِرَةُ خَيْرٌ لَّكَ مِنَ الْأُولَىٰ﴾ (الضحى: 4). لا تجعل نظرك محصوراً في ضيق الدنيا، فالخير الأعظم والمستقبل المشرق ينتظرك في الآخرة.\n   *   ﴿وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَىٰ﴾ (الضحى: 5). هذا وعد مطلق وفتح مبين، حتى قال بعض العلماء: إنه الوعد بالشفاعة العظمى التي يرضى بها النبي صلى الله عليه وسلم.\nج. التذكير بالرعاية السابقة (الاحتواء):\nذكّرت الآيات النبي صلى الله عليه وسلم بأوجه الرعاية الإلهية التي أحاطت به منذ طفولته، لتُؤكد أن هذه المحبة لم تنقطع أبداً:\n   *   ﴿أَلَمْ يَجِدْكَ يَتِيمًا فَآوَىٰ﴾: رعاه بعد موت والديه.\n   *   ﴿وَوَجَدَكَ ضَالًّا فَهَدَىٰ﴾: هداه إلى النبوة بعد البحث عن الحقيقة في غار حراء.\n   *   ﴿وَوَجَدَكَ عَائِلًا فَأَغْنَىٰ﴾: وجدك فقيراً ذا حاجة، فأغناك الله ورزقك القناعة وطيب العيش.\nالخلاصة: بعد هذا العتاب الرقيق المليء بالمحبة، لم يعد قلب النبي صلى الله عليه وسلم يكترث لشماتة قريش، فقد تحول اليقين من التلقي إلى اليقين بالحب الإلهي."
       },
     
          {
        "title":"الخلاصة",
        "text":"نزلت سورة الضحى لتملأ قلب النبي صلى الله عليه وسلم بالنور، وبذلك انطلقت عجلة الدعوة دون توقف. بدأ النبي صلى الله عليه وسلم يدعو إلى الإسلام سراً، وكان أول من استجابوا له هم أقرب الناس إليه وأكثرهم صدقاً في الحكم عليه.\nمن هم هؤلاء الأوائل الذين آمنوا به في أصعب لحظات الدعوة، وماذا كان دورهم في تثبيت الرسالة؟"
       }
     

    ]
}
