{
  "is_allah_just_with_non_believers_analysis":
  [
    
      
       {
        "title":"هل الله عادل مع الكفار؟ (العدل المطلق وإقامة الحجة)",
        "text":"هذا سؤال بالغ الأهمية، ويتعلق بصفة أساسية من صفات الله، وهي العدل المطلق (العدل الإلهي).\nالرد الإيماني يؤكد أن الله عادل بالضرورة مع الكافرين وغيرهم من خلقه، وعدله يتجاوز مفهوم العدل البشري المحدود، ويقوم على قواعد إلهية لا تقبل الجور أو الظلم.\nإن إثبات عدل الله مع الكافرين يقوم على ثلاثة أركان أساسية:"
       },
          {
        "title":"1. الركن الأول: إقامة الحجة (شرط العقاب الإلهي)",
        "text":"العدل الإلهي يمنع عقاب أي إنسان لم تصله رسالة السماء بشكل واضح وكامل.\n   *   لا عقاب قبل الإنذار: الله سبحانه وتعالى لا يُعذِّب أحداً في الآخرة إلا بعد أن يُرسل إليه رسولاً يُبلّغ الرسالة كاملة، وهذا هو قمة العدل.\n      *   الدليل النقلي: ﴿وَمَا كُنَّا مُعَذِّبِينَ حَتَّىٰ نَبْعَثَ رَسُولًا﴾ [الإسراء: 15].\n   *   أهل الفترة (الجهل المعذور): يشمل هذا الحكم من عاشوا في فترات زمنية انقطعت فيها الرسالات، أو في أماكن لم تبلغهم فيها الدعوة النقية. هؤلاء يُطلق عليهم 'أهل الفترة' وهناك رأي فقهي وعقدي سائد أنهم يُختبرون يوم القيامة اختباراً خاصاً يكشف صدق نيتهم.\n   *   الخلاصة: إن النار ليست لمن أخطأ أو جهل، بل لمن أعرض ورفض وعاند بعد أن استنارت له البراهين."
       },
       
          {
        "title":"2. الركن الثاني: طبيعة الكفر (الجريمة الأعظم)",
        "text":"لفهم العدل في العقاب، يجب فهم طبيعة الجريمة التي يُعاقب عليها الكافر:\n   *   الكفر ليس مجرد خطأ معرفي: 'الكفر' لغوياً يعني التغطية أو الستر. والكافر هو الذي يستر ويغطي الحقيقة الواضحة (كوجود الخالق وعظمته) التي فطر الله النفوس عليها، وأيدتها الأدلة الكونية.\n   *   الكفر رفض لـ 'الحق المطلق': إن أعظم جريمة يمكن أن يرتكبها المخلوق هي إنكار وجود الخالق الذي أوجده، ورزقه، وهيّأ له سبل الهداية. هذا الإنكار هو اعتداء على الحق المطلق.\n   *   العدل في الخلود: يُثار سؤال: كيف يكون العذاب أبدياً (في النار) مقابل معصية مؤقتة (في الدنيا)؟\n      *   الرد: إن الجريمة تُقاس بـ قيمة المعتدى عليه، لا بـ مدة ارتكاب الجريمة. فجريمة رفض المالك المطلق هي جريمة ذات طبيعة غير محدودة.\n      *   سبب الخلود: لو أُعيد الكافر إلى الدنيا مرة أخرى بعد رؤية العذاب، لاختار الكفر أيضاً، مما يدل على أن رفضه صار صفة ثابتة متجذرة في كيانه. فالنار هي جزاء على ثبات واستمرار حالة الرفض."
       },
       
          {
        "title":"3. الركن الثالث: الله غني عن عذابهم (انتفاء الدافع للظلم)",
        "text":"إن الله سبحانه وتعالى لا يمكن أن يظلم، لأن الظلم ينبع من الحاجة أو الجهل، والله منزه عنهما:\n   *   الله غني ومُطلق: الظلم البشري ينبع من الشعور بالنقص، أو الحاجة للانتقام، أو الجهل بالنتائج. والله هو الغني المطلق، لا يضره كفر الكافرين ولا تنفعه طاعة الطائعين. فما الدافع الذي يدفع الغني المطلق لظلم مخلوق فقير؟\n   *   العقاب نتيجة وليس انتقاماً: إن عذاب الكافر هو نتيجة حتمية لاختياره لسبب الردى والشقاء، وليس انتقاماً إلهياً يقوم على العاطفة.\n       *   الدليل النقلي: ﴿وَمَا رَبُّكَ بِظَلَّامٍ لِّلْعَبِيدِ﴾ [فصلت: 46]."
       },
       
          {
        "title":"الخلاصة الإقناعية",
        "text":"   1.  لا يُعاقب أحداً قبل إقامة الحجة الواضحة.\n   2.  يُعاقب على جريمة الاختيار الواعي لرفض الحق المطلق.\n   3.  عقابه هو إحقاق للعدل في حق الخلق، ونزهة عن أي دافع للظلم، لأنه الغني المطلق."
       }

       
       
    ]
}
