{
  "is_man_free_or_predestined_theological_debate":
  [
    
      
       {
        "title":"هل الإنسان مسيّر أم مخيّر؟ (منهج الوسطية في القضاء والقدر)",
        "text":"هذا السؤال من أعمق الأسئلة الفلسفية التي واجهت البشرية عبر العصور، ويُعرف بـ إشكالية القضاء والقدر.\nالرد الإيماني في الإسلام لا يختار أحد الطرفين (التسيير المطلق أو التخيير المطلق)، بل يتبنى منهجاً وسطاً يجمع بين إثبات الإرادة الإلهية الشاملة وإثبات المسؤولية الإنسانية.\nالإنسان في الإسلام هو مسيّر في مجالات ومخيّر في أخرى، وهو التوازن الذي يحقق العدل الإلهي ويؤسس لمسؤولية التكليف."
       },
        {
        "title":"1. البرهان العقلي: المسؤولية تقتضي الاختيار",
        "text":"إن الدليل الأكبر على أن الإنسان مُخيَّر في أفعاله هو وجود التكليف الشرعي (الأوامر والنواهي)، ووجود الثواب والعقاب (الجنة والنار):\n   *   عدالة التكليف: لو كان الإنسان مُسيَّراً بشكل مطلق ومجبراً على أفعاله (القتل، السرقة، الكذب)، لكان تكليفه ومحاسبته ظلماً محضاً. فكيف يعاقبك الله على فعل أنت مجبور عليه؟ إن وجود الأمر والنهي والوعد والوعيد هو دليل قاطع على أن الإنسان يملك القدرة على الاختيار.\n      *   الدليل النقلي: ﴿فَمَن شَاءَ فَلْيُؤْمِن وَمَن شَاءَ فَلْيَكْفُرْ﴾ [الكهف: 29]. و ﴿لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ﴾ [البقرة: 286]. (استخدام فعل 'اكتسب' يدل على الاختيار).\n   *   الدليل الحسي: يشعر الإنسان بداخله أنه يملك حرية الاختيار بين شرب الماء أو تركه، أو بين الصدق والكذب. لا أحد يستطيع أن يقول إنه أُجبِر على الكذب كما أُجبر على التنفس."
       },
        {
        "title":"2. التفريق بين مجالات التسيير والتخيير",
        "text":"لحل الإشكالية، يجب تحديد المجال الذي يملك فيه الإنسان الإرادة، والمجال الذي لا يملك فيه إلا التسليم:\nمجال الاختيار (التخيير): مجال التكليف (الأفعال الإرادية): الإيمان والكفر، الصلاة والزكاة، الكذب والصدق، الظلم والعدل.\nالمسؤولية: الإنسان مسؤول ومحاسب عليها.\nمجال التسيير (الإجبار): مجال الخلقة والإيجاد (الأمور القدرية): الولادة والموت، المرض والصحة، لون البشرة، الطول والقصر، الرزق المقدّر، الأحداث الكونية (الزلازل).\nمجال الخلقة والإيجاد (الأمور القدرية): الولادة والموت، المرض والصحة، لون البشرة، الطول والقصر، الرزق المقدّر، الأحداث الكونية (الزلازل).\nالخلاصة: أنت مُسيَّر فيما يتعلق بكونك إنساناً (طبيعتك الخلقية)، ومُخيَّر فيما يتعلق بكونك مُكلَّفاً (أفعالك الأخلاقية)."
       },
        {
        "title":"3. المفهوم العقدي: القضاء والقدر وعلم الله الأزلي",
        "text":"إن إشكالية القضاء والقدر تُحل بفصل علم الله القديم عن إرادة العبد الحديثة:\n   *   علم الله لا يعني الجبر: إن الله يعلم بعلمه الأزلي ما سيختاره الإنسان بإرادته الحرة. فكون الله يعلم أنك ستختار طريق الشر، لا يعني أنه أجبرك على السير فيه.\n      *   مثال: المعلم الذي يضع أسئلة الامتحان ويعلم سلفاً من سينجح ومن سيرسب (بعلمه)، لم يجبر الطالب على الإجابة الخاطئة، بل الطالب اختارها.\n   *   الكسب (الاكتساب): إن الإنسان هو الذي يختار (يكتسب) الفعل، ثم يخلق الله هذا الفعل ويُوجده. فالإنسان محاسب على نيته واختياره وإرادته (الكسب)، وليس على قدرة الإيجاد التي هي لله وحده (الخلق)."
       },
        {
        "title":"4. خلاصة العلاقة: التسيير يخدم التخيير",
        "text":"إن التسيير (القدر الإلهي) يخدم التخيير (حرية الإنسان) ليصنع الاختبار:\n   *   الدنيا ساحة للحرية: إن الأحداث الكبرى المُسيَّرة (كالمصائب والابتلاءات) هي الخلفية التي تظهر فيها حرية الإنسان ومسؤوليته (هل تصبر أو تجزع؟ هل تعطي الفقير أم تبخل؟).\n   *   إثبات العدل: القضاء والقدر هو إثبات لكمال علم الله وحكمته، وحرية الاختيار هي إثبات لعدل الله في المحاسبة.\nالخلاصة الإقناعية: الإنسان ليس محركاً آلياً (كالنار في الإحراق) ولا خالقاً مطلقاً لأفعاله. بل هو كائن ذو إرادة حرة في نطاق التكليف، ومسؤول تماماً عن اختياراته، وكل ذلك يقع تحت علم الله وقدرته الشاملة."
       }
       
     
       
       
    ]
}
