{
    "ithbat_tanzeeh_rule":[

       {
        "title":"قاعدة الإثبات والتنزيه: المعادلة الذهبية التي تُحرر العقل من أوهام التشبيه والإنكار",
        "text":""
      },
       {
        "title":"1. إطلالة على المفارقة الإيمانية",
        "text":"كيف يمكن للمؤمن أن يُثبت صفات الخالق، كالعلم والسمع والبصر، دون أن يقع في فخ تشبيه الخالق بالمخلوق؟ وكيف له أن ينزّه الله عن النقص دون أن يُعطّل كمال صفاته؟ هذه هي المفارقة التي أضلت الكثيرين عبر التاريخ، وجعلتهم يختارون أحد الأمرين: إما التشبيه المُهلك، أو التعطيل المُقيت. لقد حسم القرآن الكريم هذه المعضلة بوضع * المعادلة الذهبية *التي جمعت بين الكمال والتعالي، وهي: قاعدة الإثبات والتنزيه. هذه القاعدة ليست اجتهاداً بشرياً، بل هي نص قرآني واضح يضبط منهج الإيمان بالصفات."
      },
       {
        "title":"2. الركيزة الأولى: الإثبات المفصَّل (الكمال الحقيقي)",
        "text":"الإثبات هو الإقرار بأن الله متصف بصفات الكمال المطلق، وأن نؤمن بكل صفة جاءت في الكتاب والسنة على وجه الحقيقة، لا على وجه المجاز والتأويل. \n أ. مبدأ الإثبات الحقيقي: \nنُثبت جميع الأسماء والصفات التي وردت في الوحي، ونؤمن بأنها صفات حقيقية قائمة بذات الله، مثل: \n *صفة الكلام (كلام حقيقي يليق بجلاله، فالله يتكلم متى شاء وكيف شاء).\n* صفة الاستواء على العرش (استواء حقيقي يليق بعظمته، أي العلو والارتفاع). \n* صفة النزول (نزول يليق به إلى السماء الدنيا في الثلث الأخير من الليل). \n الدليل الشرعي للإثبات: \nأمرنا الله أن ندعوه بأسمائه الحسنى، وهذا يقتضي الإيمان بها كما جاءت: ﴿وَلِلَّهِ الْأَسْمَاءُ الْحُسْنَى فَادْعُوهُ بِهَا﴾ [الأعراف: 180].\nب. الحذر من التعطيل: \n التعطيل هو إنكار أو نفي الصفة أو تأويلها إلى معنى لا تدل عليه النصوص. فمن يؤول * يد الله *إلى * نعمة الله وقوته * فقط، هو معطِّل لجزء من حقيقة الصفة، وناقض للإثبات. إن الإثبات يحرر قلبك من فكرة الخالق الغامض أو البعيد. أنت تؤمن بخالق فعال، يتكلم، يسمع، يرى، يفرح، يغضب، لكن على وجه الكمال الذي يليق به."
      },
       {
        "title":"3. الركيزة الثانية: التنزيه المطلق (التعالي الإلهي)",
        "text":"التنزيه هو الجانب الذي يحمي المؤمن من الخيال البشري المحدود، ويؤكد على أن صفات الخالق لا يُشبهها شيء من صفات المخلوقين. \n أ. قاعدة نفي المماثلة (القطع القاطع): نؤمن أن الله متصف بالصفات، لكنه لا يُشبه في صفاته أحداً من خلقه، ولا يُماثلها شيء. فالصفة ثابتة، ولكن الكيفية مجهولة وممتنعة عن الإدراك البالصري أو العقلي.\n الدليل الشرعي القاطع (ميزان أهل السنة): ﴿لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ﴾ [الشورى: 11]. هذه الآية هي العمود الفقري للمنهج: ﴿لَيْسَ كَمِثْلِهِ شَيْءٌ﴾ هو التنزيه، و**﴿وَهُوَ السَّمِيعُ الْبَصِيرُ﴾** هو الإثبات. لا انفصال بينهما. \n ب. الخلاص من التشبيه: \n التشبيه هو اعتقاد أن صفة الله مثل صفة المخلوق. وهذا خطأ فادح؛ لأننا نعلم أن صفة المخلوق محدودة، ناقصة، وعارضة، بينما صفة الخالق مطلقة، وكاملة، وأزلية. فعندما نؤمن بأن الله يرى، فإننا نؤمن بأنه ليس كمثل بصره بصر المخلوق، الذي يحتاج إلى ضوء، وحدقة، وأعصاب، ويتأثر بالمسافة. بل هو بصر مطلق يليق به."
      },
       {
        "title":"4. خلاصة المعادلة: مفتاح الكمال المطلق",
        "text":"إن قاعدة الإثبات والتنزيه هي القاعدة التي تحقق اليقين الكامل في القلب، وتمنحك الوضوح الذهني: \n *بالإثبات، تمنح الله صفات الكمال التي يستحقها، وتُحبّه وتخشاه بناءً على حقيقة صفاته.\n*بالتنزيه، تنفي عن الله كل نقص أو عجز أو مشابهة للمخلوقين، فتعظمه حق التعظيم.\nالمنهجية المريحة للعقل هي: نؤمن بالصفة ونفوض الكيفية نحن نثبت المعنى الذي يدل عليه اللفظ (وهذا هو العلم)، ونترك إدراك الكيفية لله وحده (وهذا هو التسليم والعبودية).\nهذه القاعدة هي التي أبقت إيمان السلف نقياً وصافياً، بعيداً عن ضلالات المنكرين وتصورات المشبّهين. فلتكن هي قانونك الذهبي في التعرف على الخالق العظيم."
      }
      
        
    ]
}
