{
  "its_importance_in_paving_the_conquest":
  [
   {
        "title":"صلح الحديبية: مفتاح النصر والفتح المبين",
        "text":"بعد أن رسّخ النبي صلى الله عليه وسلم أركان الدولة في المدينة، وأمّن حدودها الشمالية بفتح خيبر، أصبح في موقع قوة تمكنه من التفرغ للدعوة ونشر الإسلام. ولإظهار أن نية المسلمين هي السلم لا الحرب، خرج النبي صلى الله عليه وسلم متجهاً إلى مكة لأداء العمرة.\nنستعرض الآن صلح الحديبية وأهميته في تمهيد الفتح، وهي المعاهدة التي بدت في ظاهرها تنازلاً، لكنها كانت في حقيقتها 'فتحاً مبيناً' للإسلام\nخرج النبي صلى الله عليه وسلم في ذي القعدة، العام السادس للهجرة، ومعه نحو 1400 صحابي، قاصدين مكة لأداء العمرة بسلام، لإظهار أن نية المسلمين هي السلم لا الحرب."
        },
           {
        "title":"1. أحداث الصلح (من نية العمرة إلى بيعة الرضوان)",
        "text":"عرقلت قريش مسيرة المسلمين، ورفضت السماح لهم بدخول مكة، وتوقفت المفاوضات في منطقة الحديبية.\n   *   بيعة الرضوان : أرسل النبي صلى الله عليه وسلم عثمان بن عفان (رضي الله عنه) للتفاوض مع قريش. ولما تأخر عثمان في العودة، شاعت إشاعة كاذبة بين المسلمين بأنه قد قُتل على يد قريش. فدعا النبي صلى الله عليه وسلم أصحابه إلى مبايعته على القتال حتى الموت ثأراً لدم عثمان (المُتوهَّم). هذه البيعة، التي جرت تحت شجرة، سُميت بيعة الرضوان؛ لأن الله رضي عن أصحابها. وعندما علمت قريش بجدية البيعة واستعداد المسلمين للموت، خشيت الحرب، فأسرعت في إرسال عثمان والقبول ببدء المفاوضات.\n   *   المفاوضات والصلح: أرسلت قريش سهيل بن عمرو لعقد الصلح، وتم الاتفاق على هدنة طويلة لمدة عشر سنوات."
        },
        
         {
        "title":"2. بنود الصلح (التنازل الظاهري والفتح الحقيقي)",
        "text":"اشتملت المعاهدة على بنود اعتبرها كثير من الصحابة في البداية قاسية ومُذلّة للمسلمين:\n   1.  وقف الحرب: وضع الحرب بين الطرفين لمدة عشر سنوات كاملة.\n   2.  قضاء العمرة: يعود المسلمون إلى المدينة هذا العام، على أن يأتوا في العام القادم لأداء العمرة.\n   3.  شرط رد المسلمين: من جاء من قريش إلى محمد مسلماً يرده النبي إلى قريش، ومن جاء من المسلمين إلى قريش مرتداً لا تردّه قريش إلى المسلمين.\n   4.  حرية التحالف: لأي قبيلة أن تدخل في عهد محمد أو عهد قريش. (دخلت قبيلة خزاعة في عهد المسلمين، ودخلت قبيلة بكر في عهد قريش).\nقيمة الصلح: اعتبر الله تعالى هذا الصلح ﴿إِنَّا فَتَحْنَا لَكَ فَتْحًا مُّبِينًا﴾، أي أنه كان فتحاً أعظم من أي فتح عسكري."
        },   
         {
        "title":"3. أهمية الصلح ونتائجه (الدبلوماسية العالمية)",
        "text":"كان صلح الحديبية هو الانعطاف الأهم في مسار الدعوة الإسلامية، وحقق نتائج استراتيجية كبرى:\n   *   الاعتراف بالدولة: كان أول اعتراف رسمي من قريش بوجود الدولة الإسلامية كقوة مكافئة في المنطقة، مما أزال صفة 'الخارجين على القانون' عن المسلمين.\n   *   تأمين الجبهة للدعوة: أتاح الصلح للمسلمين فترة أمان وسلام (مدة الهدنة)، فتمكنوا من التفرغ لـ نشر الدعوة في جميع أنحاء الجزيرة العربية ومواجهة الأخطار الأخرى.\n   *   الالتقاء والاختلاط: سمح توقف القتال بـ اختلاط المسلمين بالمشركين في الأسواق والمواسم، مما أدى لدخول أعداد غفيرة من سادات مكة وغيرهم في الإسلام متأثرين بأخلاق المسلمين وسماحة دينهم."
        },   
         {
        "title":"الخلاصة",
        "text":"بعد أن أصبح النبي صلى الله عليه وسلم زعيماً لدولة معترف بها إقليمياً بفضل صلح الحديبية، حان وقت توسيع دائرة الدعوة لتشمل قادة العالم وأباطرته.\nما هي الرسائل التاريخية التي أرسلها النبي صلى الله عليه وسلم إلى ملوك العالم (مثل هرقل وكسرى)؟ وكيف كانت استجابتهم، وماذا كانت أهمية هذه الخطوة في تدشين الدبلوماسية الإسلامية؟"
        }
    ]
}
