{
    "jibreel_revelation_duties":[
    {
        "title":"روح القُدس ورسول الله الأمين: من هو جبريل؟ ولماذا كانت مهمة الوحي هي أشرف مهام الخَلْق؟",
        "text":""
      },
       {
        "title":"1. المدخل الإيماني: أشرف من كُلِّف بأشرف مهمة",
        "text":"في مراتب الملائكة الكبرى، يحتل جبريل عليه السلام المنزلة الأعظم بلا منازع. لقد خُصَّ بأشرف مهمة على الإطلاق وهي نقل الوحي من الله إلى الرسل والأنبياء. \nلهذه المهمة، وصفه الله بأوصاف لم يوصف بها غيره، وأثبت له خصائص تدل على قوته، أمانته، ومنزلته الرفيعة. الإيمان التام بدوره هو إيمان بصحة النبوة ونزاهة الرسالة. أ. ألقابه العظيمة التي تدل على مهمته:\nوردت لجبريل عليه السلام في القرآن أسماء وألقاب تدل على عظمة دوره:\n1.  الروح الأمين: ﴿نَزَلَ بِهِ الرُّوحُ الْأَمِينُ ۝ عَلَىٰ قَلْبِكَ لِتَكُونَ مِنَ الْمُنذِرِينَ﴾ [الشعراء: 193-194]. (الأمين في أدائه للرسالة).\n2.  روح القُدُس: ﴿قُلْ نَزَّلَهُ رُوحُ الْقُدُسِ مِن رَّبِّكَ بِالْحَقِّ﴾ [النحل: 102]. (القُدُس أي الطهارة والتنزيه).\n3.  رسول كريم ذو قوَّة: ﴿إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ ۝ ذِي قُوَّةٍ عِندَ ذِي الْعَرْشِ مَكِينٍ﴾ [التكوير: 19-20]."
      },
       {
        "title":"2. المهمة الكبرى: حفظ ونقل الوحي الإلهي",
        "text":"المهام الأساسية لجبريل عليه السلام تدور حول التواصل بين السماء والأرض فيما يخص الرسالة والدين:\nأ. الوساطة في نزول القرآن والسنة:\nمهمته الأساسية هي إيصال كلام الله وأوامره ونواهيه إلى قلب النبي محمد ﷺ، بأمانة مطلقة ودقة تامة.\nالدليل القرآني على تنزيل القرآن:\n﴿قُلْ مَن كَانَ عَدُوًّا لِّجِبْرِيلَ فَإِنَّهُ نَزَّلَهُ عَلَىٰ قَلْبِكَ بِإِذْنِ اللَّهِ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ وَهُدًى وَبُشْرَىٰ لِلْمُؤْمِنِينَ﴾ [البقرة: 97].\n*   التطبيق المُلِمّ: الآية تؤكد أن النزول كان على القلب ليتمكن النبي ﷺ من حفظه وفهمه وتبليغه، وهو دليل على حماية القرآن من التحريف في مرحلة التلقي.\nب. إبلاغ الرسل السابقين:\nلم تقتصر مهمة جبريل على النبي محمد ﷺ فحسب، بل هو الذي أوحى إلى جميع الأنبياء والرسل قبله.\nج. حماية الرسل ونصرتهم بإذن الله:\nجبريل مكلف بمهام النصرة والدعم للأنبياء. فعندما أراد قوم إبراهيم إحراقه بالنار، كان جبريل حاضراً. وفي غزوة بدر، كان له دور قيادي في نصرة المسلمين.\nالدليل على نصرة النبي ﷺ:\nقال النبي ﷺ:(إن الله أمدكم يوم بدر بثلاثة آلاف من الملائكة... فجبريل آخذ برأس فرسه عليه لأمة حرب)(جزء من حديث رواه مسلم)."
      },
       {
        "title":"3. الخصائص التي أهلته للمهمة (قوة، أمانة، مكانة):",
        "text":"لم يُكلَّف جبريل بهذه المهمة إلا لأنه يجمع بين خصائص لم تُعطَ لغيره من الملائكة:\n أ. القوة والضخامة الهائلة (القوة الجسدية):\nوصفه الله بـ ذي قوة وهي قوة هائلة مكّنته من تنفيذ المهام الصعبة التي لا يقدر عليها أحد من المخلوقات. وهذه القوة ظهرت في:\n*  إهلاك القرى: عندما أمر الله بإهلاك قوم لوط، تولى جبريل ذلك، فـ رفع مدائنهم حتى سمع أهل السماء نباح كلابهم ثم قلبها (مستنبط من النصوص).\n*  عظمة خلقته: رأى النبي ﷺ صورته الحقيقية وله 600 جناح سد بها الأفق.\nب. الأمانة المطلقة (العصمة):\nهو الأمين الذي ضمن عدم زيادة أو نقصان حرف واحد من الوحي الإلهي. هذه الأمانة هي ضمانة إلهية لحفظ الشريعة من التحريف في مرحلة النزول.\nج. المنزلة العالية والمكانة (مكانة عند ذي العرش):\nهو مكين أي ذو مكانة ومنزلة رفيعة عند الله سبحانه وتعالى، ويشهد على ذلك الملأ الأعلى."
      },
       {
        "title":"4. الأثر العملي: اليقين بحفظ الرسالة",
        "text":"الإيمان بدور جبريل العظيم يرسخ في قلب المؤمن حقيقة ثابتة:\n1.  ضمانة الرسالة: يتيقن المؤمن أن القرآن والسنة نزلتا بأمانة تامة من جهة المُلَقِّي (جبريل) والْمُتَلَقِّي (النبي ﷺ)، مما يقطع الشك في أصل الشريعة.\n2.  القدوة في القوة والأمانة: جبريل يمثل أعلى درجات القوة في التنفيذ والأمانة في التبليغ. وعلى المؤمن أن يسعى للتحلي بهاتين الصفتين في حياته: قوة في الالتزام وأمانة في تبليغ ما تعلمه.\nجبريل عليه السلام هو الجسر النوراني الذي عبرت عليه كلمة الله لتُضيء حياة البشر، وهو شاهد على أن الطاعة المطلقة هي قمة الشرف."
      }
        
    ]
}
