{
    "kiram_katibeen_guardianship":[
      {
        "title":"مَلَكا الرقابة الدائمة: الكرام الكاتبون، والميزان الدقيق الذي لا يُفوّت همسة أو حركة",
        "text":""
      },

       {
        "title":"1. المدخل الإيماني: المراقبة التي لا تنتهي",
        "text":"في كل لحظة من حياة الإنسان، هناك رقابة إلهية مباشرة وفورية. هذه الرقابة ليست مجرد علم من الله، بل هي توكيل ملكين عظيمين بمهمة لا تفارق الإنسان أبداً: تسجيل كل ما يصدر منه من قول أو فعل أو حتى نية.\nهؤلاء الملائكة هم الكرام الكاتبون، أو كما أشار إليهم القرآن والسنة باسم رقيب وعتيد وهما دليل قاطع على إحاطة علم الله بالإنسان، وأن كل عمل محسوب ومسجل بدقة متناهية."
      },
       {
        "title":"2. الكرام الكاتبون: الوظيفة والمنزلة",
        "text":"القرآن الكريم وصف هؤلاء الملائكة بصفة تدل على شرفهم ونزاهة مهمتهم.\nأ. الصفة واللقب:\nوصفهم الله بأنهم: ﴿وَإِنَّ عَلَيْكُمْ لَحَافِظِينَ ۝ كِرَامًا كَاتِبِينَ ۝ يَعْلَمُونَ مَا تَفْعَلُونَ﴾ [الانفطار: 10-12].\n*  حافظين: أي يحفظون أعمال العباد ويراقبونها.\n*  كراماً كاتبين: يدل على شرف منزلتهم عند الله، فهم ليسوا مجرد كتبة، بل هم أوكلوا بمهمة عظيمة تستوجب الإكرام.\nب. رقيب وعتيد (الثنائية الوظيفية): \nالآية القرآنية التالية تفصّل مهمة هذين الملكين:\nالدليل القرآني على التثبيت:\n﴿مَّا يَلْفِظُ مِن قَوْلٍ إِلَّا لَدَيْهِ رَقِيبٌ عَتِيدٌ﴾ [ق: 18].\n*  رقيب: أي المراقب والمُلازم والمُشاهد الذي لا يغيب عنه شيء.\n*  عتيد: أي الحاضر المُعدّ والجاهز للكتابة في الحال.\nوقد ذهب المفسرون إلى أن رقيب وعتيد هما وصف وظيفي للملكين، أحدهما موكل بكتابة الحسنات عن اليمين، والآخر موكل بكتابة السيئات عن الشمال."
      },
       {
        "title":"3. نظام الكتابة والتدوين (دقة الميزان):",
        "text":"نظام عمل الكرام الكاتبين يمتاز بالدقة والشمولية والعدل المطلق، وهو ما يجعله شهادة كاملة يوم القيامة.\nأ. الشمولية في التسجيل:\nيسجلون كل شيء يخرج من الإنسان، وهذا يشمل:\n1.  الأقوال (اللفظ): كل كلمة يتفوه بها الإنسان، سواء كانت خيراً أو شراً.\n2.  الأفعال (العمل): كل عمل تفعله الجوارح.\n3.  النيّات (الباطن): تسجل النية الصالحة ولو لم يعمل بها العبد (تُكتب حسنة)، وتسجل النية السيئة إذا أصرّ عليها أو عمل بها.\nب. آلية تسجيل الحسنات والسيئات:\nهناك فضل إلهي في تسجيل الحسنات، يختلف عن تسجيل السيئات:\n*  الحسنة: تكتب بمجرد فعلها، وتضاعف إلى عشرة أمثالها أو أكثر: (من همّ بحسنة فلم يعملها كتبت له حسنة)(متفق عليه).\n*  السيئة: هناك مهلة لتسجيلها، وإذا تركها العبد خوفاً من الله لم تُكتب: (وإذا همّ بسيئة فلم يعملها لم تكتب عليه، فإن عملها كتبت سيئة واحدة) (متفق عليه). وورد في الأثر أن ملك الشمال يرفع قلمه عن كتابة السيئة بضع ساعات لعل العبد يتوب أو يستغفر.\nج. شهادتهم يوم القيامة:\nهؤلاء الملائكة ليسوا مجرد كتبة، بل هم شهود يوم الحساب، وسيقدمون كتاباً مفصلاً لا يغادر صغيرة ولا كبيرة.\nالدليل القرآني على إظهار الكتاب:\n﴿وَوُضِعَ الْكِتَابُ فَتَرَى الْمُجْرِمِينَ مُشْفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَا وَيْلَتَنَا مَالِ هَٰذَا الْكِتَابِ لَا يُغَادِرُ صَغِيرَةً وَلَا كَبِيرَةً إِلَّا أَحْصَاهَا ۚ وَوَجَدُوا مَا عَمِلُوا حَاضِرًا﴾ [الكهف: 49]."
      },
       {
        "title":"4. الأثر العملي: تثبيت الإحسان والمراقبة",
        "text":"الإيمان بوظيفة الكرام الكاتبين هو التجسيد الحقيقي لمفهوم الإحسان أي أن تعبد الله كأنك تراه.\n1.  الردع عن معاصي الخلوات: عندما يتذكر المؤمن أن عليه رقيباً عتيداً لا يفارقه، فإنه يبتعد عن معاصي السر التي لا يراها البشر، لأن شهادة الملائكة أشد وأبقى. \n2.  الاجتهاد في الطاعات الخفية: يحرص المؤمن على الأعمال الصالحة التي لا يطلع عليها الناس، لأنها ترفع ميزانه عند الكرام الكاتبين، وهي بمنأى عن الرياء.\n3.  ضبط اللسان: يتفكر المؤمن في دقة قوله تعالى: ﴿مَّا يَلْفِظُ مِن قَوْلٍ﴾، فيُحسن كلامه ويقلل لغوه، لأن كل كلمة إما أن تكون له أو عليه.\nبهذه المراقبة الدائمة، يتحول المسلم من عبد يخشى الناس، إلى عبد يخشى الله ويحاسب نفسه قبل أن يُحاسَب."
      }
        
    ]
}
