{
  "kufr_major_minor":[
      
        
       {
        "title":"الكفر وأنواعه: التفريق بين الكفر الأكبر المُخرِج من الملة والكفر الأصغر غير المُخرِج منها",
        "text":""
      },
       {
        "title":"1. المدخل العقدي: حقيقة الكفر والجاهلية",
        "text":"الكفر لغةً: مأخوذ من (الستر والتغطية) ومنه سمي الزارع(كافراً) لأنه يغطي البذرة في الأرض.الكفر شرعاً: هو عدم الإيمان بالله ورسله، سواء كان بتكذيب أو بامتناع أو بشك أو بإعراض أو بإنكار لبعض ما جاء به الرسول ﷺ، أو بارتكاب ناقض من نواقض الإسلام.\nينقسم الكفر إلى قسمين رئيسيين يختلفان في الحكم والجزاء: الكفر الأكبر و الكفر الأصغر."
      },
       {
        "title":"2. الكفر الأكبر",
        "text":"التعريف: هو كل ما يناقض أصل الإيمان، أو يناقض ركناً من أركانه، ويُوجب الخلود في النار إذا مات صاحبه عليه دون توبة. هذا النوع من الكفر يُخرج صاحبه من الملة الإسلامية.\nأ. أنواع الكفر الأكبر:\nينقسم الكفر الأكبر إلى خمسة أنواع رئيسية بحسب سببه وطريقته:\n1.  كفر التكذيب: جحود القلب ولسان لما جاء به الرسول ﷺ.\n*   مثاله: قول فرعون: ﴿يَا أَيُّهَا الْمَلَأُ مَا عَلِمْتُ لَكُم مِّنْ إِلَٰهٍ غَيْرِي﴾ [القصص: 38].\n2.  كفر الجحود والإباء: عدم الانقياد مع المعرفة بصدق الرسول ﷺ.\n*   كفر الجحود والإباء: عدم الانقياد مع المعرفة بصدق الرسول ﷺ.\n3.  كفر الإعراض: ترك الدين بالكلية وعدم التعلم أو العمل به أو الاهتمام بأمره.\n*   مثاله: من يُعرض تماماً عن سماع الحق أو العمل به.\n4.  كفر النفاق (الاعتقادي): إظهار الإيمان وإبطان الكفر والعداوة للدين.\n*   مثاله: المنافقون الذين يظهرون الصلاة والشهادة ولكن قلوبهم جاحدة كافرة.\n5.  كفر الشك والظن: عدم اليقين بصدق الرسول ﷺ أو بأصول الدين.\n*   مثاله: قصة صاحب الجنتين: ﴿وَدَخَلَ جَنَّتَهُ وَهُوَ ظَالِمٌ لِّنَفْسِهِ قَالَ مَا أَظُنُّ أَن تَبِيدَ هَٰذِهِ أَبَدًا ۝ وَمَا أَظُنُّ السَّاعَةَ قَائِمَةً﴾ [الكهف: 35-36]."
      },
       {
        "title":"3. الكفر الأصغر",
        "text":"التعريف: هو كل ذنب ورد في النصوص تسميته كفراً، ولكنه لا يُخرج صاحبه من الملة الإسلامية ولا يوجب له الخلود في النار (مادام موحداً). هو أشد من الكبائر العادية.\nأ. ضابط الكفر الأصغر:\nالضابط هو ما جاء في النصوص الشرعية تسميته كفراً، ولكن لم يرد فيه ما يُفيد الخروج من الإسلام أو الخلود في النار، ويظل صاحبه موحداً.\nب. أمثلة الكفر الأصغر:\n1.  كفر النعمة: عدم شكر الله على النعم والجحود بها (وليس جحود الله ذاته).\n*   مثاله: ﴿وَضَرَبَ اللَّهُ مَثَلًا قَرْيَةً كَانَتْ آمِنَةً مُّطْمَئِنَّةً يَأْتِيهَا رِزْقُهَا رَغَدًا مِّن كُلِّ مَكَانٍ فَكَفَرَتْ بِأَنْعُمِ اللَّهِ﴾ [النحل: 112].\n2.  الطعن في الأنساب أو النياحة على الميت:\n*   الدليل النبوي:(اثنتان في الناس هما بهم كفر: الطعن في النسب والنياحة على الميت)(رواه مسلم). (أي: من خصال الكفر).\n3.  الحلف بغير الله:\n*   الدليل النبوي:(حلف بغير الله فقد كفر أو أشرك)(رواه الترمذي). (كفر أصغر لأنه لا يصل لدرجة الشرك الأكبر إلا إذا اعتقد تعظيم المحلوف به كتعظيم الله).\nقتال المسلم بغير حق:\n*   الدليل النبوي:(سِبابُ المسلم فُسوق وقتاله كفر)(متفق عليه). (كفر أصغر لا يُخرج من الملة لأن القتل ليس فيه جحود للدين)."
      },
       {
        "title":"4. الفرق الجوهري بين النوعين",
        "text":"يُلخص الفرق بين الكفر الأكبر والأصغر في حكمين أساسيين:\nوجه المقارنة\n1.  الكفر الأكبر\n*  الحكم في الدنيا:يُخرج من الملة، ولا يرث ولا يُورث، ولا يُصلى عليه إذا مات.\n*   الحكم في الآخرة: الخلود في النار وعدم المغفرة.\n*   الضابط: يناقض أصل الإيمان (الاعتقاد أو القول أو العمل الكفري).\n2.  الكفر الأصغر\n*   الحكم في الدنيا: لا يُخرج من الملة، صاحبه فاسق عاصٍ ولكنه مؤمن.\n*   الحكم في الآخرة: لا يُوجب الخلود في النار، هو تحت المشيئة (قد يُعذب ثم يدخل الجنة).\n*   الضابط: لا يناقض أصل الإيمان، ولكنه ذنب عظيم سُمي كفراً."
      }
      
       
    ]
}
