{
  "legislative_inimitability":[
      
        
       {
        "title":"الإعجاز التشريعي في الأحكام والحدود: قمة العدل والمصلحة الإنسانية",
        "text":""
      },
        {
        "title":"1. تعريف الإعجاز التشريعي",
        "text":"الإعجاز التشريعي: هو تفوق القوانين والأنظمة والأحكام التي جاء بها القرآن والسنة على جميع القوانين الوضعية والدساتير البشرية في تحقيق العدل المطلق، والمصالح العامة والخاصة، والشمولية، والخلود.\nالإعجاز هنا يكمن في قدرة هذه التشريعات على:\n1.  الموازنة: التوفيق بين مطالب الروح والجسد، والفرد والمجتمع.\n2.  الخلود: صلاحيتها لكل عصر وبيئة دون الحاجة إلى تعديل أو تبديل في أصولها."
      },
        {
        "title":"2. مظاهر الإعجاز في الأحكام (التشريع الشامل)",
        "text":"تتجلى عظمة التشريع الإسلامي في كونه يغطي جميع جوانب حياة الإنسان بمرونة وثبات:\nأ. الشمولية والتوازن:\n*   التشريع الاقتصادي: يحارب الربا ويأمر بالزكاة، مما يحقق التوازن الاجتماعي ويمنع تكديس الثروات.\n*   التشريع الاجتماعي: ينظم العلاقة الأسرية بالزواج والطلاق والميراث (حيث وضع نظاماً عادلاً لتوزيع الثروة لا يمكن للبشر الإتيان بمثله).\n*   التشريع السياسي والدولي: يضع قواعد العدل في الحكم والعلاقات الدولية (حتى في حالة الحرب والسلم).\nب. المصلحة والفطرة:\n*   إباحة الطيبات وتحريم الخبائث: جميع الأحكام جاءت متوافقة مع الفطرة السليمة والمصلحة الجسدية والنفسية للإنسان (مثل تحريم الخمر والمخدرات، وتحليل المطعومات الطيبة).\n*   رفع الحرج والتيسير: أساس التشريع الإسلامي هو رفع المشقة والحرج: ﴿يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلَا يُرِيدُ بِكُمُ الْعُسْرَ﴾ [البقرة: 185]. وهذا يتضح في رخص الإفطار في السفر والمرض، وفي قلة التكاليف مقارنة بالأديان السابقة."
      },
      
        {
        "title":"3. مظاهر الإعجاز في الحدود (التشريع الجنائي)",
        "text":"الإعجاز في الحدود والعقوبات يظهر في تحقيقها للردع والعدالة التامة، مما يجعلها قادرة على إصلاح المجتمع بشكل جذري:\nأ. الردع والوقاية (الزجر):\n*   الحدود (مثل قطع يد السارق أو جلد الزاني) تتميز بكونها قاسية في التنفيذ لردع النفوس، ولكنها في الوقت ذاته صعبة الإثبات (كمشترط الشهود الأربعة في الزنا)؛ وذلك لتضييق دائرة التنفيذ قدر الإمكان.\n*   الغاية: العبرة هنا ليست في كثرة تنفيذ الحد، بل في إيقاف الجريمة بمجرد العلم بوجود عقوبة رادعة. المجتمع الذي تطبق فيه الحدود يصبح أكثر أماناً مقارنة بالمجتمعات التي تعتمد على العقوبات الإصلاحية غير الرادعة.\nب. العدالة المطلقة:\n*   المساواة أمام القانون: الحدود تُطبق على الشريف والوضيع، والغني والفقير، دون تمييز أو محاباة، وهذا يضمن أقصى درجات العدالة.\n*   العقوبة المتناسبة مع الجرم: الحدود مُقدرة من الله تعالى، فلا مجال فيها للاجتهاد البشري الناقص أو الأهواء الشخصية، فكل عقوبة تتناسب تماماً مع جرمها وخطورته على المجتمع (مثل القصاص الذي يضمن حياة المجتمع).\nالدليل القرآني على الإعجاز في القصاص:\n﴿وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ يَا أُولِي الْأَلْبَابِ لَعَلَّكُمْ تَتَّقُونَ﴾ [البقرة: 179].\n*   القرآن يصف القتل (القصاص) بأنه حياة، وهذا إعجاز بياني وتشريعي، لأن القصاص يمنع تفشي الجريمة ويحمي أرواح الكثيرين."
      },
      
        {
        "title":"4. التحدي الزمني والخلود",
        "text":"البرهان الأكبر على الإعجاز التشريعي هو بقاء صلاحية هذه الأحكام والحدود رغم تطور المجتمعات البشرية.\nفبينما تفشل القوانين الوضعية البشرية وتتطلب التعديل والإلغاء كل فترة قصيرة، تبقى الأصول التشريعية الإسلامية ثابتة ومناسبة، مما يثبت أنها من وضع خالق الإنسان الذي يعلم ما يصلحه."
      }
      
      
       
       
    ]
}
