{
  "lessons_on_steadfastness_after_adversity":
  [
       {
        "title":"أُحد.. دروس في الثبات بعد الابتلاء: صناعةُ الرجال بالتمحيص",
        "text":"نصل الآن إلى استخلاص العبر من قلب المحنة، فغزوة أحد لم تكن مجرد واقعة عسكرية، بل كانت 'هزّة زلزالية' لإعادة صياغة القلوب. في هذا الجزء، سنتأمل كيف حوّل القرآن جراح الصحابة إلى منارات هدى، وكيف يُصنع الثبات من رحم الابتلاء.\nلقد كانت 'أُحد' بمثابة المختبر الإلهي لتمحيص الصف المؤمن؛ حيث نزل الوحي ليواسي الجراح ويضع اليد على مكمن الخلل. إن الثبات الذي أظهره الصحابة بعد الصدمة الأولى لم يكن وليد صدفة، بل كان نتيجة 'تربية نبوية 'جعلت من الإخفاق درجة في سلم الصعود."
        },
           {
        "title":"١. حكمةُ الابتلاء (الفرز الإلهي):",
        "text":"لم يكتب الله النصر للمسلمين في أحد كما كتبه في بدر لحكمة عظيمة، وهي 'التمييز' . يقول تعالى: ﴿مَّا كَانَ اللَّهُ لِيَذَرَ الْمُؤْمِنِينَ عَلَىٰ مَا أَنتُمْ عَلَيْهِ حَتَّىٰ يَمِيزَ الْخَبِيثَ مِنَ الطَّيِّبِ﴾. ففي الرخاء يدعي الجميع الثبات، ولكن عند شدة البلاء يسقط المنافقون والشاكّون، ويبقى 'الثابتون' الذين لا تتزعزل عقيدتهم بمجرد جرح أو انكسار."
        },
           {
        "title":"٢. الدرسُ في مفهوم 'القائد والمنهج':",
        "text":"عندما سرت إشاعة 'موت النبي ﷺ' انهارت بعض العزائم، وهنا نزل الدرس القرآني ليصحح المفهوم: ﴿وَمَا مُحَمَّدٌ إِلَّا رَسُولٌ قَدْ خَلَتْ مِن قَبْلِهِ الرُّسُلُ ۚ أَفَإِن مَّاتَ أَوْ قُتِلَ انقَلَبْتُمْ عَلَىٰ أَعْقَابِكُمْ؟﴾.\n   *   الثبات الحقيقي يكون على 'المنهج' لا على الأشخاص فقط. تعلم الصحابة أن الرسول ﷺ هو المبلّغ، وأن الرسالة باقية، فاستعادوا توازنهم وقاتلوا على ما قاتل عليه رسول الله."
        },
           {
        "title":"٣. رفعُ الروح المعنوية (أصل الثبات):",
        "text":"بعد الهزيمة، يتسلل اليأس، لكن القرآن جاء ليضمد القلوب بكلمات تبث العزة: ﴿وَلَا تَهِنُوا وَلَا تَحْزَنُوا وَأَنتُمُ الْأَعْلَوْنَ إِن كُنتُم مُّؤْمِنِينَ﴾. الثبات يبدأ من الداخل؛ فالمؤمن قد يخسر جولة عسكرية، لكنه لا ينبغي أن يخسر 'علوه الروحي' وثقته في وعد الله."
        },
           {
        "title":"٤. الصبرُ الجميل عند المصيبة:",
        "text":"رأينا ثباتاً أسطورياً في مواقف الصحابة؛ 'هند بنت عمرو بن حرام' تُساق جنازة زوجها وأخيها وابنها، وهي تسأل: 'ما فعل رسول الله؟' فلما رأته قالت: 'كل مصيبة بعدك جلل (هينة)' . هذا الثبات هو الثمرة المرجوة من الابتلاء؛ أن يصبح الحبيب أغلى من النفس والأهل."
        },
           {
        "title":"الخلاصة",
        "text":"لكن هذا الثبات النفسي لا يغني عن 'الانضباط العسكري' ، فالابتلاء في أحد لم يكن قدراً محتماً بلا سبب، بل كان له 'ثمن' دُفع نتيجة خطأ بشري واضح. إن جبل الرماة سيبقى للأبد شاهداً على أن المعصية هي الثغرة التي يتسلل منها الهوان، وأن الكلمة التي تُكسر للقائد قد تكسر معها جيشاً بأكمله.\nلماذا أصر الرماة على النزول رغم التحذيرات المشددة؟ وكيف تحول 'حب الدنيا' (الغنائم) إلى غشاوة منعتهم من رؤية خطر الالتفاف؟ وما هي العبرة التي يجب أن تعيها كل منظمة أو جيش أو حتى أسرة من 'زلزال الرماة'؟\nسنغوص في أعماق هذا الخطأ الفادح في المقالة القادمة: 'أخطاء الرماة وعبرة الطاعة للقيادة'."
        }
  
    ]
}
