{
  "  lie_detection_neural_signals":[
      
        
       {
        "title":"كشف الكذب والإشارات العصبية: الإعجاز في توطين الخطأ والكذب",
        "text":"\nيُعد موضوع (كشف الكذب والإشارات العصبية) استكمالاً لموضوع (الناصية) حيث يشير القرآن الكريم بشكل غير مباشر إلى أن الكذب يترك أثراً يمكن رصده في منطقة محددة من الدماغ، وهي حقيقة تستغلها حاليًا تقنيات التصوير العصبي الحديثة."
      },
      {
        "title":"1. المدخل القرآني: الناصية وعلاقتها بالكذب والخطأ",
        "text":"الآية الكريمة لا تصف عملية الكشف بشكل مباشر، ولكنها تصف المنطقة المسؤولة عن الكذب والخطأ بأنها يمكن أن تُسفَع (تُجذب/تُعاقَب)، مما يدل على أنها مركز التحكم:\nالآية الكريمة (أصل الإعجاز):\n﴿كَلَّا لَئِن لَّمْ يَنتَهِ لَنَسْفَعًا بِالنَّاصِيَةِ ۝ نَاصِيَةٍ كَاذِبَةٍ خَاطِئَةٍ﴾ [العلق: 15-16]."
      },
      
      {
        "title":"2. الإعجاز في مصدر إشارة الكذب",
        "text":"يتجلى الإعجاز في الربط بين (الناصية) (مقدمة الدماغ/الفص الجبهي) وبين خاصيتي الكذب والخطأ.\nالمصطلح القرآني: نَاصِيَةٍ كَاذِبَةٍ\nالدلالة الوظيفية: النطق أو التفكير الكاذب ينشأ من هذه المنطقة.\nالدلالة العلمية الحديثة (تقنية كشف الكذب): علم الأعصاب المعرفي: أثبتت دراسات التصوير بالرنين المغناطيسي الوظيفي أن الكذب هو عملية إدراكية أكثر تعقيداً من الصدق، وتتطلب تنشيطاً أكبر وأكثر وضوحاً في القشرة أمام الجبهية (وهي الناصية).\nالمصطلح القرآني: نَاصِيَةٍ خَاطِئَةٍ\nالدلالة الوظيفية: السلوكيات والقرارات التي تنتهي بالخطأ (فعل لا إرادي).\nالدلالة العلمية الحديثة (تقنية كشف الكذب): التحكم التنفيذي: الفص الجبهي هو مركز التحكم التنفيذي الذي يُوقف السلوك الخاطئ أو يخطط للسلوك الصحيح. وعند اتخاذ قرار خاطئ، يكون هذا القرار قد صدر عن هذه المنطقة."
      },
      
      {
        "title":"3. الإعجاز العلمي (تقنيات التصوير العصبي)",
        "text":"لم يتوصل الإنسان إلى تحديد مركز الكذب والخطأ بدقة إلا مع ظهور تقنيات التصوير التي ترصد الإشارات العصبية والنشاط الدماغي:\n  1.  جهاز كشف الكذب التقليدي : هذا الجهاز يقيس التغيرات الفيزيولوجية (التعرق، النبض، التنفس) المصاحبة للكذب، والتي هي ردود فعل يصدرها الدماغ (بواسطة الجهاز العصبي الذاتي).\n  2.  التصوير بالرنين المغناطيسي الوظيفي : هذا هو الاكتشاف الحقيقي الذي يتطابق مع الآية. عند مطالبة شخص بالكذب أو الصدق، يظهر نشاط إضافي في الفص الجبهي الأمامي عند الكذب، مقارنة بالصدق. هذا النشاط الإضافي هو الإشارة العصبية التي تدل على أن عملية الكذب قد تمت في (الناصية).\n  3.  توطين الوظيفة: الآية وضعت الإصبع على الموطن التشريحي والسلوكي (الناصية) الذي تنبع منه الإشارة المتميزة للكذب والخطأ، وهو ما يُعد سبقا علميا مذهلا.\nالخلاصة: إن وصف الناصية بأنها منبع الكذب والخطأ، وتأكيد علم الأعصاب أن هذه المنطقة (الفص الجبهي) هي المركز الأعلى للتخطيط الإدراكي والكاذب، يوضح أن القرآن قد أشار إلى مصدر الإشارات العصبية التي يمكن للبشر حالياً رصدها وتقييمها للكشف عن الكذب والسلوكيات الخاطئة."
      }
      
        
      
    ]
}
