{
  "light_speed_quranic":[
      
        
       {
        "title":"سرعة الضوء في القرآن: الإشارة الخفية لأقصى سرعة كونية",
        "text":"موضوع (سرعة الضوء) هو أحد أكثر موضوعات الإعجاز العلمي إثارة للجدل والدهشة، حيث يرى بعض الباحثين أن القرآن الكريم أشار إلى القيمة الدقيقة لسرعة الضوء من خلال معادلة رياضية مستخلصة من إحدى الآيات."
      },
       {
        "title":"1. المدخل القرآني: المقارنة الزمنية بين الكون والأرض",
        "text":"الآية التي يستند إليها الباحثون في استنباط سرعة الضوء هي آية تتحدث عن تدبير الأمر الإلهي وصعوده (عروجه) من الأرض إلى السماء:\nالآية الكريمة (أصل الإعجاز):\n﴿يُدَبِّرُ الْأَمْرَ مِنَ السَّمَاءِ إِلَى الْأَرْضِ ثُمَّ يَعْرُجُ إِلَيْهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ أَلْفَ سَنَةٍ مِّمَّا تَعُدُّونَ﴾ [السجدة: 5]."
      },
       {
        "title":"2. الإطار الرياضي والفيزيائي للإعجاز",
        "text":"يرتكز هذا النوع من الإعجاز على فرضية مفادها أن الأمر الإلهي (الذي يعرج ويعود في يوم) يسير بأقصى سرعة ممكنة في الكون، وهي سرعة الضوء (C)، وأن المسافة المقطوعة في يوم أرضي واحد تساوي المسافة المقطوعة في ألف سنة قمرية.\nأ. قاعدة الفيزياء (السرعة):\nنعلم أن السرعة (V) = المسافة (L) / الزمن (T).\nب. التطبيق القرآني (المعادلة المقترحة):\n1.  السرعة (V): هي سرعة عروج الأمر الإلهي، وتفترض أنها تساوي سرعة الضوء (C).\n2.  الزمن (T): هو اليوم الأرضي (اليوم الفلكي: حوالي 86164 ثانية).\n3.  المسافة (L): هي المسافة المقطوعة في ألف سنة قمرية (1000 سنة × 12 شهرًا قمريًا × مسافة مدار القمر في الشهر).بناءً عليه، تُصاغ العلاقة كالتالي:\n$$C = \frac{\text{المسافة المقطوعة في } 1000 \text{ سنة قمرية}}{\text{مقدار اليوم الأرضي}}$$\n ج. النتيجة الحسابية:\nقام بعض الباحثين (مثل الدكتور منصور حسب النبي وغيره) بالتعويض بالقيم الفلكية المعروفة لمدار القمر واليوم الأرضي (اليوم النجمي)، وحصلوا على ناتج يكاد يتطابق بدقة عالية مع قيمة سرعة الضوء المقاسة حديثًا:\n  *   سرعة الأمر الكوني المستنبطة: حوالي $299,792.5$ كيلومتر/ثانية.\n  *   سرعة الضوء المقاسة عالميًا: حوالي $299,792.458$ كيلومتر/ثانية."
      },
       {
        "title":"3. دلالات الإعجاز العقدي والفيزيائي",
        "text":"1.  سرعة الضوء كسرعة قصوى: يشير هذا التطابق إلى أن الأمر الإلهي يسري في الكون بالسرعة القصوى المسموح بها في قوانين الفيزياء (سرعة الضوء). وهذا يربط بين الحركة الروحية (عروج الأمر) والقوانين الكونية (أقصى سرعة).\n2.  نظام القياس القمري: الإشارة إلى (ألف سنة مما تعدون) تعني التقويم القمري الذي كان سائدًا في مكة. استخدام التقويم القمري (الذي يعتمد على حركة القمر حول الأرض) في المعادلة يؤدي إلى هذا التطابق الرياضي الدقيق، وهو ما يضيف بعداً إعجازياً آخر.\n3.  النسبية الزمنية: هذه الآية، مع آية أخرى تقول: ﴿تَعْرُجُ الْمَلَائِكَةُ وَالرُّوحُ إِلَيْهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ﴾ [المعارج: 4]، تشير إلى مفهوم النسبية الزمنية، حيث يختلف إدراك الزمن ومقداره حسب سرعة المتحرك أو طبيعة الجرم الذي يُحسب الزمن بناءً عليه، وهو المفهوم الذي رسخ له آينشتاين في القرن العشرين."
      },
       {
        "title":"تنبيه هام (منهجية الإعجاز العلمي):",
        "text":"يجب التنويه بأن هذا التفسير الرياضي يظل ضمن اجتهادات العلماء المتأخرين، ويعتبر من باب (الإشارة العلمية) التي تتوافق مع الاكتشافات الحديثة، مع الحذر من الجزم بأن الآية نزلت حصراً لتحديد سرعة الضوء، حيث أن مقصد الآية الأول هو تبيان عظمة الخالق ونسبية الزمن بين المخلوق والخالق."
      }
   
       
    ]
}
