{
  "longing_for_the_prophet_tears_and_yearning":
  [
       {
        "title":"البكاء شوقاً إليه ﷺ: لوعة المحبين وحنين المشتاقين",
        "text":"نختم هذا الجزء الوجداني من حديثنا عن المحبة بمقام 'الشوق' وهو المقام الذي تذوب فيه القلوب وتفيض فيه العيون. فإذا كانت محبته ﷺ لأمته دافعاً للعمل، فإن 'الشوق إليه' هو وقود الأرواح التي أتعبها البعد، وحنين النفوس التي ترجو لقاءه عند الحوض.\nالبكاء شوقاً للنبي ﷺ ليس مجرد ضعف عاطفي، بل هو علامة على حياة القلب، وبرهان على صدق الوصل. هو ذاك الشعور الذي يغالب المرء حين يقرأ سيرته، أو يسمع اسمه، فيشعر أن روحه تنازع جسده لتطير إلى المدينة، حيث طابت بقدومه الأرض، وحيث يرجو كل محب أن يكحل عينيه برؤيته."
        },
            {
        "title":"١. بكاء الشوق قبل الرؤية (حالنا اليوم):",
        "text":"أخبرنا النبي ﷺ عن أقوام سيأتون من بعده، يكون أحدهم مستعداً للتضحية بكل دنياه في سبيل نظرة واحدة لوجهه الكريم. هذا البكاء الذي يغلب المؤمن حين يشعر ببعد الزمان والمكان عن عصر النبوة هو 'بكاء الإيمان' لأن القلب لا يشتاق إلا لمن آمن بعظمته وأحب صفاته."
        },
            {
        "title":"٢. بكاء الصحابة يوم الوداع وبعد الرحيل:",
        "text":"لم يكن أحد أشد شوقاً إليه ممن عاشره.\n   *   بلال بن رباح: بعد وفاة النبي ﷺ، لم يطق بلال البقاء في المدينة، ورحل إلى الشام لأنه لم يحتمل رؤية الأماكن التي خلت من نبيه. ويُروى أنه عندما حضرته الوفاة، صرخت زوجته: 'وا حزناه!' ، فقال وهو في قمة الفرح: 'وا طرباه! غداً نلقى الأحبة.. محمداً وصحبه' . لقد غلب شوق اللقاء ألم الموت.\n   *   ثوبان مولى النبي ﷺ: رُئي يوماً وقد تغير لونه ونحل جسمه، فسأله النبي ﷺ عن ذلك، فقال: 'يا رسول الله، ما بي من وجع، غير أني إذا لم أرك استوحشت وحشة شديدة حتى ألقاك، ثم ذكرت الآخرة فخفت ألا أراك' . فنزل قول الله مواساةً له: ﴿وَمَن يُطِعِ اللَّهَ وَالرَّسُولَ فَأُولَٰئِكَ مَعَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِم﴾."
        },
            {
        "title":"٣. حنين الجماد (الجذع الذي بكى):",
        "text":"إذا كان هذا حال البشر، فما بالك بالجماد؟\n   *   كان النبي ﷺ يخطب على 'جذع نخلة' ، فلما صُنع له منبر وتَرَك الجذع، سُمع للجذع صوت بكاء وأنين كأنين الصبي شوقاً لرسول الله ﷺ وتأثراً بفراقه. فنزل النبي ﷺ وضمه إليه حتى سكن. قال الحسن البصري: 'يا معشر المسلمين، الخشبة تحنُّ إلى رسول الله ﷺ شوقاً إليه، فأنتم أحقُّ أن تشتاقوا إليه!'."
        },
            {
        "title":"٤. الشوق الذي يُثمر اللقاء:",
        "text":"إن البكاء شوقاً ليس غاية في حد ذاته، بل هو وسيلة ترفع درجة المحب. فقد جاء رجل للنبي ﷺ يسأل عن الساعة، فقال له ﷺ: 'وماذا أعددت لها؟' قال: 'ما أعددت لها كثير صلاة ولا صيام، ولكني أحب الله ورسوله' ، فقال ﷺ الكلمة التي هي أمل كل مشتاق: 'أنت مع من أحببت'."
        },
            {
        "title":"الخلاصة",
        "text":"هذه الدموع وهذه الأشواق لم تكن لتكون لولا 'النموذج الواقعي' الذي قدمه الجيل الأول. فإذا كنا نحن نبكي شوقاً إليه دون أن نراه، فكيف كان حال أولئك الذين رأوه، وجالسوه، وفدوه بصدورهم؟ كيف تحول حب الصحابة للنبي ﷺ إلى 'أسطورة فداء' لم يعرف التاريخ لها مثيلاً؟\nلماذا كان أبو بكر يبكي فرحاً بصحبته في الهجرة؟ وكيف وقفت 'أم عمارة' تذود عنه والسيوف تنهال عليها؟ وما هو سر القوة التي جعلت الصحابة يقولون له في أحلك الظروف: 'اذهب أنت وربك فقاتلا إنا معكما مقاتلون' ؟\nسنعرف ذلك في المقالة القادمة: 'حب الصحابة له ﷺ: فداءٌ بالروح والمال'."
        }
       
        
 
    ]
}
