{
    "major_minor_shirk_comparison":[
 {
        "title":"ميزان النجاة النهائي: الفرق الجوهري بين الشرك الأكبر والأصغر، ولماذا عليك أن تخاف من كلاهما؟",
        "text":""
      },
       {
        "title":"1. نقطة التحول: الحاجة إلى ميزان دقيق",
        "text":"بعد أن عرفنا أن الشرك هو أعظم الظلم، يجب أن ندرك أن هذا الظلم يتفاوت في درجته وخطورته. الإسلام يضع ميزانًا دقيقًا ليميز بين الخطأ الذي يهدم أصل الإيمان، والخطأ الذي يخدش كماله.\nالشرك نوعان أساسيان، يختلفان في الحكم والنتيجة المصيرية، لكنهما يتفقان في أنهما أعظم الذنوب على الإطلاق: الشرك الأكبر والشرك الأصغر.\nفلماذا يجب على المؤمن أن يفهم الفروق بينهما بوضوح تام؟ لأن الجهل بهذه الفروق قد يدفع الإنسان للاستهانة بذنوب هي عند الله عظيمة، أو قد يجعله يضطرب في الحكم على نفسه وعلى الآخرين."
      },
       {
        "title":"2. الشرك الأكبر: النقض لأصل التوحيد",
        "text":"الشرك الأكبر هو الذي يناقض أصل التوحيد كله، ويُخرج فاعله من ملة الإسلام.\nأ. تعريفه وجوهره:\nهو صرف نوع من أنواع العبادة، أو بعضها، لغير الله تعالى. مثل: الدعاء أو الذبح أو النذر أو الخوف أو الرجاء (فيما لا يقدر عليه إلا الله) لغير الله سبحانه وتعالى.\nأمثلة الشرك الأكبر:\n1. الشرك في الألوهية: دعاء الأموات أو الأولياء أو الأصنام للاستغاثة بهم أو طلب الشفاعة منهم فيما لا يقدر عليه إلا الله.\n2. الشرك في الربوبية: اعتقاد أن أحداً يشارك الله في تدبير الكون أو الخلق أو الإحياء والإماتة.\n3. الشرك في الأسماء والصفات: تشبيه الخالق بالمخلوق أو تعطيل الصفات، كمن يقول: يد الله كيدي (على وجه التشبيه).\nب. الأحكام المصيرية (بأدلة قطعية):\nهذه هي الخصائص التي تمنح هذا الشرك خطورته المطلقة:\nالحكم المصيري\n1. عدم المغفرة\nالدليل الشرعي القاطع ﴿إِنَّ اللَّهَ لَا يَغْفِرُ أَن يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَٰلِكَ لِمَن يَشَاءُ﴾ [النساء: 48].\n2. حبوط جميع الأعمال\n الدليل الشرعي القاطع ﴿وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِن قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ الْخَاسِرِينَ﴾ [الزمر: 65].\n3. الخلود في النار\nالدليل الشرعي القاطع ﴿إِنَّهُ مَن يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ﴾ [المائدة: 72]."
      },
       {
        "title":"3. الشرك الأصغر: الخلل في كمال التوحيد",
        "text":"الشرك الأصغر هو الذي يناقض كمال التوحيد الواجب، لكنه لا يُخرج صاحبه من ملة الإسلام. ومع ذلك، فهو أعظم من كبائر الذنوب بعد الشرك الأكبر.\nأ. تعريفه وجوهره:\nهو كل وسيلة يُخشى أن تُوصل إلى الشرك الأكبر، أو كل ما ثبت في النصوص تسميته شركاً، لكنه لا يصل إلى صرف أصل العبادة لغير الله.\nأمثلة الشرك الأصغر:\n1. لرياء (الشرك الخفي): العمل الصالح للناس (جزء من العمل)، دون أن يكون دافع العمل كله للرياء. فإذا قام بالعمل أساساً لأجل الناس، صار شركاً أكبر.\nالدليل: الحديث القدسي:(أنا أغنى الشركاء عن الشرك، من عمل عملاً أشرك معي فيه غيري تركته وشركه) (رواه مسلم).\n2. الحلف بغير الله: كأن يحلف بالنبي، أو بالكعبة، أو بحياة عزيز، مع عدم اعتقاد أن المحلوف به يستحق العظمة الإلهية.\nالدليل النبوي: قال ﷺ:(من حلف بغير الله فقد كفر أو أشرك) (رواه أبو داود - صحيح).\n3. التعليق بالتمائم والأسباب غير الشرعية: كتعليق الخرز أو الخيوط بقصد رفع البلاء أو دفعه، لاعتقاد أنها سبب مع عدم ثبوت سببيتها شرعاً أو قدراً.\nالدليل النبوي: قال ﷺ:(من تعلق تميمة فلا أتم الله له) رواه أحمد - صحيح).\nب. الأحكام المختلفة:\nالحكم المصيري\n1. حكم المغفرة\nالفرق عن الشرك الأكبر\nتحت مشيئة الله؛ قد يغفره وقد يعذب عليه، لكن لا يُخلد في النار.\n2. حبوط الأعمال\nالفرق عن الشرك الأكبر\nلا يُحبط إلا العمل الذي قارنه، ولا يُحبط جميع الأعمال.\nالخلود في النار\nالفرق عن الشرك الأكبر\nلا يُخلد صاحبه في النار، بل يُعامَل معاملة مرتكبي الكبائر من المسلمين."
      },
       {
        "title":"4. خلاصة الميزان: الخوف المزدوج",
        "text":"إن فهم هذه الفروق الدقيقة ضروري، لكن يجب أن يقودنا إلى الخوف المزدوج:\n1. الخوف المطلق من الشرك الأكبر: والحرص على أصل التوحيد، والابتعاد عن كل ما يُخرج من الملة.\n2. الخوف الشديد من الشرك الأصغر: والحرص على كمال التوحيد، والفرار من الرياء وكل عمل قد يُنقص من إخلاص العبادة لله.\nالشرك الأصغر هو الباب الموصل إلى الأكبر، وهو كالذنب الخفي الذي قد يُحبط أعظم أعمالنا ونحن لا ندري. وقد كان النبي ﷺ يدعو:اللهم إني أعوذ بك أن أشرك بك وأنا أعلم، وأستغفرك لما لا أعلم (رواه أحمد - صحيح).\nهذا الدعاء هو ميزان النجاة النهائي: اليقظة التامة والحذر من كل ما يُسوى به المخلوق بالخالق، ولو كان في همسة قلب أو نية خفية."
      }
   
        
    ]
}
