{
    "major_signs_judgment_sequence":[
      
        
       {
        "title":"علامات الساعة الكبرى: الترتيب النبوي للأحداث العشرة التي تنهي الحياة الدنيا",
        "text":""
      },
      {
        "title":"1. المدخل العقدي: تسلسل الأحداث العظام",
        "text":"علامات الساعة الكبرى هي الأحداث العظيمة التي لا تظهر إلا في آخر الزمان، وتكون متقاربة في الوقوع، بحيث إذا ظهرت أولاها تتابعت الأخرى كتتابع حبات العقد إذا انفرط. هذه العلامات لا يتبعها إصلاح أو توبة عامة، بل هي إيذان بانتهاء التكليف وقرب قيام الساعة.\n\nوقد ورد عن النبي محمد صلى الله عليه وسلم حصر هذه العلامات في عشرة، مؤكداً تتابعها:\nالدليل النبوي: قال النبي ﷺ:(إنها لن تقوم حتى ترون قبلها عشر آيات) فذكر: (لدخان، والدجال، والدابة، وطلوع الشمس من مغربها، ونزول عيسى بن مريم، ويأجوج ومأجوج، وثلاثة خسوف: خسف بالمشرق، وخسف بالمغرب، وخسف بجزيرة العرب، وآخر ذلك نار تخرج من اليمن تطرد الناس إلى محشرهم) (رواه مسلم)."
      },
      {
        "title":"2. الترتيب التقريبي لأهم علامات الساعة الكبرى وأحداثها",
        "text":"لم يرد ترتيب قطعي مُتفق عليه لجميع العلامات، ولكن العلماء رتبوها وفقاً للنصوص الأكثر وروداً، وتُعد العلامات الخمس الأولى هي الأهم في التتابع:\nالعلامة الأولى: ظهور المهدي\n*   الحدث: يظهر رجل من آل بيت النبي ﷺ، اسمه محمد بن عبد الله، فيُصلح الله به الأمة، ويملأ الأرض قسطاً وعدلاً بعد أن مُلئت جوراً وظلماً، ويحكم سبع سنين.\n*   دلالته: هو أول إشارة قوية لعودة الخلافة الصالحة في آخر الزمان، وتكون فترته تمهيداً لنزول عيسى عليه السلام.\nالعلامة الثانية: خروج المسيح الدجال\n*   الحدث: أعظم فتنة على وجه الأرض، يخرج من المشرق ويدعي الألوهية، ويُجري الله على يديه خوارق عظيمة (كإنزال المطر وإحياء الميت، بإذن الله فتنة للعباد)، يتبعه الكثيرون.\n*   دلالته: هو الاختبار الأكبر للإيمان، وفتنة الدجال تسبق نهاية العالم وتفصل بين الحق والباطل بشكل لا لبس فيه.\nالعلامة الثالثة: نزول عيسى بن مريم عليه السلام\n*   الحدث: ينزل عيسى عليه السلام من السماء إلى الأرض، عند المنارة البيضاء شرقي دمشق، فيقتل الدجال وينصر المسلمين، ويكسر الصليب ويقتل الخنزير، ويحكم بشريعة الإسلام، ويسود الأمن والعدل.\n*   دلالته: هو نصر الله الأخير لدينه، ونهاية لفتنة الدجال، ويكون نزوله دليلاً على أن الإسلام هو الدين الخاتم.\nالعلامة الرابعة: خروج يأجوج ومأجوج\n*   الحدث: تخرج قبيلتان عظيمتان، يأجوج ومأجوج، بعد هلاك الدجال وفي زمن عيسى، من كل حدب ينسلون، فيعمون الأرض فساداً ولا يقدر عيسى وجيشه على قتالهم، فيدعو عيسى عليهم، فيهلكهم الله جميعاً.\n*   دلالته: خروجهم دليل على انتهاء الهدوء والعدل الذي ساد في زمن عيسى، وبداية النهاية السريعة.\nالعلامة الخامسة: طلوع الشمس من مغربها\n*   الحدث: فجأة، تطلع الشمس من جهة الغرب بدلاً من المشرق.\n*   دلالته: هي أهم علامة على رفع التوبة، فبعد طلوع الشمس من مغربها يُغلق باب التوبة ولا يُقبل إيمان من لم يكن مؤمناً قبل ذلك."
      },
      {
        "title":"4. باقي العلامات المتتابعة (الأحداث الكونية)",
        "text":"بعد هذه العلامات العظيمة تقع أحداث كونية متتالية:\n1.  خروج الدابة: تخرج دابة عظيمة من الأرض تُكلّم الناس وتسمهم بالعلامات، وتُميِّز المؤمن من الكافر.\n2.  الدخان: يظهر دخان يملأ ما بين السماء والأرض، فيصيب الكافرين بالضيق والألم، بينما يصيب المؤمنين كزكام خفيف.\n3.  الخسوفات الثلاثة: خسف عظيم في المشرق، وخسف في المغرب، وخسف في جزيرة العرب. وهي زلازل عظيمة تُحدث دماراً شاملاً.\n4.  النار التي تحشر الناس: تخرج نار من قعر عدن في اليمن، تطرد الناس وتطهر الأرض من باقي الأشرار، وتسوق من تبقى من المؤمنين إلى مكان المحشر في الشام."
      },
      {
        "title":"5. الأثر العقدي للإيمان بالعلامات الكبرى",
        "text":"1.  الاستعداد الجاد: الإيمان بهذه الأحداث يجعل المؤمن مستعداً للتوبة والعمل الصالح قبل فوات الأوان، خاصة قبل علامة طلوع الشمس من مغربها.\n2.  الجهاد والثبات: يزيد اليقين لدى المسلم بضرورة الثبات على الحق عند اشتداد الفتن، خاصة فتنة الدجال الأعظم.\n3.  اليقين بالنهاية: إدراك أن الحياة الدنيا ليست أبدية، وأن هذه الأحداث الكبرى هي مقدمات لدار الخلود."
      }


    ]
}
