{
  "materials_minerals_creation_balance":[
    
      
       {
        "title":"التوازن بين المواد والمعادن: هندسة المقادير الدقيقة في الكون والإنسان",
        "text":"\nموضوع (التوازن بين المواد والمعادن في الخلق) هو امتداد طبيعي لموضوع النسب الدقيقة، ولكنه يركز هنا على (هندسة المقادير) أي لماذا خُلق الذهب نادراً والحديد وفيراً؟ ولماذا يحتاج الجسم إلى مقادير ضئيلة جداً من معادن قاتلة؟\nهذا الموضوع يبرز اسم الله (المُقِيت) واسم (الحكيم) (الذي يعطي كل شيء قوته وقدره)"
      },
       {
        "title":"1. المدخل القرآني: الخلق بـ (قَدَر)",
        "text":"يقرر القرآن الكريم قانوناً كونياً صارماً، وهو أن كل مادة، وكل معدن، وكل ذرة، خُلقت بمقدار محدد وحساب دقيق، ولم يُترك شيء للصدفة أو العبث. \nالآية الكريمة (أصل الإعجاز): ﴿إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ﴾ [القمر: 49].\nوأيضاً: ﴿وَخَلَقَ كُلَّ شَيْءٍ فَقَدَّرَهُ تَقْدِيرًا﴾ [الفرقان: 2]."
      },
       {
        "title":"2. دلالة لفظ (بِقَدَرٍ)",
        "text":"كلمة (قَدَرٍ) تعني:\n   1.  المقدار الكمي: (الكمية والتركيز).\n   2.  المقدار الكيفي: (الخصائص والصفات).\n   3.  التوقيت: (متى يظهر ومتى يختفي).\nالعلم الحديث يؤكد أن وجود المواد والمعادن في الكون يخضع لـ (ثوابت دقيقة)فلو اختلفت هذه المقادير لانهار النظام الكوني أو البيولوجي."
      },
       {
        "title":"3. الإعجاز في توازن المعادن في القشرة الأرضية (الوفرة والندرة)",
        "text":"لماذا الحديد وفير والذهب نادر؟ ولماذا السيليكون أكثر من اليورانيوم؟ هذا التوزيع ليس عشوائياً، بل هو (تقدير) لحفظ الحياة: \nأ. وفرة العناصر البنائية (الحديد والسيليكون والألومنيوم):\n   *   هذه العناصر تشكل الهيكل الأساسي للقشرة الأرضية وللحضارة البشرية.\n   *   التقدير الإلهي: جعلها الله وفيرة جداً وسهلة الاستخراج؛ لأن الحياة والحضارة لا تقوم بدونها. لو كان الحديد نادراً كالذهب، لما تمكنا من بناء جسر أو سيارة أو ناطحة سحاب.\nب. ندرة العناصر الثقيلة والمشعة (اليورانيوم والرصاص):\n   *   التقدير الإلهي: جعل الله هذه العناصر نادرة ومدفونة في الأعماق.\n   *   السبب: لو كان اليورانيوم منتشراً على سطح الأرض مثل الرمل، لماتت جميع الكائنات الحية بسبب التسمم الإشعاعي. ولو كان الذهب وفيراً كالحديد، لفقد قيمته الاقتصادية كمعيار للثروة، ولتغيرت خصائص التربة لتصبح غير صالحة للزراعة (بسبب خمول الذهب كيميائياً)."
      },
       {
        "title":"4. الإعجاز في توازن المعادن داخل جسم الإنسان (العناصر الشحيحة)",
        "text":"هذا هو الوجه الأقوى للإعجاز، حيث يحتاج جسم الإنسان إلى معادن سامة، ولكن بـ (قَدَرٍ) دقيق جداً:"
      },
       {
        "title":"أ. العناصر النادرة:",
        "text":"يحتاج الجسم إلى معادن مثل النحاس، الزنك، المنجنيز، الكوبالت، والسيلينيوم.\n   *   المعجزة في المقدار:\n      *   هذه العناصر ضرورية جداً لعمل الإنزيمات والحمض النووي.\n      *   لكن الجسم يحتاجها بمقادير ميكروجرامية (أجزاء من المليون من الجرام).\n      *   لو زادت قليلاً: تتحول إلى سموم قاتلة تدمر الكبد والدماغ.\n      *   لو انعدمت: تتوقف العمليات الحيوية ويصاب الإنسان بأمراض خطيرة.\nب. مثال الصوديوم والبوتاسيوم (الميزان الكهربائي):\n   *   التوازن الدقيق بين الصوديوم (خارج الخلية) والبوتاسيوم (داخل الخلية) هو الذي يولد الكهرباء في أجسامنا، ويسمح بنبض القلب وعمل الأعصاب. أي خلل في هذا (القَدَر) يؤدي إلى توقف القلب فوراً."
      },
      {
        "title":"5. الإعجاز في توازن الماء واليابسة",
        "text":"   *   نسبة الماء: كما ذكرنا سابقاً، تغطي المياه حوالي 71% من الأرض. هذا المقدار هو (القَدَر) اللازم لتنظيم حرارة الأرض (التأثير المعتدل للمحيطات).\n   *   لو كانت اليابسة أكبر من الماء: لأصبحت الأرض صحراء قاحلة شديدة الحرارة نهاراً وشديدة البرودة ليلاً (لغياب المبادل الحراري المائي).\n   *   لو كان الماء أكثر بكثير: لغرقت اليابسة وانعدمت الحياة البرية."
      },
       {
        "title":"6. الخلاصة العقدية",
        "text":"إن التوزيع المتفاوت للمعادن في الأرض (بين وفرة وندرة)، والتوازن الحساس للمعادن داخل جسم الإنسان (بين فائدة وسمية)، يثبت أن الخالق لم يخلق المواد عشوائياً، بل وضع كل ذرة في مكانها وكميتها الصحيحة بميزان (القَدَر) الدقيق:\n﴿وَكَانَ كُلُّ شَيْءٍ عِندَهُ بِمِقْدَارٍ﴾ [الرعد: 8]."
      }
   
    ]
}
