{
  "meaning_of_nasikh_and_mansukh":[
    
      
       {
        "title":"النسخ في التشريع: دلالات الحكمة والتطور في أحكام الوحي",
        "text":"يُعد علم (الناسخ والمنسوخ) من أعظم علوم القرآن وأدقها، وهو ضرورة لا يستغني عنها أي عالم شرعي، لضمان العمل بالتشريع النهائي الذي جاء به الإسلام."
      },
       {
        "title":"1. المدخل اللغوي والشرعي (الأصول والمصطلحات)",
        "text":"النسخ لغة واصطلاحاً يركز على معنى الإزالة أو التحويل، وهو ما يعكس الحكمة الإلهية في إدارة الأحكام: \n\nالمصطلح: النسخ\nالمعنى اللغوي (الأصل واللغة): الإزالة والرفع (كقول العرب: نسخت الشمس الظل أي أزالته)، أو النقل والتحويل (كقولهم: نسخت الكتاب أي نقلت ما فيه).\nالمعنى الاصطلاحي (في علم الشريعة): رفع الحكم الشرعي المتقدم (سواء كان في القرآن أو السنة) بدليل شرعي متأخر عنه (في القرآن أو السنة).\n\nالمصطلح: الناسخ\nالمعنى اللغوي (الأصل واللغة): الدليل الشرعي المتأخر (آية أو حديث) الذي يقوم بمهمة الإلغاء أو التعديل للحكم السابق.\nا\nالمصطلح: المنسوخ\nالمعنى اللغوي (الأصل واللغة): الحكم الشرعي المتقدم الذي تم إيقاف العمل به أو تعديله بالدليل اللاحق.\nالمصدر: هذا المفهوم مأخوذ من نص القرآن الكريم نفسه، حيث قال تعالى: ﴿مَا نَنسَخْ مِنْ آيَةٍ أَوْ نُنسِهَا نَأْتِ بِخَيْرٍ مِّنْهَا أَوْ مِثْلِهَا﴾ [البقرة: 106]."
      },
       {
        "title":"2. الشروط والأركان التي يقع عليها النسخ",
        "text":"لتحقق النسخ بشكل صحيح، يجب أن تتوفر أركان وضوابط صارمة تمنع الخلط بين النسخ وغيره من الأحكام (كالتخصيص والتقييد):\n   *   لتحقق النسخ بشكل صحيح، يجب أن تتوفر أركان وضوابط صارمة تمنع الخلط بين النسخ وغيره من الأحكام (كالتخصيص والتقييد):\n   *   ثانياً: التأخر الزمني للدليل: يجب أن يكون الدليل الناسخ متأخراً في النزول عن الدليل المنسوخ، وهذا دليل على أن الحكم الجديد هو التشريع النهائي.\n   *   ثالثاً: مصدر الدليل الشرعي: يجب أن يكون الناسخ والمنسوخ ثابتين بدليل شرعي قطعي (القرآن أو السنة المتواترة)، ولا يقع النسخ بالاجتهاد أو القياس.\n   *   رابعاً: التعارض وعدم الجمع: يجب أن يكون هناك تعارض كلي بين الحكمين لا يمكن الجمع أو التوفيق بينهما (مثل تغيير الاتجاه في القبلة)."
      },
       {
        "title":"3. الحكمة من وقوع النسخ في الشريعة (الدلالة الإلهية)",
        "text":"النسخ ليس دليلاً على التناقض، بل هو دليل على مرونة الشريعة وحكمتها في إدارة البشر عبر مراحل زمنية مختلفة، ومن أبرز حكمه:\n   *   التدرج في التشريع: إعداد الأمة لقبول الأحكام الثقيلة بالتدريج، كتحريم الخمر الذي جاء على ثلاث مراحل، حيث كانت المرحلة الأولى تمهيدية والثالثة قاطعة.\n   *   التخفيف والتيسير: رفع الأحكام التي فيها حرج أو مشقة على الأمة، كنسخ وجوب تقديم الصدقة عند مناجاة النبي ﷺ.\n   *   مواكبة المصالح: تغيير الأحكام بما يتناسب مع مصالح الأمة المتغيرة، فالحكم قد يكون أنسب لزمن ثم يصبح غير مناسب لزمن لاحق، مع ثبات المقصد الأساسي للشريعة."
      },
       {
        "title":"4. أمثلة جامعة من القرآن والسنة",
        "text":"   *   مثال من القرآن: نسخ حكم التربص للحول في عدة المتوفى عنها زوجها (عام كامل) بحكم أربعة أشهر وعشراً.\n      *   المنسوخ: ﴿وَالَّذِينَ يُتَوَفَّوْنَ مِنكُمْ وَيَذَرُونَ أَزْوَاجًا وَصِيَّةً لِّأَزْوَاجِهِم مَّتَاعًا إِلَى الْحَوْلِ غَيْرَ إِخْرَاجٍ...﴾ [البقرة: 240] (الحكم القديم).\n      *   الناسخ: ﴿وَالَّذِينَ يُتَوَفَّوْنَ مِنكُمْ وَيَذَرُونَ أَزْوَاجًا يَتَرَبَّصْنَ بِأَنفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا﴾ [البقرة: 234] (الحكم النهائي).\n   *   مثال من السنة: نسخ حكم زيارة القبور.\n      *   المنسوخ: نهي الرسول ﷺ عن زيارة القبور: ((كنت نهيتكم عن زيارة القبور، فزوروها...)).\n      *   الناسخ: الإذن بزيارة القبور: ((...فزوروها فإنها تذكر بالآخرة)) (أخرجه مسلم)."
      }
        
      
      
        
   
    ]
}
