{
  "meaning_of_belief_in_the_unseen_al_ghayb":
  [
    
      
       {
        "title":"معنى الإيمان بالغيب: منطق التسليم للوحي",
        "text":"هذه الشبهة تتساءل عن الأساس المنطقي لقبول ما لا تراه الحواس، وتفترض أن الإيمان بالغيب هو تنازل عن العقل.\nالرد الإيماني يؤكد أن الإيمان بالغيب هو قمة العقلانية، لأنه إقرار بأن الحواس المحدودة ليست الأداة الوحيدة للمعرفة، وأن كل شيء مُشاهَد يستلزم سبباً غير مُشاهد.\nالإيمان بالغيب ليس تخلياً عن العقل، بل هو استخدام للعقل للاستدلال على وجود ما لا تدركه الحواس، ثم التسليم لما جاء به الوحي من تفاصيل."
       },
        {
        "title":"1. تعريف 'الغيب' في المنظور الإسلامي",
        "text":"'الغيب' في الإسلام ليس كل ما هو مخفي، بل هو ما غاب عن حواس الإنسان ووسائل معرفته العادية، ولم يُعلَم إلا عن طريق الوحي الإلهي (القرآن والسنة).\n   *   الغيب المطلق: وهو ما استأثر الله بعلمه، ولا يعلمه مخلوق (مثل علم الساعة، وكنه ذات الله، وموعد الأجل).\n   *   الغيب النسبي: ما كان غائباً عن شخص ومعلوماً لآخر (مثل أحداث المستقبل القريب أو الماضي الغابر).\n   *   الآية المؤسسة: ﴿الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ وَيُقِيمُونَ الصَّلَاةَ وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ﴾ [البقرة: 3].\n      *   التحليل: بدأ الله الإيمان بالصلاة والإنفاق بـ الإيمان بالغيب، لأنه الأساس الذي ينبني عليه العمل كله."
       },
       
        {
        "title":"2. الإيمان بالغيب هو قمة العقلانية (برهان الأثر)",
        "text":"لماذا يكون الإيمان بالغيب أمراً عقلانياً؟\n   *   العجز الحسي: العقل يدرك أن الحواس البشرية محدودة. فالحواس لا تستطيع رؤية الجاذبية، أو الموجات الصوتية فوق تردد معين، أو الذرات. ومع ذلك، نحن نؤمن بوجودها لأننا نرى آثارها.\n   *   الاستدلال من الشاهد على الغائب: العقل ينظر إلى الخلق المُشاهَد (دار الشاهدة) بجماله وتناغمه وتعقيده، ويستنتج منطقياً استحالة وجود هذا النظام بلا مُوجِد غير مُشاهَد (الغيب).\n      *   السؤال العقلاني: هل الإيمان بوجود مُنظِّم حكيم لكون بهذا الاتساع هو قفزة عمياء، أم أن القفزة العمياء هي الاعتقاد بأن هذا التعقيد جاء من العدم وبلا غاية؟\n   *   الخلاصة: إن الإيمان بالله والملائكة واليوم الآخر هو النتيجة المنطقية للنظر المتعمق في الكون والحياة."
       },
       
        {
        "title":"3. حكمة الإيمان بالغيب (الامتحان والتميز)",
        "text":"اقتضت الحكمة الإلهية أن يكون الإيمان بالغيب هو شرط الإيمان الكامل لعدة أسباب:\n   *   الامتحان الحقيقي: الغيب هو محل الاختبار. لو كان الله يُرى بالعين، والجنة والنار تُشاهَد بوضوح، لآمن الناس جميعاً اضطراراً، ولانتفت حرية الاختيار والمسؤولية.\n   *   الارتقاء المعرفي: الإيمان بالغيب يرفع الإنسان من مرتبة الحيوان الذي يعتمد على الغرائز والحواس، إلى مرتبة المخلوق الذي يعتمد على المنطق، والاستدلال، والتسليم لخبر الصادق الموحى إليه.\n   *   الهدف والغاية: الغيب (خاصة اليوم الآخر) هو الذي يضع قيمة ومعنى للأخلاق والعدل في الدنيا. فبدون الإيمان بالحساب، لماذا لا يظلم القوي الضعيف؟ الإيمان باليوم الآخر هو الضمان الأخلاقي لاستقامة الإنسان."
       },
       
        {
        "title":"4. كيفية التعامل مع علم الغيب",
        "text":"إن الإيمان بالغيب يتطلب انضباطاً معرفياً:\n   *   الاقتصار على النص: بما أن الغيب لا يُعلم إلا بالوحي، فإننا نؤمن به بالقدر الذي ورد في القرآن والسنة الصحيحة، دون إضافة أو تخمين أو خوض في تفاصيل لم يذكرها النص.\n   *   التسليم للكيفية: نؤمن بوجود الملائكة، لكننا لا نعلم كنه وجودهم أو كيفية عملهم بالتفصيل، لأن هذا من علم الغيب. الإيمان هو التسليم بوجودها وفق ما جاء عن الخالق.\nالخلاصة الإقناعية: الإيمان بالغيب هو التزام بالمنطق الذي يرى الأثر فيُقرّ بالمؤثر. إنه الإقرار بأن هناك عالماً أعظم وأشمل من نطاق حواسنا المحدودة، وأن مصدر هذا العلم هو الوحي الإلهي الذي جاء متسقاً مع العقل والفطرة."
       }
       
       
     
       
       
    ]
}
