{
  "merging_seas_non_mixing":[
      
        
       {
        "title":"مرج البحرين يلتقيان: الإعجاز في الحاجز المائي (البرزخ)",
        "text":"يُعد موضوع (مرج البحرين يلتقيان) من أشهر وأقوى أمثلة الإعجاز العلمي في القرآن، حيث يصف بدقة ظاهرة التقاء المسطحات المائية المختلفة دون أن تمتزج كليًا، وهي ظاهرة تُعرف بـ (البرزخ المائي) أو (الحاجز الفاصل)."
      },
      {
        "title":"1. المدخل القرآني: وصف التقاء المياه",
        "text":"ورد هذا الوصف في موضعين من القرآن الكريم، يؤكدان حقيقة التقاء البحار واختلاطها مع وجود فاصل خفي:\nالآية الكريمة الأولى (أصل الإعجاز في البرزخ): ﴿مَرَجَ الْبَحْرَيْنِ يَلْتَقِيَانِ ۝ بَيْنَهُمَا بَرْزَخٌ لَّا يَبْغِيَانِ﴾ [الرحمن: 19-20].\nالآية الكريمة الثانية (أصل الإعجاز في الاختلاط):\n﴿وَهُوَ الَّذِي مَرَجَ الْبَحْرَيْنِ هَٰذَا عَذْبٌ فُرَاتٌ وَهَٰذَا مِلْحٌ أُجَاجٌ وَجَعَلَ بَيْنَهُمَا بَرْزَخًا وَحِجْرًا مَّحْجُورًا﴾ [الفرقان: 53]. "
      },
      {
        "title":"2. دلالة الألفاظ اللغوية والتفسير العلمي",
        "text":"يتمحور الإعجاز حول كلمتين أساسيتين: (مَرَجَ) و (بَرْزَخٌ).\nالمصطلح القرآني: مَرَجَ \nالمعنى اللغوي والبياني: خلط وأرسل وأطلق. يُشير إلى أن الله أطلق البحرين وسمح لهما بالالتقاء والاختلاط السطحي.\nالمعنى العلمي الحديث (علم المحيطات): يؤكد أن المياه لا تبقى منفصلة بشكل جامد، بل تحدث عملية اختلاط وتبادل للمياه عبر منطقة فاصلة (مثل المضائق).\nالمصطلح القرآني: بَرْزَخٌ\nالمعنى اللغوي والبياني: حاجز أو فاصل أو حد يفصل بين شيئين، يمنع أحدهما من البغي على الآخر.\nالمعنى العلمي الحديث (علم المحيطات): يمثل منطقة فاصلة ذات خصائص مائية مختلفة (كثافة، ملوحة، درجة حرارة) تمنع الامتزاج الكامل والسريع.\nالمصطلح القرآني: لَّا يَبْغِيَانِ\nالمعنى اللغوي والبياني: لا يتجاوز كل منهما حده وصفاته على الآخر.\nالمعنى العلمي الحديث (علم المحيطات): هذا الحاجز يحافظ على خصائص كل بحر، بحيث لا يُفسد البحر المالح جودة المياه العذبة بالكامل، أو العكس ."
      },
      {
        "title":"3. الإعجاز العلمي (ظاهرة البرزخ المائي)",
        "text":"لم يكن بإمكان البشر في زمن نزول القرآن معرفة وجود هذه الحواجز المائية، لاسيما عند التقاء مياه الأنهار العذبة بالبحار المالحة، أو التقاء بحرين مالحين يختلفان في الكثافة. وقد أثبتت الدراسات الحديثة هذه الظاهرة:\n  1.  البرزخ بين الأنهار والبحار (الفرقان: 53): عند مصبات الأنهار الكبرى، يلتقي الماء العذب (العذب الفُرات) مع الماء المالح (الملح الأُجاج). ويحدث بينهما برزخ حراري وكيميائي، حيث تطفو المياه العذبة قليلة الملوحة والكثافة على سطح المياه المالحة الأكثر كثافة، ويتم الامتزاج ببطء شديد على نطاق ضيق، مما يحافظ على خصائص المياه العذبة لأطول فترة ممكنة.\n  2.  البرزخ بين بحرين مالحين (الرحمن: 19-20): حتى عند التقاء بحرين مالحين يختلفان في الملوحة والكثافة ودرجة الحرارة (مثل التقاء مياه البحر الأبيض المتوسط بمياه المحيط الأطلسي في مضيق جبل طارق)، يتكون بينهما حاجز غير مرئي (البرزخ)، يحافظ على فروق الخصائص المائية.\n    الاكتشاف الحديث: أكد العلماء أن هذا الفاصل ليس جداراً صلباً، بل هو منطقة حاجزية تتكون من: التوتر السطحي، واختلاف الكثافة، والتيارات المائية التي تعمل على تنظيم عملية الامتزاج، ليتحقق المعنى القرآني: (لا يبغيان)."
      },
      {
        "title":"4. الأثر العقدي واللغوي",
        "text":"1.  كمال الحكمة الإلهية: الإشارة إلى هذه الظاهرة المعقدة تؤكد الحكمة الإلهية في تنظيم البيئة المائية، فلو اختلطت البحار والأنهار بشكل سريع وكامل، لفسدت الحياة البحرية والبيئية.\n2.  الحجة العلمية: إن وصف هذه الظاهرة بدقة متناهية في زمن لم يتوفر فيه علم المحيطات الحديث ولا تقنيات الرصد المتطورة، هو دليل على أن القرآن ليس كلام بشر."
      }
         
    ]
}
