{
    "messengers_key_attributes":[
      
        
       {
        "title":"صفات الرسل الجوهرية: الأركان الأربعة التي تضمن صدق البلاغ وسلامة التشريع",
        "text":""
      },
      {
        "title":"1. المدخل العقدي: شروط الاصطفاء وضمانات الرسالة",
        "text":"الرسول والنبي ليس مجرد مصلح اجتماعي أو فيلسوف عظيم؛ بل هو سفير إلهي يحمل منهجاً ربانياً. لذلك، يجب أن يتصف بصفات الكمال البشري المطلق، لكي يطمئن الناس إلى صحة ما جاء به.\nتنقسم صفات الرسل إلى صفات واجبة (لا يُتصور عدمها)، وصفات جائزة (لا تنقص من قدرهم)، وصفات مُستحيلة (لا يمكن أن تصدر منهم). أهم الصفات الواجبة التي يتفق عليها جميع الرسل هي أربع، وأبرزها الصدق، العصمة، والتبليغ."
      },
      {
        "title":"2. الصفات الواجبة (أصول الإيمان بالرسالة)",
        "text":"هذه الصفات هي الأركان التي يقوم عليها دليل النبوة والرسالة:\nأ. الصدق\nالتعريف: الصدق هو أن تكون جميع أخبارهم وأقوالهم وأفعالهم التي يبلغونها عن الله مطابقة للواقع. لا يمكن أن يصدر منهم الكذب أبداً.\nسبب الوجوب: لو جاز على الرسول الكذب، لزال الأمن من رسالته، ولجاز أن يقول (إن الله أوحى إلي) وهو كاذب، وبذلك يُفقد الغرض من بعثته وهو الهداية. \nالدليل القرآني:\nوصف الله رسله بالصدق: ﴿وَاذْكُرْ فِي الْكِتَابِ إِبْرَاهِيمَ ۚ إِنَّهُ كَانَ صِدِّيقًا نَّبِيًّا﴾ [مريم: 41].\nب. العصمة\nالتعريف: العصمة هي حفظ الله للرسول من الوقوع في المعاصي، سواء كانت كبائر أو صغائر، ومن الخطأ في تبليغ الوحي أو في الأمور المتعلقة بالتشريع والقدوة.\nتنقسم العصمة إلى نوعين:\n1.  العصمة في التبليغ: وهي عصمة مطلقة، فلا يقع منهم خطأ في إيصال كلام الله وأوامره.\n2.  العصمة في الأفعال والسلوك: وهم معصومون من الكبائر والذنوب التي تقدح في منصبهم. أما الهفوات والزلات التي قد تقع منهم (كسهوة النبي ﷺ في الصلاة)، فلا يقرون عليها، بل يُنَبّهون إليها من الله فوراً، وهي تزيد من بشريتهم وقدرتهم على القدوة.\nسبب الوجوب: لو لم يكن الرسول معصوماً لجاز الاقتداء به في الخطأ، وبذلك يُفقد الأمن من تشريعه.\nج. التبليغ\nالتعريف: التبليغ هو إيصال جميع ما أُمروا بإيصاله من الوحي والتشريع إلى الأمة، وعدم كتمان أي جزء منه خوفاً أو مجاملة.\nسبب الوجوب: لو جاز على الرسول كتمان شيء من الوحي، لكانت الشريعة ناقصة، ولجاز لنا الشك في أن يكون قد كتم أحكاماً أخرى، وبذلك يتعطل وصول الرسالة كاملة إلى الناس.\nالدليل القرآني:\nمدح الله نبيه بإتمام مهمة التبليغ: ﴿يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنزِلَ إِلَيْكَ مِن رَّبِّكَ ۖ وَإِن لَّمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ﴾ [المائدة: 67].\nد. الفطانة\nالتعريف: هي القدرة العقلية الفائقة والذكاء وحسن الفهم وسرعة البديهة، والقدرة على إقامة الحجة على الخصوم.\nسبب الوجوب: لو لم يكن الرسول فطيناً وذا حجة قوية، لما استطاع مواجهة الخصوم وإقامة الدليل على صحة رسالته، خاصة في مواقف المناظرة والجدال التي تتطلب سرعة استحضار الأدلة."
      },
      {
        "title":"3. الأثر العملي للإيمان بصفات الرسل",
        "text":"الإيمان بهذه الصفات يترتب عليه أثر عظيم في حياة المؤمن:\n1.  الإيمان بهذه الصفات يترتب عليه أثر عظيم في حياة المؤمن:\n2.  القدوة الحسنة: الرسل يمثلون الكمال البشري الذي يمكن الاقتداء به، فهم معصومون في السلوكيات الأساسية التي تتعلق بالمنصب.\n3.  وجوب الاتباع: بمجرد ثبوت هذه الصفات، يصبح واجب الاتباع والطاعة للرسول أمراً حتمياً لا يجوز التخلف عنه، لأنه لا ينطق عن الهوى."
      }
    ]
}
