{
    "mikael_israfeel_cosmic_tasks":[
      {
        "title":"قادة النظام الكوني: ميكائيل وإسرافيل ومهام ضبط الحياة وقيام الساعة",
        "text":""
      },
        {
        "title":"1. المدخل الإيماني: توزيع المهام دليل الكمال الإلهي",
        "text":"لقد أثبتنا أن الملائكة هم جنود الله المنضبطون، وتوزيع المهام الكبرى عليهم يدل على كمال التدبير الإلهي للنظام الكوني والحياة البشرية. فلكل ملك عظيم مهمة مركزية لا يشاركه فيها أحد.\nيُعد ميكائيل وإسرافيل من الملائكة العظام الذين يكثر ذكرهم في نصوص الوحي، وهما موكلان بمهمتين متضادتين في الظاهر، لكنهما متكاملتان في الحقيقة: الأول موكل باستمرار الحياة، والثاني موكل بإنهاء الحياة وبعثها."
      },
        {
        "title":"2. ميكائيل (عليه السلام): أمين الأرزاق والقطرات",
        "text":"ميكائيل هو الملك الموكل بالأمطار والأرزاق والنبات، وكل ما له علاقة بقوت المخلوقات وحياة الأرض.\nأ. مهمته الرئيسية: الإشراف على الأرزاق:\nميكائيل هو أمين الله على أسباب المعاش والحياة، فهو مسؤول عن توزيع الأرزاق الكونية على المخلوقات.\nالتأصيل الشرعي لدوره:جاء في الأثر أن جبريل موكل بالوحي، وميكائيل موكل بالقطر (المطر) والنبات. وهذا يدل على دوره الحيوي في ديمومة الحياة الأرضية.\nب. التطبيق العملي لدوره:\n1.  المطر والخيرات: هو الذي يُنزل المطر بإذن الله، ويسوق السحاب، ويُسهم في إخراج النبات، وكلها عناصر ضرورية لاستمرار حياة المخلوقات.\n2.  الصلة بين الروح والجسد: مهمة ميكائيل مرتبطة بالجانب المادي للحياة، في حين أن مهمة جبريل (الوحي) مرتبطة بالجانب الروحي والتشريعي. وكلاهما ضروري لقيام الإنسان.\nج. مكانته:\nيُذكر ميكائيل في النصوص مقترناً بجبريل وإسرافيل، وهم الملائكة الذين يستعيذ بهم النبي ﷺ في أدعيته من وساوس الشيطان.\nالدليل النبوي على مكانته:\nكان النبي ﷺ يستفتح صلاته أحياناً بالدعاء:(اللهم رب جبرائيل وميكائيل وإسرافيل، فاطر السماوات والأرض...) (رواه مسلم).\nوهذا يدل على عظيم منزلتهم وقدرهم عند الله."
      },
        {
        "title":"3. إسرافيل (عليه السلام): حامل لواء البعث والفناء",
        "text":"إسرافيل هو الملك الموكل بالنفخ في الصور (القرن) وهي مهمة عظيمة تتعلق بنهاية العالم وقيام الساعة.\nأ. مهمته الرئيسية: النفخ في الصور:مهمته تنقسم إلى نفختين عظيمتين:\nالنفخة الأولى (نفخة الصعق): وهي إعلان نهاية الحياة الدنيا وموت كل المخلوقات في السماوات والأرض.\nالدليل القرآني: ﴿وَنُفِخَ فِي الصُّورِ فَصَعِقَ مَن فِي السَّمَاوَاتِ وَمَن فِي الْأَرْضِ إِلَّا مَن شَاءَ اللَّهُ﴾ [الزمر: 68].\nالنفخة الثانية (نفخة البعث): وهي إحياء الموتى وخروجهم من قبورهم للحساب\nالدليل القرآني: ﴿ثُمَّ نُفِخَ فِيهِ أُخْرَى فَإِذَا هُمْ قِيَامٌ يَنظُرُونَ﴾ [الزمر: 68].\nب. جاهزيته الدائمة:\nإسرافيل دائم الاستعداد لهذه اللحظة الرهيبة منذ خلقه، لا يطرف له طرف، منتظرًا الأمر الإلهي للنفخ.\nالدليل النبوي على الاستعداد:\nقال النبي ﷺ عن إسرافيل:(كيف أنعم وقد التقم صاحب القرن القرن، وحنى جبهته، وأصغى سمعه، ينتظر أن يؤمر أن ينفخ؟)(رواه الترمذي - حسن)."
      },
        {
        "title":"4. الأثر العملي: بين الرجاء والرهبة",
        "text":"الإيمان بمهام ميكائيل وإسرافيل يُشكّل توازناً عظيماً في نفس المؤمن:\nالملك\nميكائيل\nالمهمة الجوهرية\nرزق وتدبير الحياة المادية\nالأثر النفسي والعبادي\nيزرع الرجاء والثقة في الرزاق والمدبر، ويُخفف القلق من الفقر.\nالملك\nإسرافيل\nالمهمة الجوهرية\nإنهاء الحياة والبعث للحساب\nالأثر النفسي والعبادي\nيزرع الخوف والرهبة من قيام الساعة، ويدعو للاستعداد والتوبة الفورية.\nهؤلاء الملائكة الثلاثة (جبريل، ميكائيل، إسرافيل) هم قادة المهام الكونية الكبرى، ويُذكرون في استعاذة النبي ﷺ، مما يدل على أنهم أركان النظام الذي يُمسك السماوات والأرض بأمر الله."
      }
        
    ]
}

