{
    "minor_signs_judgment_examples":[
      
        
       {
        "title":"علامات الساعة الصغرى: إشارات نبوية تؤكد دنو الأجل وتحقق نبوة محمد ﷺ",
        "text":""
      },
       {
        "title":"1. المدخل العقدي: اليقين بحتمية النهاية",
        "text":"الإيمان باليوم الآخر هو التصديق الجازم بوقوعه، وأن الحياة الدنيا لها نهاية محتومة. وقد أخبر النبي محمد صلى الله عليه وسلم عن علامات تسبق وقوع الساعة الكبرى، تُقسم إلى قسمين: علامات صغرى وكبرى.\nعلامات الساعة الصغرى هي إشارات تقع في فترة زمنية طويلة، تكون بمثابة تنبيه وتذكير للبشر بدنو الأجل، وغالباً ما تكون نتائجها قابلة للتوبة والإصلاح. معظم هذه العلامات قد ظهرت بالفعل أو هي في تزايد مستمر."
      },
       {
        "title":"2. أمثلة وشرح لأبرز علامات الساعة الصغرى",
        "text":"تُعد هذه الأمثلة أدلة قوية على نبوة محمد ﷺ، إذ تحقق ما أخبر به قبل قرون:\nأ. بعثة النبي محمد ﷺ وخاتمية النبوات\nإن بعثة النبي محمد ﷺ نفسه هي أول علامات الساعة الصغرى وآخرها زمناً، فقيام الساعة مرتبط بزمنه.\nالدليل النبوي: قال النبي ﷺ: (بُعِثْتُ أنا والساعةُ كهاتين) (وأشار بإصبعيه السبابة والوسطى). (رواه البخاري).\n*   الشرح: يعني أن زمن النبوة قد انتهى، وأن الأمة الآن في انتظار الساعة مباشرة دون فاصل نبوة جديد.\nب. تطاول البنيان والتنافس في الزينة\nتدهور القيم والأخلاق يقابله اهتمام مبالغ فيه بالزينة والماديات.\nالدليل النبوي: ذكر النبي ﷺ في حديث جبريل المشهور:(أن تلد الأمة ربَّتها، وأن ترى الحفاة العراة العالة رعاء الشاء يتطاولون في البنيان) (رواه مسلم).\n*   الشرح: يشير إلى انتشار الثراء الفاحش والسريع بين طبقات كانت فقيرة وجاهلة، لدرجة التفاخر والتباهي في بناء الأبراج الشاهقة والزخرفة المفرطة.\nج. شيوع الفتن والموت المفاجئ\nانتشار القتل والهرج واضطراب الأمن، بحيث يصبح القتل أمراً عادياً دون مبرر واضح.\nالدليل النبوي: قال النبي ﷺ:(لا تقوم الساعة حتى يكثر الهرج) قيل: وما الهرج يا رسول الله؟ قال: القتل، القتل (متفق عليه).\n*   الشرح: يشير إلى تفشي الحروب والصراعات والاغتيالات والفتن الداخلية التي تزهق فيها الأرواح دون تقدير لحرمة النفس البشرية.\nد. إسناد الأمر إلى غير أهله (تدهور القيادة)\nانتشار الفساد الإداري وتقديم الأشخاص غير الأكفاء والجهلة على أصحاب الخبرة والكفاءة في المناصب القيادية.\nالدليل النبوي: سُئل النبي ﷺ: متى الساعة؟ قال:(إذا ضُيِّعَت الأمانة فانتظر الساعة) قال: كيف إضاعتها؟ قال:(إذا وُسِّدَ الأمرُ إلى غير أهلِه فانتظر الساعة) (رواه البخاري).\n*   الشرح: فساد النظام الإداري والسياسي والأخلاقي في المجتمع، نتيجة تولي الجهلاء والمصلحيين قيادة الأمور المصيرية.\nهـ. تقارب الزمان (ذهاب البركة):\nتعبير عن زوال البركة من الوقت، حيث يشعر الناس أن الأيام والسنوات تمضي بسرعة فائقة دون إنجاز فعلي.\nالدليل النبوي: قال النبي ﷺ:(لا تقوم الساعة حتى يتقارب الزمان، فتكون السنة كالشهر، ويكون الشهر كالجمعة، وتكون الجمعة كاليوم، ويكون اليوم كالساعة، وتكون الساعة كالضَّرَمَةِ بالنار) (رواه الترمذي - صحيح)."
      },
       {
        "title":"3. الأثر العقدي لعلامات الساعة الصغرى",
        "text":"الإيمان بهذه العلامات وتحققها في الواقع يرسخ في قلب المؤمن ثلاثة أمور:\n1.  التيقن بالنبوة: تحقق هذه الإشارات التي أخبر بها النبي ﷺ قبل وقوعها بقرون، هو دليل قاطع على صدق نبوته وأن الوحي الذي جاء به حق.\n2.  الاستعداد والتحذير: هي بمثابة صفارات إنذار للإنسان، تدعوه إلى التوبة والإصلاح قبل أن تأتي العلامات الكبرى التي لا ينفع معها توبة (كطلوع الشمس من مغربها).\n3.  فهم الواقع: تساعد المؤمن على فهم ما يدور حوله من فتن وتغيرات اجتماعية وسياسية، وأنها جزء من مسار كوني مُقدّر وليس مجرد فوضى."
      }
   

    ]
}
