{
    "minor_shirk_examples_riyaa":[
  {
        "title":"صواعق تهدم العمل الصالح: حقيقة الرياء والحلف بغير الله وكيف تحافظ على قلبك من خداعهما؟",
        "text":"\nبعد أن شرحنا الفروق بين الشرك الأكبر والأصغر، سنركز الآن على أبرز وأخطر مثالين للشرك الأصغر، وهما: الرياء والحلف بغير الله."
      },
       {
        "title":"1. المدخل الوجودي: المعركة في خزانة النوايا",
        "text":"إذا كان الشرك الأكبر معركته في ساحة العبادة العلنية (كصرف الدعاء والذبح لغير الله)، فإن الشرك الأصغر معركته في خزانة النوايا واللسان. هذا النوع من الشرك، رغم أنه لا يُخرج صاحبه من الملة، إلا أنه أشد خطراً على المسلم من الزنا وشرب الخمر، لأنه يُفسد أثمن ما يملكه الإنسان: إخلاصه وعمله الصالح.الرياء والحلف بغير الله هما أبرز مظهرين لهذا الشرك الذي يُنقص كمال التوحيد الواجب."
      },
       {
        "title":"2. الشرك الخفي: الرياء (نار تحرق العمل)",
        "text":"الرياء هو أخطر أنواع الشرك الأصغر على الإطلاق، وقد سمّاه النبي ﷺ بـ * الشرك الخفي *لأنه يتسلل إلى القلب خفيةً كدبيب النملة السوداء على صخرة صماء في ليلة ظلماء.\nأ. تعريف الرياء وحقيقته:\n الرياء لغة: مأخوذ من الرؤية. شرعاً: هو فعل العبادة لأجل أن يراها الناس أو يسمعوا بها، فيحمدوا فاعلها ويثنوا عليه. هو البحث عن ثمن دنيوي لعبادة كان أصلها لله. \nب. خطورته على العمل (صاعقة الإحباط):\nإن الرياء يفسد العمل الذي خالطه، ويجعل صاحبه في خطر عظيم يوم القيامة:\nالدليل الإلهي على الإحباط:\nالحديث القدسي:(أنا أغنى الشركاء عن الشرك، من عمل عملاً أشرك معي فيه غيري تركته وشركه) (رواه مسلم).\n*  لتطبيق العملي: إذا صليت الفجر لترى زوجتك وركعت ركعات طويلة ليقول الناس: ما أخشعهفإن الله يترك عملك لشركائك (الناس)، ويُحبط هذا العمل. \nج. صور الرياء وكيف يتسلل:\nيتسلل الرياء إلى العبادة في ثلاثة أشكال رئيسية:\n1.  في أصل العمل: أن يقوم بالصلاة أو الذكر من أجل أن يراه الناس فقط (وهذا قد يصل إلى الشرك الأكبر إذا كان هذا هو الدافع الوحيد).\n2.  في تحسين العمل: أن يبدأ العبادة خالصة لله، لكنه يُحسنها ويُطيلها عندما يرى أن الناس ينظرون إليه (وهذا هو الشرك الأصغر الغالب).\n3.  في ترك العمل: أن يترك عمل الطاعة خشية أن يُلام أو يُتهم بالرياء، وهذا نوع من طاعة الناس في ترك الطاعة.\nد. الوقاية منه (الجهاد الداخلي):\nالنجاة من الرياء تكون بالتعلق الشديد بهذه المقولة النبوية:\nقال ﷺ:(ألا أنبئكم بما هو أخوف عليكم عندي من المسيح الدجال؟ الشرك الخفي، الرياء) . (رواه ابن ماجه). الوقاية تتطلب: إخفاء العبادات قدر الإمكان، وتذكر أن نظر الله إليك أهم وأدوم من نظر الناس، وأن ثوابه أبقى من مديحهم الزائل."
      },
       {
        "title":"3. الشرك اللساني: الحلف بغير الله (إعطاء العظمة للمخلوق)",
        "text":"الحلف هو قسم يُعقد لتأكيد الخبر، ولا يجوز شرعاً أن يُحلف إلا بشيء عظيم. ولما كان الله هو الأعظم على الإطلاق، لم يجز الحلف بغيره.\nأ. تعريف الحلف بغير الله وحقيقته:\nهو تعظيم المخلوق تعظيماً يليق بالخالق، وهو جعل المحلوف به شريكاً لله في التعظيم اللائق بالقسم.\n*  أمثلة شائعة: والحلف بالنبي، وحياة الأب والأم، والأمانة، والكعبة، ورأس فلان.\n ب. الحكم والخطورة:\nالحلف بغير الله شرك أصغر ومحرم إجماعاً. وخطورته تأتي من أنه يفتح باباً لتعظيم المخلوق حتى يقع القلب في الشرك الأكبر.\nالتحذير النبوي الصريح:قال ﷺ:(من حلف بغير الله فقد كفر أو أشرك) (رواه أبو داود والترمذي - صحيح). \n*  التطبيق العملي: لو أن رجلاً قال:والنبي لأفعلن كذا فقد أشرك. فتعظيم النبي ﷺ واجب، لكن لا يجوز أن يصل إلى درجة القسم به بدلاً من الخالق.\nج. متى يصبح الحلف شركاً أكبر؟\nإذا اعتقد الحالف أن المحلوف به (كالنبي أو الولي) يساوي الله في التعظيم، أو أنه يملك من القدرة ما يجعله أهلاً للقسم به، فإنه ينتقل إلى الشرك الأكبر المخرج من الملة.\nد. العلاج والتصحيح (كفارة الإشراك اللساني):\nإذا حلف المسلم بغير الله جاهلاً أو ناسياً، فعليه أن يتدارك الخطأ فوراً بتصحيح اللسان.\nقال ﷺ:(من حلف فقال في حلفه: واللات والعزى، فليقل: لا إله إلا الله) (متفق عليه).\n*  التطبيق العملي: إذا قال أحدهم وحياة فلان عليه أن يقول مباشرة:لا إله إلا الله ليُصحح لسانه ويعود إلى التوحيد."
      },
       {
        "title":"4. خلاصة الإحاطة: مراجعة دائمة للتوحيد",
        "text":"الرياء والحلف بغير الله هما دليل على أن تحقيق التوحيد الخالص هو معركة دائمة وليست مرحلة عابرة. إنها مراجعة مستمرة للقلب واللسان.\nكن حارساً لقلبك من الرياء، وحارساً للسانك من الحلف بغير الله، ليكون عملك كاملاً وتوحيدك صافياً."
      }
   
        
    ]
}
