{
  "molten_copper_al_qitr_ijaz":[
    
       {
        "title":"النحاس (القِطْر): الإعجاز في تسييل المعدن وتقنية السبائك المركبة",
        "text":"\nمعدن كان له دور محوري في تاريخ الحضارة البشرية، وهو (النحاس) الذي أطلق عليه القرآن اسم (القِطْر) يتجلى الإعجاز هنا في دقة التسمية، وفي الإشارة إلى تقنيات صهر وسبائك متقدمة سبقت عصرها."
      },
          {
        "title":"1. المدخل القرآني: القِطْر ومسالة المعدن",
        "text":"ورد ذكر النحاس بلفظ (القِطْر) في موضعين هامين، أحدهما مع النبي سليمان عليه السلام، والآخر مع ذي القرنين. واللفظ (قِطْر) يعني النحاس المُذاب أو المُسال (من القَطْر أي السيلان).\n   الآية الأولى (مع سليمان - وفرة الإنتاج): ﴿وَأَسَلْنَا لَهُ عَيْنَ الْقِطْرِ﴾ [سبأ: 12].\n   الآية الثانية (مع ذي القرنين - تقنية المعالجة): ﴿آتُونِي أُفْرِغْ عَلَيْهِ قِطْرًا﴾ [الكهف: 96]."
      },
          {
        "title":"2. الإعجاز في (إسالة) النحاس (الثورة الصناعية القديمة)",
        "text":"في قصة سليمان عليه السلام، ذكر القرآن: ﴿وَأَسَلْنَا لَهُ عَيْنَ الْقِطْرِ﴾.\nأ. الحقيقة العلمية (درجة الانصهار):\n   *   النحاس معدن صلب يحتاج إلى درجة حرارة عالية جداً للانصهار (حوالي 1085 درجة مئوية).\n   *   في العصور القديمة، كان الحصول على النحاس المذاب عملية شاقة ومحدودة الكمية.\n   *   الإعجاز: وصف النحاس المذاب بـ (عَيْنَ) (أي نبع يتدفق) يشير إلى وفرة هائلة وتقنية خارقة (معجزة) جعلت هذا المعدن العنيد يسيل كالمماء الغزير، مما مكن مملكة سليمان من تحقيق نهضة معمارية وصناعية كبرى (تماثيل، جفان، قدور)."
      },
          {
        "title":"3. الإعجاز في (إفراغ القطر) (تقنية السبائك والطلاء)",
        "text":"في قصة ذي القرنين (التي ذكرناها سابقاً في الخرسانة المضادة)، يظهر إعجاز كيميائي وهندسي في استخدام النحاس المذاب: \nأ. لماذا النحاس فوق الحديد؟\nطلب ذو القرنين صب (القطر) (النحاس المذاب) فوق (زبر الحديد) (قطع الحديد) بعد تسخينها. علمياً، هذا المزيج يحقق فوائد هندسية مذهلة:\n   1.  منع التآكل (الصدأ): الحديد معدن قوي لكنه يتأكسد (يصدأ) بسرعة عند تعرضه للهواء والرطوبة، مما يضعف السد مع الزمن. النحاس معدن مقاوم للتآكل؛ فصب طبقة من النحاس المذاب فوق الحديد تعمل كطلاء عازل يحمي الحديد من الصدأ لآلاف السنين.\n   2.  المادة المالئة: : النحاس المذاب يتميز بسيولة عالية تمكنه من التغلغل في الشقوق والفراغات بين قطع الحديد الضخمة، ليعمل كمادة لاحمة تحول السد إلى كتلة صماء واحدة\n   3.  زيادة الانزلاق: سطح النحاس أملس مقارنة بالحديد الخشن، وهذا يفسر قوله تعالى ﴿فَمَا اسْطَاعُوا أَن يَظْهَرُوهُ﴾ (أي يتسلقوه)، حيث يصعب تسلق جدار مغطى بطبقة ملساء من النحاس الصلب."
      },
          {
        "title":"4. الإعجاز التاريخي (عصر النحاس والبرونز)",
        "text":"   *   يشير المؤرخون وعلماء الآثار إلى وجود (عصر برونزي) (البرونز سبيكة نحاس) سبق (العصر الحديدي).\n   *   القرآن الكريم كان دقيقاً جداً في استخدام المصطلحات؛ فعندما تحدث عن داود (الأب) ذكر (الحديد) (﴿وَأَلَنَّا لَهُ الْحَدِيدَ﴾)، وعندما تحدث عن سليمان (الابن) ذكر (القِطْر) (النحاس).\n   *   الجمع بين استخدام الحديد والنحاس في القصص القرآني يعكس معرفة دقيقة بخصائص المعادن التي قامت عليها الحضارات القديمة، وتوظيفها الهندسي الأمثل."
      },
      {
        "title":"5. الخلاصة",
        "text":"إن ذكر (القِطْر) (النحاس المذاب) في القرآن ليس مجرد سرد قصصي، بل هو توثيق لتقنيات هندسية متقدمة: الإسالة للصناعة، و الإفراغ للحماية والتقوية. هذه الإشارات تكشف عن وعي عميق بخصائص المواد المعدنية."
      }
   
      
    ]
}
