{
    "muhammad_message_universality":[
      
        
       {
        "title":"شمولية رسالة خاتم الأنبياء: كيف امتدت دعوة محمد ﷺ لتعمَّ الإنس والجن وكل من سيأتي إلى قيام الساعة؟",
        "text":""
      },
      {
        "title":"1. المدخل العقدي: رسالة العُموم والختام",
        "text":"تميزت رسالة النبي محمد صلى الله عليه وسلم عن جميع الرسالات السابقة بكونها خاتمة للشرائع وموجهة إلى الناس كافة. فبينما كان كل رسول يُبعث إلى قومه خاصة، أُرسل النبي محمد صلى الله عليه وسلم إلى جميع الثقلين (الإنس والجن) وإلى جميع الأجيال التي ستأتي بعده إلى يوم القيامة.\nهذا العموم والشمول هو ما أهّل رسالته لتكون الرسالة الأخيرة والأكمل."
      },
      {
        "title":"2. عموم الرسالة للإنسية (الناس كافة)",
        "text":"رسالة النبي صلى الله عليه وسلم لم تكن محصورة في العرب، أو في زمنه، بل شملت كل البشر على اختلاف ألوانهم وألسنتهم وأزمنتهم.\nأ. الدليل القرآني على عموم الرسالة للناس:\nالنصوص القرآنية تؤكد أن رسالته كانت موجهة إلى البشر جميعاً:\n﴿وَمَا أَرْسَلْنَاكَ إِلَّا كَافَّةً لِّلنَّاسِ بَشِيرًا وَنَذِيرًا وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ﴾ [سبأ: 28].\n﴿قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعًا﴾ [الأعراف: 158].\n*   التطبيق المُلِمّ: استخدام ألفاظ كافة للناس و إليكم جميعاً يقطع الشك في خصوصية رسالته، ويؤكد أنها رسالة عالمية.\n ب. الدليل النبوي على التفرد بالعموم:\nقارن النبي صلى الله عليه وسلم بين رسالته ورسالات الأنبياء السابقين، مبيناً تميزه بالعموم:\nقال النبي ﷺ:\nأُعطيتُ خمساً لم يُعطهن أحدٌ من الأنبياء قبلي... وكان النبي يُبعث إلى قومه خاصة، وبُعثت إلى الناس كافة (متفق عليه). \n*   النتيجة: بعد بعثة النبي محمد ﷺ، أصبح واجباً على كل إنسان على وجه الأرض، سمع بالرسالة أو لم يسمع، أن يتبعها."
      },
      {
        "title":"3. عموم الرسالة للجن (الثقل الآخر)",
        "text":"لم تقتصر رسالة محمد ﷺ على عالم البشر، بل امتدت لتشمل عالم الجن أيضاً، وهو ما يُعرف بـ الثقلين.\nأ. الدليل القرآني على شمول الجن:\nأثبت القرآن إيمان الجن بالرسالة وقولهم إنها مصدقة لما قبلها:\n﴿قُلْ أُوحِيَ إِلَيَّ أَنَّهُ اسْتَمَعَ نَفَرٌ مِّنَ الْجِنِّ فَقَالُوا إِنَّا سَمِعْنَا قُرْآنًا عَجَبًا ۝ يَهْدِي إِلَى الرُّشْدِ فَآمَنَّا بِهِ وَلَن نُّشْرِكَ بِرَبِّنَا أَحَدًا﴾ [الجن: 1-2].\n*   التطبيق المُلِمّ: سورة الجن بكاملها تؤكد أن الجن مكلفون برسالته، وأنهم منهم المؤمنون والكافرون، ويُحاسبون عليها مثل الإنس.\nب. التكليف الموحد:\nالرسالة الإسلامية هي الشريعة الوحيدة الموحدة التي يتحاكم إليها الإنس والجن. فعبادتهم ومعاملاتهم وأصول دينهم واحدة."
      },
      {
        "title":"4. الأثر العملي لشمولية الرسالة",
        "text":"الإيمان بشمولية رسالة محمد ﷺ وعمومها يترتب عليه نتائج عملية وعقدية عظيمة:\n1.  وجوب الدعوة (التزام التبليغ): لما كانت الرسالة عالمية، وجب على أتباعها أن يحملوا همَّ تبليغها إلى كل بقاع الأرض وكل الأمم، وإخراج الناس من الظلمات إلى النور.\n2.  بطلان الأديان الأخرى: بعد بعثة النبي ﷺ بطل حكم جميع الشرائع السابقة، ولم يعد مقبولاً من أي إنسان، يهودياً كان أو نصرانياً أو غيره، البقاء على دينه السابق، بل يجب عليه اتباع الإسلام.\n3.  العالمية والمواطنة: هذه الشمولية تثبت أن الإسلام لا يعترف بالحدود القومية أو الجغرافية، بل يوحّد البشر تحت مظلة العقيدة، مما يعزز قيم المساواة بين البشر في الحقوق والواجبات.\nرسالة محمد ﷺ هي الرسالة التي ألزمت جميع الخلق في هذا الكون باتباعها، وبها ختمت النبوات والتشريعات."
      }
       

    ]
}
