{
    "nabi_rasool_definition_diff":[
      
        
       {
        "title":"النبوة والرسالة: التعريف الدقيق لمن اصطفاهم الله، والفرق الجوهري بين النبي والرسول",
        "text":""
      },
      {
        "title":"1. المدخل العقدي: حقيقة النبوة والرسالة",
        "text":"الإيمان بالرسل والأنبياء ركن أساسي في العقيدة الإسلامية، فهم حلقة الوصل بين الله تعالى والبشر. اصطفى الله منهم بشراً ليحملوا رسالته وهدايته إلى خلقه.\nيُطلق مصطلحا النبي و الرسول على المصطفين من البشر، ولكن علماء العقيدة وضعوا تعريفاً دقيقاً لكل منهما بناءً على نصوص الوحي:"
      },
      {
        "title":"2. تعريف النبي (عليه السلام)",
        "text":"النبي لغةً: مأخوذ من(النبأ) وهو الخبر، لكونه مُخبِراً عن الله تعالى.\nالنبي شرعاً: هو رجل حُر، أوحى الله إليه بشرع ولم يُؤمر بتبليغه إلى قوم مُخالفين.\n*   وظيفته الأساسية: هو إبلاغ الناس بشريعة سابقة، وتثبيتهم عليها. وغالباً ما يُبعث النبي في قوم كانوا أصلاً على دين سماوي سابق (كأنبياء بني إسرائيل الذين كانوا يتبعون شريعة التوراة التي جاء بها موسى).\n*   مثاله: أنبياء بني إسرائيل بعد موسى وعيسى (عليهم السلام)، مثل النبي هارون مع شريعة موسى."
      },
      {
        "title":"3. تعريف الرسول (عليه السلام)",
        "text":"الرسول لغةً: مأخوذ من (الإرسال)  وهو التوجيه.\nالرسول شرعاً: هو رجل حُر، أوحى الله إليه بشرع جديد أو أحكام جديدة، وأمره بتبليغه إلى قوم مُخالفين له.\n*   وظيفته الأساسية: تأسيس شريعة مستقلة أو نسخ بعض أحكام شريعة سابقة، وتبليغها إلى قوم ضلوا عن الطريق.\n*   مثاله: نوح، إبراهيم، موسى، عيسى، ومحمد (عليهم صلوات الله وسلامه أجمعين)."
      },
      {
        "title":"4. الفرق الجوهري والعلائقي بينهما",
        "text":"وجه المقارنة\nالنبي\n1.  التشريع\nيعمل بشريعة رسول سابق (أو شريعته إن كان رسولاً).\n2.  التبليغ\nيوحي إليه بأحكام لا يلزمه تبليغها إلى قوم مخالفين، بل يُبلغ قومه بشريعة قائمة.\n3.  كل رسول نبي، وليس كل نبي رسولاً.\nالرسول\n1.  التشريع\nيأتي بتشريع مستقل جديد أو أحكام تنسخ سابقة.\n2.  التبليغ\nيُؤمر بتبليغ رسالة خاصة إلى قوم كافرين أو جاحدين أو ضالين.\n3.  النتيجة\nهو أعم وأشمل، فكل رسول جامع لصفة النبوة."
      },
      {
        "title":"5. الأثر العقدي لوجوب الإيمان بهما",
        "text":"الإيمان بالرسل والأنبياء يقتضي التسليم بالآتي:\n1.  المصدر واحد: كلهم جاءوا من مصدر واحد هو الله، ورسالتهم الأصلية واحدة وهي التوحيد.\n2.  التفضيل: يجب الإيمان بهم جميعاً وعدم التفريق بينهم في أصل الإيمان، ولكننا نؤمن بأن الله فضّل بعضهم على بعض (كالرسل أصحاب العزم أو النبي محمد ﷺ).\n3.  العصمة: هم جميعاً معصومون من الوقوع في الكبائر والخطأ في تبليغ الوحي، لأنهم أمناء الله على رسالته.\nالإيمان بأن النبي محمد ﷺ هو خاتم الأنبياء والمرسلين يقطع أي احتمال لظهور نبي أو رسول بعده إلى قيام الساعة."
      }
    ]
}
