{
  "nifaq_major_minor":[
      
        
       {
        "title":"النفاق: التفريق بين نفاق العقيدة المخرج من الملة ونفاق العمل الذي يُنقص الإيمان",
        "text":""
      },
         {
        "title":"1. المدخل العقدي: حقيقة النفاق",
        "text":"النفاق لغةً: مشتق من النفق، وهو السرب في الأرض الذي له مخرج. سمي المنافق منافقاً لأنه يخرج من الإيمان من وجه خفي، ويُظهر الإسلام ويُبطن الكفر.\nالنفاق شرعاً: هو إظهار الخير وإبطان الشر. وقد جاء ذمه في القرآن والسنة تحذيراً شديداً، ووصف المنافقون بأنهم في(الدرك الأسفل من النار).\nينقسم النفاق إلى قسمين يختلفان في الحكم والجزاء: النفاق الأكبر (الاعتقادي) و النفاق الأصغر (العملي)."
      },
         {
        "title":"2. النفاق الأكبر",
        "text":"التعريف: هو إظهار الإسلام والإيمان باللسان والجوارح، مع إبطان الكفر والتكذيب لما جاء به الرسول ﷺ في القلب. هذا النفاق يُخرج صاحبه من الملة الإسلامية بالكلية، ويوجب له الخلود في الدرك الأسفل من النار.\nأ. أنواع النفاق الأكبر (التكفير القلبي):\nالنفاق الأكبر ينحصر في ستة أنواع من التكذيب أو الإبطال القلبي، وهي:\n1.  تكذيب الرسول ﷺ أو تكذيب شيء مما جاء به.\n2.  بغض الرسول ﷺ أو بغض شيء مما جاء به.\n3.  السرور بانخفاض دين الإسلام وسوء حاله.\n4.  كره انتصار الإسلام وظهوره.\n5.  الاعتقاد بأن الإسلام لا يصلح للحياة المعاصرة أو أنه متخلف.\n6.  السخرية والاستهزاء بالدين أو أحكامه.\nب. حكم النفاق الأكبر:\n*   في الدنيا: يُعامل صاحبه معاملة المسلمين (في الزواج والميراث والصلاة) نظراً لإظهاره الإسلام، ويُترك أمره لـ الله وحده الذي يعلم ما في القلوب.\n*   في الآخرة: الخلود في الدرك الأسفل من النار، وهو أشد عذاباً من الكافر الأصلي.\nالدليل القرآني:\n﴿إِنَّ الْمُنَافِقِينَ فِي الدَّرْكِ الْأَسْفَلِ مِنَ النَّارِ وَلَن تَجِدَ لَهُمْ نَصِيرًا﴾ [النساء: 145]."
      },
         {
        "title":"3. النفاق الأصغر",
        "text":"التعريف: هو عمل شيء من خصال المنافقين الظاهرة، مع بقاء الإيمان في القلب وعدم التكذيب أو الجحود. هذا النفاق لا يُخرج صاحبه من الملة، ولكنه يُنقص إيمانه ويكون ذنباً عظيماً ووسيلة إلى النفاق الأكبر.\nأ. خصال النفاق الأصغر (التحذير النبوي):\nهذه الخصال تتعلق بالسلوك والأخلاق والعمل، وهي التي جاءت في الحديث النبوي المشهور:\nالدليل النبوي: قال النبي ﷺ:(آية المنافق ثلاث: إذا حدَّث كذب، وإذا وعد أخلف، وإذا اؤتمن خان)(متفق عليه).\nوفي رواية أخرى: (أربع من كن فيه كان منافقاً خالصاً، ومن كانت فيه خصلة منهن كانت فيه خصلة من النفاق حتى يدعها: إذا حدَّث كذب، وإذا عاهد غدر، وإذا وعد أخلف، وإذا خاصم فجر) (متفق عليه).\nب. حكم النفاق الأصغر:\n*   صاحبه مؤمن ناقص الإيمان وفاسق، ولكنه ليس بكافر.\n*   هذه الخصال تضعف الإيمان وتُبعد صاحبها عن صفات المؤمنين الصادقين، وقد تُؤدي به إلى الكفر الأكبر إن استمر عليها واستخف بها."
      },
         {
        "title":"4. الفروق الجوهرية بين النفاق الأكبر والأصغر",
        "text":"وجه المقارنة\n1.  النفاق الأكبر (الاعتقادي)\n*   مكان التكذيب: في القلب (إبطان الكفر).\n*   الحكم في الدنيا: يُعامل كمسلم (لاختلاف الناس).\n*   الحكم في الآخرة: الخلود في الدرك الأسفل من النار.\n*   إزالة الإيمان: يُزيل الإيمان بالكلية.\n2.  النفاق الأصغر (العملي)\n*   مكان التكذيب: في السلوك (إظهار الخُلُق الذميم).\n*   الحكم في الدنيا: يُعامل كمسلم ولا يخرج من الملة.\n*   الحكم في الآخرة: ذنب عظيم يُوجب العقوبة تحت المشيئة.\n*   إزالة الإيمان: يُنقص الإيمان ولا يزيله."
      },
         {
        "title":"5. الأثر العملي والتحذيري",
        "text":"1.  خشية النفاق: كان السلف الصالح يخافون جداً من النفاق الأصغر خوفاً من أن يجرهم إلى النفاق الأكبر، وكان عمر بن الخطاب رضي الله عنه يسأل حذيفة بن اليمان( هل سماني رسول الله من المنافقين؟ ).\n2.  جهاد السلوك: يجب على المسلم أن يُجاهد نفسه بشدة لتطهير سلوكه من خصال النفاق الأصغر (كالكذب والغدر والخيانة) ليصقل إيمانه.\nالنجاة من النفاق تكون بالإخلاص في السر والعلن، ومجاهدة النفس على تحقيق خصال الإيمان في القول والعمل."
      } 
      
       
    ]
}
