{
  "night_prayer_and_private_devotion":
  [
       {
        "title":"قيام الليل وعبادته في السر: مناجاة المحب لخالقه",
        "text":"نبدأ الآن رحلة جديدة في أعماق الجانب الروحي من حياة المصطفى ﷺ، حيث ننتقل من معاملاته مع الخلق إلى خلواته مع الخالق. ففي هذا القسم، نكتشف كيف كان يستمد قوته وصبره من تلك الصلة الدائمة بالله.\nبينما يسكن الكون ويغرق الناس في نومهم، كان النبي ﷺ يشد مئزره ويقف بين يدي الله في خلوةٍ لا يعلم مكنونها إلا هو سبحانه. لم يكن قيامه تكليفاً شاقاً، بل كان 'قرة عين' وراحة لقلبه المثقل بأعباء الرسالة."
        },
          {
        "title":"أ. الشكر لا الطلب (أفلا أكون عبداً شكوراً):",
        "text":"قامت عائشة رضي الله عنها ذات ليلة فرأت قدماه قد تفطرتا (تشققتا من طول الوقوف)، فقالت له برقة: 'يا رسول الله، تصنع هذا وقد غفر الله لك ما تقدم من ذنبك وما تأخر؟'.\n   *   فكان رده النبوي العظيم: 'أفلا أكون عبداً شكوراً؟' . لقد كان قيامه أعلى مراتب العبادة، وهي عبادة الشكر والاعتراف بفضل المنعم."
        },
        
          {
        "title":"ب. طول القنوت وتدبر الآيات:",
        "text":"   *   لم يكن قيامه ﷺ مجرد حركات، بل كان رحلة مع القرآن. وصف حذيفة بن اليمان صلاته معه ليلةً، فقال إنه قرأ البقرة ثم النساء ثم آل عمران، لا يمر بآية رحمة إلا سأل الله، ولا بآية عذاب إلا تعوذ، مما يظهر مدى استغراقه في معاني الكلام الإلهي.\n   *   كان يطيل الركوع والسجود حتى يكونان قريباً من طول قيامه، وكأن جسده الشريف قد نسي التعب في حضرة جلال الله."
        },
          {
        "title":"ج. عبادة السر والدموع الصامتة:",
        "text":"كان يحب أن يخلو بربه بعيداً عن أعين الناس ليكون أخلص لله. كان يُسمع لصدره 'أزيز كأزيز المرجل' من البكاء.\n   *   كان يحرص على ركعتي الفجر (السنة) ويقول إنها 'خير من الدنيا وما فيها' وكان يجعل وتره آخر صلاته بالليل، ليختم يومه بالانفراد بالله."
        },
          {
        "title":"الخلاصة",
        "text":"هذه الروحانية العالية في الخلوة لم تكن تفارقه حين يخرج للصلاة بالناس. فصلاته التي نراها في المسجد كانت صورة مصغرة من هيبته وخشوعه في الليل، حيث كان جسده يتحول إلى محراب متحرك من التواضع والانكسار بين يدي الملك الحق.\nكيف كان حال النبي ﷺ إذا دخل في الصلاة؟ وماذا يعني أن صلاته كانت 'راحة' له وليست عبئاً عليه؟ وكيف كان يتفاعل مع كل آية يقرؤها لدرجة تجعل الصحابة يرتجفون من هيبة خشوعه؟\nسنعرف ذلك في المقالة القادمة: 'صلاته بخشوعه وتواضعه'."
        }
       
       
    ]
}
