{
  "not_being_deluded_by_numbers":
  [
       {
        "title":"التذكير بعدم الاغترار بالكثرة: حين تضيقُ الأرضُ ليتسعَ اليقين القوة ليست بالعدد",
        "text":"بعد أن وضعت الحرب أوزارها في وادي حنين، وصمت صليل السيوف، نزل الوحي ليضع النقاط على الحروف، وليكشف للمسلمين ولنا من بعدهم عن 'العورة النفسية' التي كادت أن تودي بالجيش العظيم. لم تكن مشكلة حنين في 'نبال' بل كانت في 'غرور' القلوب.\nفي وادي حنين، لم يكن الاختبار عسكرياً فحسب، بل كان 'امتحاناً للتعلق' . لقد سقط الجيش في فخ 'الرقم' قبل أن يسقط في فخ 'الكمين'.فجاء التعقيب القرآني ليُعيد صياغة مفهوم القوة في وجدان المؤمن."
        },
         {
        "title":"١. صدمةُ الأرقام: 'إذ أعجبتكم كثرتكم'",
        "text":"خرج المسلمون بـ 12 ألف مقاتل، وهو عدد لم يحلموا به في 'بدر' (313) أو 'أُحد' (700). تسللت كلمة إلى الشفاه: 'لن نُغلب اليوم من قلة' . هذه الكلمة كانت هي 'الهزيمة الحقيقية' ؛ لأنها نقلت الاعتماد من 'مسبب الأسباب' إلى 'الأسباب المادية'.\n   *   الدرس: حين يرى الإنسان نفسه 'مستغنياً' بقوته، ماله، أو عدده، يتركه الله لنفسه، ومن وُكل إلى نفسه فقد هلك."
        },
         {
        "title":"٢. ضيقُ الأرض برُحبها: التيه النفسي",
        "text":"يقول الله تعالى: ﴿وَضَاقَتْ عَلَيْكُمُ الْأَرْضُ بِمَا رَحُبَتْ﴾. رغم أن الوادي واسع، والجيش ضخم، إلا أن الخوف حوّل الفضاء الفسيح إلى 'سجن' \n   *   الدرس: الأمان ليس في 'المكان' ، بل في 'المعية' . الأرض تضيق على القوي المغتر، وتتسع للضعيف المتوكل."
        },
         {
        "title":"٣. 'ثُمَّ أَنزَلَ اللَّهُ سَكِينَتَهُ' : النصر يأتي من الأعلى لا من الأسفل",
        "text":"النصر في حنين لم يأتِ حين عاد الـ 12 ألفاً، بل بدأ حين ثبت النبي ﷺ مع حفنة قليلة. هنا نزل المدد: ﴿ثُمَّ أَنزَلَ اللَّهُ سَكِينَتَهُ عَلَىٰ رَسُولِهِ وَعَلَى الْمُؤْمِنِينَ﴾.\n   *   القاعدة الذهبية: السكينة هي 'السلاح السري' الذي يثبت الأقدام حين تزل. إن الله أراد أن يخبرهم أن النصر 'منحة' تُعطى للمنكسرين، لا 'استحقاق' يُؤخذ بالكثرة."
        },
         {
        "title":"٤. تربيةُ النفوس بالهزيمة المؤقتة",
        "text":"لو انتصر المسلمون في حنين من اللحظة الأولى بفضل كثرتهم، لربما ظنوا أنهم 'قوة لا تُقهر' بجهدهم الخاص، ولضاع معنى التوكل. كانت الهزيمة في البداية 'رحمة' لتطهير القلوب من العُجب قبل الفتح النهائي للجزيرة العربية."
        },
         {
        "title":"خلاصة الدرس:",
        "text":"إن 'الكثرة' غنيمة إذا كانت في يد 'متوكل' وهي وبال إذا كانت في يد 'مغتر' . في حنين، تعلم الصحابة أن القوة الحقيقية تكمن في 'الصلة بالله' ، وأن الرقم 'صفر' مع الله هو لانهاية، والمليار بدون الله هو 'عدم'."
        }
       
     
    ]
}
