{
  "numerical_ijaz_allah_99_names":[
    
      
       {
        "title":"الإعجاز العددي في أسماء الله الحسنى: لغة الأرقام تُسبِّح بحمد الله",
        "text":"\nموضوع (الإعجاز العددي في أسماء الله الحسنى) يكشف أن أسماء الله في القرآن لم توضع للبركة أو المعنى فقط، بل خضعت لنظام إحصائي دقيق يربط بين المبنى (عدد الحروف/التكرار) و المعنى (الصفة الإلهية)."
      },
       {
        "title":"1. المدخل: لفظ الجلالة (الله) (محور الكتاب)",
        "text":"اسم (الله) (لفظ الجلالة) هو الاسم الجامع لكل الأسماء والصفات، وهو أكثر كلمة تكررت في القرآن الكريم على الإطلاق.\nالإعجاز الإحصائي:\n   *   عدد التكرار: ورد لفظ الجلالة (الله) في القرآن الكريم 2699 مرة (بحسب المعجم المفهرس لألفاظ القرآن).\n   *   الملاحظة: هذا الرقم الضخم يجعله (العمود الفقري) للنص القرآني، فلا تكاد تخلو صفحة من ذكره، مما يرسخ مبدأ (الألوهية) كمركز للكون وللكتاب."
      },
       {
        "title":"2. معجزة (الرحمن) و (الرحيم) (التناصف والتضاعف)",
        "text":" اسما (الرحمن) و (الرحيم)هما أكثر الأسماء اقتراناً (بسم الله الرحمن الرحيم). وهناك علاقة رقمية مذهلة بينهما في عدد مرات الورود:\nأ. اسم (الرحمن):\n   *   ورد اسم (الرحمن) في القرآن الكريم 57 مرة.\n   *   الرابط: الرقم 57 هو نصف عدد سور القرآن الكريم (114 ÷ 2 = 57).\nب. اسم (الرحيم) :\n   *   ورد اسم (الرحيم) في القرآن الكريم 114 مرة. \n   *   الرابط: الرقم 114 هو العدد الكلي لسور القرآن.\nالنتيجة الإعجازية:نلاحظ معادلة رياضية دقيقة:عدد تكرار (الرحيم) = ضعف عدد تكرار (الرحمن)$$114 = 57 \times 2$$\nوكأن الأسماء التي تفتتح بها السور (البسملة) تحمل في تكرارها مفتاح عدد سور الكتاب كاملاً (114)." 
      },
       {
        "title":"3. اسم (الواحد) وعلاقته بالرقم 19",
        "text":"اسم الله (الواحد) يدل على الوحدانية، وهي جوهر العقيدة. الإعجاز هنا يكمن في القيمة الرقمية (حساب الجُمَّل) لهذا الاسم، وعلاقته بالرقم 19 (رقم الإعجاز القرآني الشهير):\n   *   حساب القيمة: في اللغة العربية، لكل حرف قيمة رقمية (أبجد هوز...):\n     *   الألف (ا) = 1\n     *   اللام (ل) = 30\n     *   الواو (و) = 6\n     *   الألف (ا) = 1\n     *   الحاء (ح) = 8\n     *   الدال (د) = 4\n   *   مجموع كلمة (واحد): $$6 + 1 + 8 + 4 = 19$$\n   *   الإعجاز: القيمة الرقمية لاسم (واحد) هي 19، وهو الرقم الذي بنى عليه القرآن نظامه العددي (عليها تسعة عشر). وكأن الوحدانية هي أساس البناء الرقمي للقرآن."
      },
       {
        "title":"4. اسم (اللطيف) والتكرار المتباعد",
        "text":"اسم الله (اللطيف) ورد في القرآن 7 مرات. الإعجاز هنا ليس في العدد فقط، بل في السياق. اللطف يعني الدقة والخفاء، وقد جاء توزيع هذا الاسم في السور ليعالج مواقف تحتاج إلى دقة وخفاء (مثل قصة يوسف، ولقمان). الرقم 7 هو رقم الكمال في القرآن (7 سماوات، 7 أيام...)، فجاء اللطف الإلهي مكتملاً بهذا العدد."
      },
       {
        "title":"5. أسماء الجمال وأسماء الجلال (التوازن)",
        "text":"من اللطائف العددية أن القرآن يوازن بين أسماء الرحمة (الجمال) وأسماء القوة (الجلال)، لكن الغلبة دائماً للرحمة:\n   *   ورد اسم (الغفور) ومشتقات المغفرة أكثر بكثير من اسم (المنتقم) \n   *   وردت (الرحمة) أضعاف ما ورد (العذاب) وهذا يطابق الحديث القدسي: ((سَبَقَتْ رَحْمَتِي غَضَبِي)). فجاء الإحصاء العددي للكلمات مصدقاً للحقائق العقدية.\nالخلاصة: إن توزيع أسماء الله الحسنى في القرآن، وتحديداً العلاقة المحكمة بين (الرحمن (57)) و (الرحيم (114)) وعدد السور، هو بصمة رقمية تؤكد أن واضع الكتاب هو صاحب الأسماء، وأنه أحصى كل شيء عدداً."
      }
    
        
   
    ]
}
