{
  "numerical_coordination_quranic_stories":[
    
      
       {
        "title":"التناسق الرقمي في القصص القرآني: دقة الحساب في سرد التاريخ",
        "text":"\nيُعد موضوع (التناسق الرقمي في القصص القرآني) وجهاً دقيقاً من وجوه الإعجاز، حيث لا تُذكر الأرقام في القصص للسرد فحسب، بل تأتي محملة بحقائق فلكية أو لغوية دقيقة للغاية.\nأبرز مثال على ذلك هو قصة أصحاب الكهف، وقصة نبي الله نوح عليه السلام."
      },
        {
        "title":"1. المدخل: الأرقام كحقائق لا مجرد سرد",
        "text":"عادة ما يذكر القاص الأرقام للتقريب أو المبالغة، لكن الأرقام في القصص القرآني تأتي كمعادلات رياضية وفلكية دقيقة، تصحح مفاهيم وتحسب أزمنة بدقة متناهية."
      },
        {
        "title":"2. معجزة أصحاب الكهف (التقويم الشمسي والقمري)",
        "text":"هذه هي المعجزة الرقمية الأشهر في القصص القرآني. عند تحديد مدة لبث الفتية في الكهف، ذكر القرآن رقمين بدلاً من رقم واحد، مع فارق دقيق بينهما.\nالآية الكريمة: ﴿وَلَبِثُوا فِي كَهْفِهِمْ ثَلَاثَ مِائَةٍ سِنِينَ وَازْدَادُوا تِسْعًا﴾ [الكهف: 25].\nالتحليل الحسابي والفلكي:\nلماذا قال الله (ثلاث مائة ثم قال وازدادوا تسعاً) ولم يقل (309) مباشرة؟ الجواب يكمن في الفرق بين السنة الشمسية (الميلادية) والسنة القمرية (الهجرية):\n   1.  السنة الشمسية: طولها 365.25 يوماً.\n   2.  السنة القمرية: طولها 354.36 يوماً.\n   3.  الفرق بينهما: حوالي 11 يوماً في السنة الواحدة.\nالمعادلة: إذا حسبنا الفرق في مدة 300 سنة شمسية:\n300 سنة × 11 يوماً ≈ 3300 يوم \n 3300 يوم ÷ 365 يوم (في السنة) ≈ 9 سنوات\nالنتيجة المذهلة: كل 300 سنة شمسية تساوي بالضبط 309 سنوات قمرية. فالآية أشارت إلى التقويمين معاً:\n   *   لو حسبت مدة لبثهم بالشمس (كما يفعل أهل الكتاب والروم)، فهي 300 سنة.\n   *   ولو حسبتها بالقمر (كما يفعل العرب)، فهي 300 + 9 سنوات."
      },
        {
        "title":"3. معجزة عمر نوح (الفرق بين السَنَة والعَام)",
        "text":"في قصة نوح عليه السلام، حدد القرآن مدة دعوته بدقة غريبة في صياغتها اللغوية والرقمية:\nالآية الكريمة: ﴿وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِ فَلَبِثَ فِيهِمْ أَلْفَ سَنَةٍ إِلَّا خَمْسِينَ عَامًا﴾ [العنكبوت: 14].\nالإعجاز اللغوي-الرقمي:\nلماذا قال (ألف سنة إلا خمسين عاماً) ولم يقل (950 سنة) مباشرة؟ ولماذا غير اللفظ من (سنة) إلى (عام) ؟ \n   1.  دلالة (سَنَة): تُستخدم في القرآن والعربية للدلالة على الشدة، القحط، والتعب (نقول: أخذتهم السنون).\n   2.  دلالة (عَام): تُستخدم للدلالة على الرخاء، الخصب، والراحة (نقول: عام فيه يُغاث الناس).\nالتفسير:\n   *   الـ 950 (ألف إلا خمسين) كانت سنوات الدعوة والصبر والتكذيب والأذى، فناسبها لفظ (سنة).\n   *   الـ 50 الباقية (التي استثناها) كانت بعد الطوفان وهلاك الكافرين، فكانت أيام راحة ورخاء للمؤمنين، فناسبها لفظ (عام).\nاللمحة: الدقة الرقمية هنا جاءت لخدمة الدقة البيانية، لترسم صورة كاملة لمعاناة النبي ثم راحته، من خلال الأرقام فقط."
      },
          {
        "title":"4. معجزة التماثل في قصص الأنبياء (آدم وعيسى)",
        "text":"(كما ذكرنا سابقاً في التكرار، ونعيدها هنا لأهميتها في سياق القصص): القرآن يروي قصة خلق عيسى وقصة خلق آدم، ويقرر التشابه بينهما في الخلق المباشر من الله.\nالآية: ﴿إِنَّ مَثَلَ عِيسَىٰ عِندَ اللَّهِ كَمَثَلِ آدَمَ﴾. الرقم: تكرر اسم (عيسى) 25 مرة، واسم (آدم) 25 مرة في القصص القرآني، ليؤكد التماثل القصصي والعددي.\nالتناسق الرقمي في القصص القرآني يؤكد أن الأرقام ليست (حشواً) أو تفاصيل هامشية، بل هي مفاتيح فلكية (كما في الكهف)، وبيانية (كما في نوح)، وعقدية (كما في آدم وعيسى)، وُضعت بميزان دقيق لا يأتيه الباطل."
      }
      
      
        
   
    ]
}
