{
  "numerical_signs_revelation_worship_seasons":[
    
      
       {
        "title":"الإشارات العددية في نزول الوحي ومواسم العبادات",
        "text":"\nموضوع (الإشارات العددية في نزول الوحي ومواسم العبادات) يكشف عن هندسة إلهية تربط بين النظام الكوني (الزمن) والنظام التشريعي (العبادات)، مما يثبت أن الذي خلق الأيام هو الذي شرع مواسمها."
      },
          {
        "title":"1. الإعجاز في إحصاء الزمن الكوني والشرعي",
        "text":"أثبت الإحصاء القرآني أن الألفاظ التي تدل على وحدات القياس الزمني (اليوم والشهر) تتكرر بعدد يطابق الواقع الفلكي والتشريعي:\nالكلمة الدالة على الزمن: يَوْم (بالمفرد)\nعدد التكرار في القرآن: 365 مرة\nالدلالة الكونية والشرعية: يطابق عدد أيام السنة الشمسية (السنة الكبيسة).\nالكلمة الدالة على الزمن: شَهْر (بالمفرد)\nعدد التكرار في القرآن: 12 مرة\nالدلالة الكونية والشرعية: يطابق عدد أشهر السنة الهجرية والشمسية، ويتفق مع قوله تعالى: ﴿إِنَّ عِدَّةَ الشُّهُورِ عِندَ اللَّهِ اثْنَا عَشَرَ شَهْرًا﴾ [التوبة: 36].\nالكلمة الدالة على الزمن: الجمعة\nعدد التكرار في القرآن: مرة واحدة\nالدلالة الكونية والشرعية: الجمعة هو يوم العبادة الأسبوعية المخصص للمسلمين، ولم يرد ذكره إلا مرة واحدة في سورة (الجمعة)."
      },
       {
        "title":"2. الإشارات العددية في نزول الوحي (سورة القدر)",
        "text":"تُعد سورة القدر (السورة 97) دليلاً مذهلاً على ارتباط الإحصاء القرآني بزمن ومكان نزول الوحي (في ليلة القدر):\nأ. عدد الكلمات (أيام الصيام):\n   *   يبلغ عدد كلمات سورة القدر كاملاً 30 كلمة.\n   *   الرابط: يطابق هذا العدد غالب عدد أيام شهر رمضان المبارك، وهو شهر نزول القرآن وجعل فيه ليلة القدر.\nب. موقع ليلة القدر (ترجيح ليلة 27):\n   *   كلمة (هي) في قوله تعالى: ﴿سَلَامٌ هِيَ حَتَّىٰ مَطْلَعِ الْفَجْرِ﴾ [القدر: 5]. وهي الكلمة التي تعود على (ليلة القدر).\n   *   عند إحصاء الكلمات من بداية السورة، نجد أن كلمة (هي) هي الكلمة رقم 27.\n   *   الرابط: يعتبر هذا إشارة عددية لطيفة تتوافق مع ترجيح كثير من علماء الأمة أن ليلة القدر تقع في ليلة السابع والعشرين من رمضان."
      },
       {
        "title":"3. الإشارات العددية في مواسم العبادات والتشريع",
        "text":"تم تحديد مواسم وأركان العبادات الكبرى بأعداد ثابتة لا تقبل التغيير:\nأ. الصلاة (عدد الفروض):\n   *   وردت كلمة (صلوات)(بصيغة الجمع، بصرف النظر عن مشتقاتها) في القرآن الكريم 5 مرات، وهو ما يطابق عدد الصلوات الخمس المفروضة يومياً (الفجر، الظهر، العصر، المغرب، العشاء).\nب. الحج (مناسك التطهير):\n   *   وردت مشتقات (الطواف) في آيات الحج لتصف الدوران حول الكعبة 7 مرات (كما في ﴿وَلْيَطَّوَّفُوا بِالْبَيْتِ الْعَتِيقِ﴾).\n   *   في آيات الحج لتصف الدوران حول الكعبة 7 مرات (كما في ﴿وَلْيَطَّوَّفُوا بِالْبَيْتِ الْعَتِيقِ﴾).\nج. الأشهر الحرم:\n   *   في سياق الحديث عن الأشهر، نجد أن العدد الكلي للأشهر هو 12.\n   *   الإشارة إلى الأشهر الحُرُم (التي يُحرم فيها القتال) هي 4 (أربعة): ﴿مِنْهَا أَرْبَعَةٌ حُرُمٌ﴾. وهذا التوازن بين 4 أشهر للسلام و 8 أشهر للتعامل العادي هو تقدير إلهي لضبط العلاقات بين الأمم."
      },
       {
        "title":"4. الخلاصة: النظام والتقدير الإلهي",
        "text":"إن وجود هذه التوافقات الإحصائية الدقيقة بين عدد الألفاظ (كـ(يوم) 365 مرة) وبين الحقائق الكونية والتشريعية ((كـ(صلوات) 5 مرات) وبين الشفرات الداخلية للسورة (كـ 27 في ليلة القدر)، يثبت أن القرآن ليس نصاً عشوائياً، بل هو نظام رقمي وبياني متكامل، وأن الذي أحصى الحروف هو الذي ﴿جَعَلَ الشَّمْسَ ضِيَاءً وَالْقَمَرَ نُورًا وَقَدَّرَهُ مَنَازِلَ لِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسَابَ﴾ [يونس: 5]."
      }
      
      
        
   
    ]
}
