{
  "numerical_concordance_between":[
    
      
       {
        "title":"التناسق العددي بين الكلمات: ميزان الحساب في لغة الوحي",
        "text":"أهلاً بك عزيزي مستخدم تطبيقنا في ركن جديد ومثير للدهشة، وهو (الإعجاز العددي) هذا المجال واسع، ولكننا سنركز على ما يُعرف بـ (التوازن الإحصائي) أو (التناسق العددي)وهو تكرار كلمات وأضدادها، أو كلمات وما يتعلق بها، بأعداد متطابقة أو متناسبة بشكل يُعجز البشر عن تحقيقه في كتاب نزل مُفرَّقاً (منجَّماً) على مدى 23 عاماً."
      },
        {
        "title":"1. المدخل: استحالة الصدفة في التوزيع اللفظي",
        "text":"القرآن الكريم نزل مشافهةً، آيةً تلو آية، في وقائع وأحداث متباعدة، وفي حالات سلم وحرب وتشريع وقصص. من الناحية البشرية، يستحيل على مؤلف أن يضبط عدد مرات ذكر كلمة (الدنيا) ليجعلها مساوية تماماً لكلمة (الآخرة) وهو يؤلف الكتاب على مدار ربع قرن دون أن يمسك ورقة وقلمًا للإحصاء. هذا التوازن الدقيق يثبت أن الذي نزل بالكلمات هو الذي أحصى كل شيء عدداً.\nالدليل القرآني: ﴿وَأَحْصَىٰ كُلَّ شَيْءٍ عَدَدًا﴾ [الجن: 28]."
      },
        {
        "title":"2. أمثلة على التناسق بين الكلمات وأضدادها (التوازن المتقابل)",
        "text":"من ألطف وجوه الإعجاز العددي هو تساوي عدد تكرار الكلمة مع نقيضها، مما يوحي بالتوازن في المعنى والوجود:\nالكلمة الأولى: الدُّنْيَا\nعدد التكرار: 115\nالكلمة المقابلة (الضد): الآخِرَة\nعدد التكرار: 115\nالدلالة واللمحة: يرسخ مبدأ التوازن في حياة المسلم، فلا يطغى جانب الدنيا على الآخرة، ولا تُهمل الدنيا لأجل الآخرة.\n\nالكلمة الأولى:الْحَيَاة\nعدد التكرار: 145\nالكلمة المقابلة (الضد): الْمَوْت\nالدلالة واللمحة: الحياة والموت متلازمان في الخلق، وهما وجهان لعملة الوجود الدنيوي.\n\nالكلمة الأولى: الْمَلَائِكَة\nعدد التكرار: 88\nالكلمة المقابلة (الضد): الشَّيَاطِين\nعدد التكرار: 88\nالدلالة واللمحة: يمثلان قوى الخير والشر، والتساوي بينهما يشير إلى التدافُع المستمر بين الحق والباطل في هذه الدار.\n\nالكلمة الأولى: الرَّهْبَة\nعدد التكرار: 8\nالكلمة المقابلة (الضد): الرَّغْبَة\nعدد التكرار: 8\nالدلالة واللمحة: جناحان لطائر الإيمان، يجب أن يتساوى الخوف والرجاء في قلب المؤمن.\n\nالكلمة الأولى: الضُّر\nعدد التكرار: 50\nالكلمة المقابلة (الضد): النَّفْع\nعدد التكرار: 50\nالدلالة واللمحة: كل شيء بيد الله، والضر والنفع بمقدار متساوٍ في اختبار الإنسان."
      },
        {
        "title":"3. أمثلة على التناسق الزمني والكوني (الإعجاز التقويمي)",
        "text":"هنا نجد أن تكرار الكلمات يتطابق مع الحقائق الكونية والزمنية التي نعيشها:\nأ. كلمة (يَوْم)\n   *   وردت كلمة(يَوْم)(بصيغة المفرد النكرة والمعرفة) في القرآن الكريم بالضبط 365 مرة.\n   *   الإعجاز: هذا العدد يطابق تماماً عدد أيام السنة الشمسية (دوران الأرض حول الشمس).\nب. كلمة(شَهْر):\n   *   وردت كلمة (شَهْر)(بصيغة المفرد) في القرآن الكريم بالضبط 12 مرة.\n   *   الإعجاز: هذا يطابق عدد أشهر السنة القمرية والشمسية، ويوافق قوله تعالى: ﴿إِنَّ عِدَّةَ الشُّهُورِ عِندَ اللَّهِ اثْنَا عَشَرَ شَهْرًا﴾ [التوبة: 36]."
      },
        {
        "title":"4. أمثلة على التناسق بين الشيء ومتعلقاته (التكامل)",
        "text":"هناك كلمات ترتبط ببعضها في الواقع، وجاء تكرارها متساوياً أو متناسباً:\n   *   الرَّجُل والمرأة: وردت كلمة (رجل) 24 مرة، وكلمة (امرأة) 24 مرة. وهذا يشير إلى التساوي في أصل التكليف والتشريف الإنساني، رغم اختلاف الوظائف.\n   *   إبليس والاستعاذة: ورد لفظ (إبليس) 11 مرة، وورد الأمر بالاستعاذة منه (استعذ) ومشتقاتها 11 مرة. (وكأن الداء نزل معه الدواء بنفس المقدار).\n   *   المصيبة والصبر: تكررت مشتقات (المصيبة) 75 مرة، وتكررت مشتقات (الشكر) 75 مرة. (لتحقيق التوازن النفسي عند الإنسان)."
      },
        {
        "title":"5. ضابط هام ومنهجية",
        "text":"يجب التنويه إلى أن (الإعجاز العددي) هو باب واسع، وقد دخل فيه بعض المتكلفين الذين يلوكون الأرقام ليخترعوا إعجازاً وهمياً. لذلك، المنهج الصحيح هو:\n   1.  الاعتماد على الرسم القرآني (العثماني): العد يجب أن يكون دقيقاً وفق رسم المصحف.\n   2.  عدم التكلف: الإعجاز الحقيقي هو ما ظهرت نتيجته بوضوح وبساطة (مثل: يوم = 365)، دون عمليات حسابية معقدة ومفتعلة.\n   3.  الاستئناس: نعتبر هذه التوافقات من (لطائف القرآن) وبراهين الدقة، وليست المصدر الوحيد للتشريع أو العقيدة.\nالخلاصة: هذه الإحصائيات الدقيقة في كتاب نزل مفرقاً، وتُلي شفاهاً، ولم يُجمع في كتاب واحد إلا بعد وفاة النبي ﷺ، هي برهان رياضي قاطع على أن هذا الكلام لا يمكن أن يكون نتاج عقل بشري، بل هو تنزيل من حكيم حميد."
      }
       
   
    ]
}
