{
  "nutfa_amshaj_mixed":[
      
        
       {
        "title":"نطفة أمشاج: الإعجاز في وصف التكوين الوراثي المُركَّب",
        "text":"ننتقل الآن إلى القسم الثالث من الإعجاز العلمي، وهو (الإعجاز في خلق الإنسان) سنبدأ بموضوع (نطفة أمشاج) الذي يصف التكوين الأولي للكائن البشري بأسلوب دقيق يسبق علم الأجنة الحديث بقرون."
      },
       {
        "title":"1. المدخل القرآني: وصف المادة الأولية للخلق",
        "text":"ورد هذا الوصف في سورة الإنسان، وهو يُشير إلى المرحلة الأولى من مراحل التطور الجنيني، حيث يتم دمج مكونات الخلية البشرية الأولى.\nالآية الكريمة (أصل الإعجاز):\n﴿إِنَّا خَلَقْنَا الْإِنسَانَ مِن نُّطْفَةٍ أَمْشَاجٍ نَّبْتَلِيهِ فَجَعَلْنَاهُ سَمِيعًا بَصِيرًا﴾ [الإنسان: 2]."
      },
       {
        "title":"2. دلالة الألفاظ اللغوية والتفسير العلمي",
        "text":"كلمة (أَمْشَاجٍ) (جمع مَشَج أو مَشِيج) هي قلب الإعجاز في هذه الآية، ولها دلالات لغوية وعلمية متعددة تتطابق مع حقيقة عملية التخصيب الوراثي:\nالمصطلح القرآني: نُّطْفَةٍ\nالمعنى اللغوي: مقدار قليل من السائل، وهي في سياق الآية تشير إلى الخلية البيضية المخصبة (اللاقحة) أو السائل المنوي.\nالمعنى العلمي الحديث (علم الأجنة والوراثة): الخلية المنوية الذكرية والخلية البيضية الأنثوية\n| | أَمْشَاجٍ | أخلاط، أي شيء مُركَّب من عناصر متعددة ومُختلطة ومُتداخلة مع بعضها البعض. | يُشير إلى التركيب المُختلط الذي تتكون منه النطفة المخصبة، ويشمل: 1. أخلاط السائل: مزيج إفرازات غدد الذكر والأنثى. 2. أخلاط وراثية: اندماج نصفي الكروموسومات (23 من الذكر و 23 من الأنثى) لتكوين اللاقحة التي تحمل الصفات الوراثية المختلطة. |"
      },
       {
        "title":"3. الإعجاز العلمي (التكوين الجيني المُركَّب)",
        "text":"لم يكن متصوراً في زمن نزول القرآن أن الخلية التناسلية تحمل مكونات وراثية معقدة يتم (مزجها) لتكوين كائن جديد. وقد أثبت العلم الحديث أن النطفة (اللاقحة) هي فعلاً مزيج منشأه:\n  1.  المزج الوراثي (الجيني): اللاقحة هي نتاج مزج المادة الوراثية (الـ DNA) من الأبوين. هذا المزج هو ما يُنتج الصفات الفريدة للطفل.\n  2.  المزج الخلطي (البيولوجي): النطفة التي يخرج منها الإنسان ليست مجرد حيوان منوي، بل هي مزيج من إفرازات متعددة ضرورية لتغذية وحماية الحيوان المنوي وتنشيطه (إفرازات غدة البروستاتا، والحويصلات المنوية، والغدد التناسلية الأنثوية).\nالخلاصة الإعجازية: كلمة (أَمْشَاجٍ) اختصرت كل هذه المفاهيم المعقدة (المزيج الخلطي، المزيج الوراثي، ومزج الإفرازات السائلة) في كلمة واحدة بالغة الدقة، مما يثبت أن الواصف هو خالق هذه العملية."
      }
  
         
    ]
}
