{
  "ocean_depths_darkness":[
      
        
       {
        "title":"ظلمات في بحر لجي: الإعجاز القرآني في وصف أعماق المحيطات",
        "text":"موضوع (ظلمات في بحر لجي ) يُعد من أروع الأمثلة على الإعجاز العلمي في القرآن الكريم، حيث يصف بدقة متناهية خصائص أعماق البحار والمحيطات، وهي حقائق لم تُكتشف إلا حديثاً باستخدام الغواصات ووسائل البحث المتقدمة."
      },
       {
        "title":"1. المدخل القرآني: تشبيه حالة الكافر بالظلمات",
        "text":"وردت هذه الآية في سياق تشبيه حالة الكافر الذي أعمى الله بصيرته بالظلمات المتراكمة في أعماق البحار، لكن التشبيه ضَمَّن وصفًا فيزيائيًا دقيقًا لبيئة البحار العميقة.\nالآية الكريمة (أصل الإعجاز):\n﴿أَوْ كَظُلُمَاتٍ فِي بَحْرٍ لُّجِّيٍّ يَغْشَاهُ مَوْجٌ مِّن فَوْقِهِ مَوْجٌ مِّن فَوْقِهِ سَحَابٌ ۚ ظُلُمَاتٌ بَعْضُهَا فَوْقَ بَعْضٍ إِذَا أَخْرَجَ يَدَهُ لَمْ يَكَدْ يَرَاهَا ۗ وَمَن لَّمْ يَجْعَلِ اللَّهُ لَهُ نُورًا فَمَا لَهُ مِن نُّورٍ﴾ [النور: 40]."
      },
       {
        "title":"2. الإعجاز العلمي في وصف الظلمات المتراكمة",
        "text":"يتجلى الإعجاز في وصف الآية للظلمات بأنها (بَعْضُهَا فَوْقَ بَعْضٍ) وهو ما يتطابق مع آلية امتصاص الضوء في مياه البحر.\nالمصطلح القرآني: بَحْرٍ لُّجِّيٍّ \nالدلالة اللغوية: (لُجِّيٍّ) أي عميق جداً (من اللُّجَّة)، بحر هائل لا يرى قاعه.\nالتطابق العلمي (امتصاص الضوء في الأعماق): يُشير إلى البحار والمحيطات العميقة وهي البيئة التي تظهر فيها الظواهر المذكورة.\nالمصطلح القرآني: ظُلُمَاتٌ بَعْضُهَا فَوْقَ بَعْضٍ \nالدلالة اللغوية: تراكم طبقات من الظلام.\nالتطابق العلمي (امتصاص الضوء في الأعماق): تتراكم الظلمات في قاع البحر على ثلاث مراحل/طبقات نتيجة لامتصاص الماء لألوان الطيف الضوئي بالتدريج: 1. اختفاء الأحمر: يمتص الماء اللون الأحمر أولاً على عمق لا يزيد عن 15 مترًا. 2. اختفاء الأخضر والأصفر: تمتص الألوان الأخرى تباعًا. 3. اختفاء الأزرق والأرجواني: تختفي تمامًا على عمق يصل إلى حوالي 1000 متر، حيث يسود الظلام التام.\nالمصطلح القرآني: لَمْ يَكَدْ يَرَاهَا\n الدلالة اللغوية: شدة الظلام.\nالتطابق العلمي (امتصاص الضوء في الأعماق): عند عمق 1000 متر تقريباً، يصبح الظلام حالكًا لدرجة أن الكائن الحي لا يستطيع رؤية أي شيء أمامه، وهو ما يؤكد استحالة رؤية اليد."
      },
       {
        "title":"3. الإعجاز في وصف الطبقات السطحية (الموج والسحاب)",
        "text":"يضيف القرآن الكريم طبقات أخرى من الظلمات أو الحواجز فوق الماء العميق:\n1.  الموج العميق والموج السطحي:\n  *   ﴿يَغْشَاهُ مَوْجٌ مِّن فَوْقِهِ مَوْجٌ﴾: أثبت علم المحيطات أن هناك أنواعاً من الأمواج الداخلية تتحرك بين طبقات المياه ذات الكثافات المختلفة في الأعماق، فوقها الأمواج السطحية التي نعرفها. هذه الأمواج تعكس وتشتت كمية كبيرة من الضوء.\n2.  السحاب الجوي:\n  *   ﴿مِّن فَوْقِهِ سَحَابٌ﴾: السحاب في السماء يحجب ضوء الشمس قبل أن يصل إلى سطح البحر، مما يقلل من كمية الضوء الواصلة إلى المياه."
      },
       {
        "title":"4. الخلاصة الإعجازية",
        "text":"إن الوصف القرآني لحالة الظلمات في البحار العميقة، وذكر تراكبها، وإضافة العوائق التي تزيدها (الموج والسحاب)، هو وصف دقيق للغاية لبيئة قاع المحيطات، وهو أمر لم يكن متاحًا للبشر معرفته في زمن نزول القرآن إلا عن طريق الغوص بالغواصات المجهزة حديثاً."
      }
      

         
    ]
}
