{
  "of_the_elephant_and_prophet_muhammad_birth":
  [

        {
        "title":"حادثة الفيل والمولد المبارك: عام المعجزة وبداية النور",
        "text":"بعد أن استعرضنا شرف النسب ومكانة البيت الهاشمي، ننتقل الآن إلى حدثين مترابطين يمثلان تمهيداً إلهياً لولادة النبي صلى الله عليه وسلم: حادثة الفيل والمولد المبارك.\nإن دراسة هذه الأحداث تُثبت أن ميلاد النبي لم يكن مجرد حدث تاريخي، بل كان نقطة تحول كونية حرستها عناية الله تعالى قبل ظهوره.\nكانت سنة ميلاد النبي صلى الله عليه وسلم تُعرف بين العرب بـ 'عام الفيل' وهو اسم لم يُطلق عليها عبثاً، بل كان شاهداً أبدياً على تدخل العناية الإلهية لحماية البيت الحرام وإعلاء شأن أهله."
       },
          {
        "title":"1. حادثة الفيل: حماية البيت العتيق لأجل ساكنه المنتظر",
        "text":"لم تكن حادثة الفيل معجزة دفاع عن الكعبة فحسب، بل كانت دفاعاً عن مستقبل الرسالة التي ستنطلق من مكة.\nأ. دوافع العدوان:\n   *   القائد: أبرهة الأشرم الحبشي، وكان نائباً لملك الحبشة على اليمن.\n   *   الهدف المعلن: بناء كنيسة عظيمة في صنعاء وجعلها قبلة للحج بدلاً من الكعبة (مضايقة لقريش اقتصادياً ودينياً).\n   *   الهدف الحقيقي: بسط النفوذ الاقتصادي والسياسي للحبشة على كامل الجزيرة العربية.\nب. الزحف والجبروت:\nخرج أبرهة بجيش جرار لم تعهده العرب، وعلى رأسه أفراس وعدد من الأفيال الضخمة (أشهرها الفيل المُسمّى محمود)، وكان الهدف هو هدم الكعبة حجراً حجراً. وعندما وصل الجيش إلى مشارف مكة، خرج إليه عبد المطلب (جد النبي) في مشهد بطولي يجسد التسليم لله.\n   *   موقف عبد المطلب: طلب عبد المطلب من أبرهة أن يرد إليه إبله التي استولى عليها الجيش، فاستغرب أبرهة وسأله: 'تتحدث عن إبلك وتترك بيتاً هو دينك ودين آبائك؟'\n   *   الرد الخالد: قال عبد المطلب مقولته الشهيرة: 'أنا رب الإبل، وللبيت رب يحميه'. ثم أمر قريشاً بالصعود إلى شعاب الجبال تحسباً للقضاء، تاركين الأمر لله.\nج. المعجزة والعناية الإلهية:\nعندما حاول أبرهة توجيه الفيل نحو الكعبة، حدثت معجزة سماوية:\n   1.  رفض الفيل: الفيل برك ورفض التقدم نحو الكعبة، وإذا وجهوه في أي اتجاه آخر انطلق مسرعاً!\n   2.  هلاك الجيش: أرسل الله على الجيش طيوراً أبابيل (أسراب من الطيور)، تحمل حجارة من سجيل (طين متصلب)، فسقطت الحجارة على رؤوسهم فجعلتهم كـ 'عصف مأكول' (أي كأوراق الشجر التي تأكلها الدواب فتصير متفتتة).\n      *   الدليل القرآني: سورة الفيل كاملة تُخلِّد هذا الحدث: ﴿أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِأَصْحَابِ الْفِيلِ * أَلَمْ يَجْعَلْ كَيْدَهُمْ فِي تَضْلِيلٍ * وَأَرْسَلَ عَلَيْهِمْ طَيْرًا أَبَابِيلَ * تَرْمِيهِم بِحِجَارَةٍ مِّن سِجِّيلٍ * فَجَعَلَهُمْ كَعَصْفٍ مَّأْكُولٍ﴾ [الفيل: 1-5].\nالجاذبية: هذه الحادثة جعلت لمكة وقريش مكانة روحية مضاعفة في قلوب العرب، فقد رأوا بأعينهم قوة خارقة حمت هذا البيت. هذا التمهيد كان ضرورياً لقبول العرب بالدين الجديد الذي سيخرج من مكة."
       },
          {
        "title":"2. المولد المبارك: نور يملأ الدنيا",
        "text":"بعد خمسين يوماً فقط من حادثة الفيل المدمرة التي انتهت بانتصار قريش المُعجَز، ولد النبي محمد صلى الله عليه وسلم.\nأ. الزمان والمكان:\n   *   اليوم: يوم الإثنين، الموافق لليوم الثاني عشر من شهر ربيع الأول.\n   *   العام: عام الفيل (حوالي 571 ميلادية).\n   *   المكان: مكة المكرمة، في شعب بني هاشم.\nب. الميلاد يتيم الأب:\nوُلد النبي صلى الله عليه وسلم يتيماً لأب، فقد تُوفي والده عبد الله أثناء رحلة تجارية له قبل ولادة النبي بحوالي ستة أشهر.\n   *   الحكمة من اليتم: يرى بعض العلماء أن حكمة اليتم هي:\n      1.  لئلا يكون لأحد فضل أو مِنَّة على النبي صلى الله عليه وسلم سوى الله عز وجل.\n      2.  لإعداده لتحمل المسؤولية الكاملة والاعتماد على الذات والاتكال على الله منذ الصغر.\nج. الرعاية والاسم:\n   *   الجد هو الأب: تولى جده، عبد المطلب، رعاية حفيده بعد مولده.\n   *   تسميته: سماه 'محمداً' وهو اسم لم يكن شائعاً بين العرب في ذلك الوقت، ولكنه يحمل معاني الحمد والثناء والصفات الحميدة.\nنهاية القسم: هذه الحادثة والمولد المبارك ليسا إلا المقدمة لعناية إلهية مُستمرة. فقد أُبعد عنه أبوه ليصبح اتكاله خالصاً على الله، ووُلد بعد أن حمى الله قومه من جيش جرار ليُدرك الجميع أن هذا البيت له شأن عظيم. فكيف ستكون طفولة هذا اليتيم الذي نشأ في ظل حماية جده ثم عمه؟"
       }
       
    
    ]
}
