{
    "paradise_hell_description":[
      
        
       {
        "title":"الجنة والنار: دارا الخلود الأبدي، والوصف القرآني لنهاية رحلة البشرية",
        "text":"بعد أن تناولنا مراحل البعث والحساب والجزاء، نختم ركن الإيمان باليوم الآخر بالحديث عن المقصد النهائي والخلود الأبدي: الجنة والنار."
      },
       {
        "title":"1. المدخل العقدي: الجزاء الأخير والخلود",
        "text":"الجنة والنار هما الجزاء النهائي الذي أعده الله لعباده بعد الحساب والميزان. الإيمان بهما يشمل التصديق بوجودهما حالياً، والإيمان بخلودهما الأبدي، وأن الحياة الحقيقية الدائمة لا تكون إلا فيهما.\n*   موقعهما: الجنة في أعلى عليين، والنار في أسفل سافلين.\n*   وجودهما حالياً: أهل السنة والجماعة يجمعون على أن الجنة والنار مخلوقتان وموجودتان الآن."
      },
      
       {
        "title":"2. الجنة: دار النعيم الأبدي والرضوان",
        "text":"الجنة هي دار السعادة التي أعدها الله للمؤمنين الصادقين، وفيها ما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر.\nأ. وصف النعيم:\n1.  المساكن: قصور عظيمة من ذهب وفضة ولؤلؤ، وغرف مبنية يرى ظاهرها من باطنها، وباطنها من ظاهرها.\n2.  الأنهار والأشجار: تجري من تحتهم أنهار من ماء غير آسن، وأنهار من لبن لم يتغير طعمه، وأنهار من خمر لذة للشاربين، وأنهار من عسل مصفى. وفيها أشجار الفاكهة دائمة لا تنقطع ولا تُمنع.\n3.  الطعام والشراب: طعامها لا ينفد ولا يُملّ، وشرابها لذيذ لا يُسبب صداعاً ولا سكراً.\n4.  الأزواج والحور: للمؤمن فيها زوجات مطهرات من كل دنس، الحور العين اللاتي لم يطمثهن إنس ولا جان، في غاية الجمال والبهاء.\nب. أعظم نعيم أهل الجنة (رؤية الله):\nأجلُّ وأعظم نعيم يتمتع به أهل الجنة هو رؤية الله عز وجل مباشرة، وهو النعيم الذي يفوق كل نعيم.\nالدليل القرآني:\n﴿وُجُوهٌ يَوْمَئِذٍ نَّاضِرَةٌ ۝ إِلَىٰ رَبِّهَا نَاظِرَةٌ﴾ [القيامة: 22-23]."
      },
      
       {
        "title":"3. النار: دار العذاب الخالد والسخط",
        "text":"النار هي دار العقاب والشقاء التي أعدها الله للكفار والمنافقين والعصاة، وهي غاية الخزي والخسران.\nأ. وصف العذاب:\n1.  شدة الحرارة: نار جهنم ليست كنار الدنيا، فهي أشد منها بسبعين ضعفاً، وقد قال النبي ﷺ:( ناركم هذه التي يوقد ابن آدم جزء من سبعين جزءاً من حر جهنم)(متفق عليه).\n2.  الطعام والشراب: طعام أهلها(الزقّوم)الذي يقطع الأمعاء، وشرابهم (الحميم)(الماء المغلي) و(الصديد)(ما يسيل من جروح أهل النار).\n3.  ملابسهم: تُفصَّل لهم ثياب من نار.\n4.  الجلد والأجساد: كلما احترقت جلودهم، بُدِّلوا جلوداً أخرى ليذوقوا العذاب مرة بعد مرة.\nب. أهون أهل النار عذاباً:\nورد في السنة أن أهون أهل النار عذاباً هو من يُوضع في أخمص قدميه جمرتان يغلي منهما دماغه."
      },
      
       {
        "title":"4. الخلود الأبدي (الحكم الذي لا ينقض)",
        "text":"جوهر الإيمان بالجنة والنار هو الإيمان بالخلود فيهما، وهو حكم أبدي لا نهاية له.\nأ. خلود الكفار والمشركين في النار:\n*   الحكم: خالدون فيها أبداً، لا يخرجون منها أبداً ولا يُخفف عنهم العذاب.\n*   الدليل: ﴿إِنَّ الَّذِينَ كَفَرُوا وَظَلَمُوا لَمْ يَكُنِ اللَّهُ لِيَغْفِرَ لَهُمْ وَلَا لِيَهْدِيَهُمْ طَرِيقًا ۝ إِلَّا طَرِيقَ جَهَنَّمَ خَالِدِينَ فِيهَا أَبَدًا ۚ وَكَانَ ذَٰلِكَ عَلَى اللَّهِ يَسِيرًا﴾ [النساء: 168-169].\nب. خلود المؤمنين الموحدين في الجنة:\n*   الحكم: خالدون فيها أبداً، لا يموتون ولا يمرضون ولا يخرجون منها أبداً.\n*   الدليل: ﴿إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ كَانَتْ لَهُمْ جَنَّاتُ الْفِرْدَوْسِ نُزُلًا ۝ خَالِدِينَ فِيهَا لَا يَبْغُونَ عَنْهَا حِوَلًا﴾ [الكهف: 107-108].\nملاحظة: أما عصاة الموحدين، فيدخلون النار بقدر ذنوبهم ثم يخرجون منها بشفاعة أو برحمة الله، ويدخلون الجنة للخلود فيها.\nج. إعلان الخلود (ذبح الموت):\nبعد استقرار أهل الجنة في الجنة، وأهل النار في النار، يُؤتى بالموت في صورة كبش أملح، ويُذبح بين الجنة والنار، ويُقال:(يا أهل الجنة خلود فلا موت، ويا أهل النار خلود فلا موت) (متفق عليه)."
      },
      
       {
        "title":"5. الأثر العملي للإيمان بالجنة والنار",
        "text":"1.  العمل والاجتهاد: يزيد الإيمان بالجنة والنار من دافعية المؤمن لطلب الجنة والهرب من النار، والاجتهاد في العمل الصالح والتوبة.\n2.  الصبر والاحتساب: يُعوّض المؤمن عن كل آلام الدنيا، فهو يعلم أن ما ينتظره في الجنة أبد الآبدين ينسيه أي شقاء مر به.\n3.  العقيدة الصحيحة: يحفظ المؤمن عقيدته من الغلو أو التهاون، ويدرك أن الوعد والوعيد حق، وأن خلود أهل التوحيد في الجنة حق."
      }
      
      
      

    ]
}
