{
  "persecution_stories_of_the_companions_bilal_ammar_sumayyah":
  [

        {
        "title":"المطهرون بالنار: قصص تعذيب الصحابة الأوائل",
        "text":"بعد أن رأينا حماية أبي طالب للنبي صلى الله عليه وسلم، ننتقل الآن إلى الصفحة الأشد ألماً وقسوة في تاريخ الدعوة: صفحة تعذيب الأتباع. لقد أدركت قريش أنها لا تستطيع قتل القائد المحمي، فقررت أن تُبيد النواة المؤمنة، مُركِّزة على من لا نصير لهم ولا عشيرة تحميهم.\nنستعرض الآن قصص تعذيب الصحابة (بلال، عمار، سمية)، وهي قصص اليقين المطلق في وجه آلة القمع الجاهلية.\nلم يكن تعذيب الصحابة عشوائياً، بل كان حرباً نفسية مُنظمة تهدف إلى إجبارهم على التخلي عن دينهم، وإرهاب من يفكر في الدخول بالإسلام. كانت قصص الصبر هذه هي الإثبات العملي لصدق الإيمان الذي بُني في دار الأرقم."
       },
         {
        "title":"1. بلال بن رباح: قصة 'أحد.. أحد'",
        "text":"كان بلال الحبشي (رضي الله عنه) من أوائل من أسلموا، وكان مملوكاً (عبداً) لـ أمية بن خلف الجمحي، الذي كان من أشد خصوم النبي صلى الله عليه وسلم.\nأ. ألوان العذاب:\nكان أمية يُخرج بلالاً إلى 'رمضاء مكة' (الرمال الساخنة) في وقت الظهيرة، بعد أن تُحمَّى الشمس تلك الرمال فتكون كالجمر.\n   *   التعذيب: يُطرح بلال عارياً على ظهره فوق هذه الرمال الملتهبة، ويأمر بوضع صخرة ضخمة على صدره، حتى لا يستطيع أن يتحرك أو يتنفس، ويقول له: 'والله لا تزال هكذا حتى تموت أو تكفر بمحمد وتعبد اللات والعزى!'.\nب. ثبات اليقين:\nفي وسط هذا العذاب المُميت، كان بلال لا ينطق إلا بكلمتين تُرددان التوحيد الخالص: 'أَحَدٌ، أَحَدٌ' أي أن الله واحد لا شريك له. كان هذا اليقين يغيظ أمية أكثر من أي شيء آخر.\nج. النجاة والحرية:\nرأى أبو بكر الصديق هذا المشهد فاشترى بلالاً من أمية بن خلف بثمن باهظ، ثم أعتقه فوراً لوجه الله. ليصبح بلال بعدها مؤذن الرسول ورمزاً لانتصار الإيمان على العبودية والاضطهاد."
       },
         {
        "title":"2. آل ياسر: أول شهداء الإسلام",
        "text":"كانت عائلة ياسر من المستضعفين الذين لا عشيرة لهم تحميهم في مكة، فكانوا الهدف الأسهل والأشد عنفاً لبطش أبي جهل وسادات قريش.\nأ. التعذيب والتثبيت:\nكان ياسر وزوجته سمية وابنهما عمار (رضي الله عنهم) يُعذبون يومياً في حرارة الشمس على يد بني مخزوم (قبيلة أبي جهل).\n   *   موقف النبوة: كان النبي صلى الله عليه وسلم يمر عليهم وهم يُعذبون، وكان لا يملك لهم نصرة مادية في ذلك الوقت، ولكنه كان يملك أعظم أنواع النصرة: نصرة القلب والوعد الإلهي.\n   *   لقول الخالد: كان يقول لهم: 'صَبْرَاً آلَ يَاسِرٍ، فإن موعدكم الجنة'.\nب. الشهادة العظمى:\n   1.  سمية بنت خياط: كانت أول من استُشهد في الإسلام. رفضت سمية سب النبي صلى الله عليه وسلم أو التراجع عن دينها، فقام أبو جهل بطعنها بحربة في قُبلها حتى ماتت.\n   2.  ياسر بن عامر: توفي تحت التعذيب، ليكون أول رجل شهيد في الإسلام.\nج. قصة عمار ورخصة التقية:\nتعرض عمار لتعذيب شديد وصل به إلى حد الإكراه. فاضطر عمار إلى النطق بكلمات ذم للدين الجديد بلسانه، لكن قلبه كان مطمئناً بالإيمان. فظن أنه قد كفر، وجاء باكياً خائفاً إلى النبي صلى الله عليه وسلم.\n   *   الرد النبوي: سأله النبي: 'كيف تجد قلبك يا عمار؟' فقال: 'مطمئن بالإيمان' فقال النبي صلى الله عليه وسلم: 'فإن عادوا فَعُدْ'.\n   *   الرخصة: كانت هذه رخصة إلهية لـ 'التقية' (إخفاء الإيمان عند الإكراه الشديد) لإنقاذ النفس. وقد نزلت آية في ذلك: ﴿إِلَّا مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بِالْإِيمَانِ﴾ [النحل: 106]."
       },
         {
        "title":"الخلاصة",
        "text":"أدرك النبي صلى الله عليه وسلم أن حماية أبي طالب له شخصياً لا تكفي لسلامة أتباعه، وأن قريش لن تتوقف عن التعذيب الذي وصل إلى حد القتل. كان لزاماً عليه أن يجد ملاذاً آمناً لأصحابه يُنقذهم من الهلاك، ويُحافظ على هذه النواة الثمينة.\nهذا الملاذ لم يكن في أرض العرب، بل في أرض يملكها ملك عادل لا يُظلم عنده أحد.\nما هي تلك الأرض؟ وكيف كانت هذه الهجرة أول خروج للمسلمين من جزيرة العرب؟"
       }
      


    ]
}
