{
  "pilgrimage_and_its_comprehensive_sermon":
  [
       {
        "title":"أهمية حجة الوداع وخطبتها الجامعة",
        "text":"بعد أن اكتملت مراحل تأسيس الدولة، ودخلت الجزيرة العربية في الإسلام بانتهاء غزوة تبوك، حان وقت إتمام التشريع ووضع الدستور الذي ستحيا به الأمة إلى الأبد\nوقعت حجة الوداع في ذي الحجة، العام العاشر للهجرة. سُميت بذلك؛ لأنها كانت آخر حجة يؤديها النبي صلى الله عليه وسلم قبل وفاته، فودّع فيها الأمة."
        },
         {
        "title":"أ. دواعي الحجة وأهميتها:",
        "text":"كانت هذه الحجة هي تتويجاً لرسالة الإسلام، حيث أدى النبي صلى الله عليه وسلم كل أركان الحج بنفسه ليعلّم المسلمين مناسكهم عملياً.\n   *   تعداد المسلمين: خرج النبي صلى الله عليه وسلم من المدينة للحج ومعه أعداد غفيرة من المسلمين (تُقدّر بمائة ألف أو أكثر)، مما أظهر قوة الأمة الإسلامية وتوحدها.\n   *   إعلان الكمال: في يوم عرفة، نزلت الآية الكريمة التي أعلنت إكمال الدين وإتمام النعمة:\n﴿الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الإِسْلاَمَ دِينًا﴾ [المائدة: 3].\n   *   التعليم العملي: حرص النبي صلى الله عليه وسلم على تعليم المسلمين شعائر الحج خطوة بخطوة، قائلاً لهم: 'التعليم العملي: حرص النبي صلى الله عليه وسلم على تعليم المسلمين شعائر الحج خطوة بخطوة، قائلاً لهم:'."
        },
         {
        "title":"ب. خطبة الدستور النبوي (المواثيق الكبرى):",
        "text":"ألقى النبي صلى الله عليه وسلم خطبته الجامعة في عدة مواضع (يوم عرفة، ويوم النحر، وفي أيام التشريق)، وكانت هذه الخطب بمثابة الدستور الإنساني والاجتماعي الشامل للأمة من بعده.\n   *   خطبة عرفة: كانت الخطبة الرئيسية، وحرص فيها النبي صلى الله عليه وسلم على تأكيد مجموعة من القواعد التي لا يجب المساس بها.\n   *   النداء العالمي: لم تكن الخطبة مجرد موعظة، بل كانت إعلاناً عالمياً لـ حقوق الإنسان والمجتمع قبل أكثر من أربعة عشر قرناً، ووجه فيها النبي صلى الله عليه وسلم نداءه للمسلمين الحاضرين: 'ألا فليبلغ الشاهد الغائب'.\nالجاذبية: هذه الخطبة لم تكن مجرد كلام عابر، بل كانت مجموعة من المبادئ المؤسِسة التي تُعد أساساً للنظام الاجتماعي والمالي والأخلاقي في الإسلام."
        },
         {
        "title":"ج. المضمون العام للخطبة:",
        "text":"يمكن تلخيص المضمون العام للخطبة في تأكيد أربعة مبادئ رئيسية:\n   1.  قواعد العدل الشامل: إبطال عادات الجاهلية، ووضع دماء القتل الجاهلي وربا الجاهلية تحت الأقدام.\n   2.  حقوق المرأة والأسرة: تأكيد حق المرأة ووصاية الرجل عليها بمعروف، والحفاظ على حقوقها.\n   3.  المساواة ونبذ العنصرية: إبطال كل أشكال التفضيل إلا بالتقوى.\n   4.  التذكير بالمرجعية: الإشهاد على التبليغ، والأمر بالتمسك بكتاب الله وسنة نبيه."
        },
         {
        "title":"الخلاصة",
        "text":"حجة الوداع كانت بمثابة إغلاق لملف التشريع وتدشين لحياة الأمة. خطبتها كانت بمثابة وصية الوداع الأخيرة والجامعة.\nما هي البنود التفصيلية التي تناولتها خطبة حجة الوداع؟ كيف رسخت هذه الخطبة حقوق المرأة، ومبدأ المساواة الكاملة بين البشر (العربي والأعجمي)؟ وكيف ختم النبي صلى الله عليه وسلم خطابه بكلمات الوداع التي ألقت بظلالها على قرب رحيله؟"
        }
   
    ]
}
