{
  "plant_animal_miracles_ijaz":[
    
       {
        "title":"الإعجاز في النبات والحيوان: من مصنع اليخضور إلى معجزة إنتاج اللبن",
        "text":"\nيزخر القرآن الكريم بإشارات علمية مذهلة تتعلق بمملكتي النبات والحيوان، حيث يصف العمليات الحيوية والفسيولوجية بدقة تسبق اكتشافات علم الأحياء والتشريح بقرون طويلة.\n  هنا أبرز مثالين:(المادة الخضراء (اليخضور)) في النبات، و (تكون اللبن) في الحيوان."
      },
       {
        "title":"أولاً: الإعجاز في عالم النبات (مصنع اليخضور)",
        "text":"يصف القرآن الكريم المادة الأساسية المسؤولة عن إنتاج الغذاء في النبات بدقة مدهشة، مشيراً إلى لونها ووظيفتها.\n1. المدخل القرآني:(خَضِرًا)\nالآية الكريمة: ﴿وَهُوَ الَّذِي أَنزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجْنَا بِهِ نَبَاتَ كُلِّ شَيْءٍ فَأَخْرَجْنَا مِنْهُ خَضِرًا نُّخْرِجُ مِنْهُ حَبًّا مُّتَرَاكِبًا﴾ [الأنعام: 99].\n2. الإعجاز العلمي (الكلوروفيل والتمثيل الضوئي):\n  *   اللفظ القرآني (خَضِرًا) : لم يقل القرآن (أخرجنا منه ورقاً) أو (أغصاناً) بل استخدم كلمة (خَضِرًا) (مادة خضراء) وجعلها المصدر الذي يخرج منه (الحَب) (الغذاء/الثمار).\n  *   الحقيقة العلمية: اكتشف علم النبات الحديث أن المصنع الحقيقي للغذاء في النبات هو مادة الكلوروفيل (اليخضور) الموجودة داخل البلاستيدات الخضراء.\n     *   هذه المادة الخضراء هي التي تمتص طاقة الشمس وتقوم بعملية التمثيل الضوئي لتحويل الماء وثاني أكسيد الكربون إلى نشويات وسكريات (الحب والثمر).\n     *   الدقة: وصف القرآن للمادة الخضراء بأنها (المُخْرِج) للحب هو وصف دقيق وظيفياً، لأن بدون الكلوروفيل لا يتكون الحب ولا الثمر."
      },
       {
        "title":"ثانياً: الإعجاز في عالم الحيوان (فسيولوجيا إنتاج اللبن)",
        "text":"يُعد وصف عملية إنتاج اللبن في الأنعام من أعقد وأدق الأوصاف الفسيولوجية في القرآن، حيث يحدد بدقة مكان ومصدر استخلاص اللبن داخل جسم الحيوان.\n1. المدخل القرآني: (مِّن بَيْنِ فَرْثٍ وَدَمٍ) \n     الآية الكريمة: ﴿وَإِنَّ لَكُمْ فِي الْأَنْعَامِ لَعِبْرَةً ۖ نُّسْقِيكُم مِّمَّا فِي بُطُونِهِ مِن بَيْنِ فَرْثٍ وَدَمٍ لَّبَنًا خَالِصًا سَائِغًا لِّلشَّارِبِينَ﴾ [النحل: 66].\n2. الإعجاز العلمي (الاستخلاص والفرز):\nقبل اكتشاف الدورة الدموية وعلم وظائف الأعضاء، كان الاعتقاد السائد أن اللبن هو تحول للدم (كما اعتقد أرسطو) أو أنه يأتي مباشرة من المعدة. لكن القرآن حدد العملية بدقة مجهرية:\n  *   الفَرث: هو محتويات الجهاز الهضمي (الكرش/الأمعاء) من طعام مهضوم قبل أن يتحول إلى فضلات.\n  *   الدم: هو السائل الذي ينقل المغذيات في الجسم.\n  *   آلية الإنتاج (مِن بَيْنِ فَرْثٍ وَدَمٍ):\n     1.  الخطوة الأولى (من الفرث): يتم هضم الطعام في الأمعاء، وتُمتص العناصر الغذائية الدقيقة من (الفرث) عبر جدار الأمعاء لتنتقل إلى مجرى (الدم).\n     2.  الخطوة الثانية (من الدم): يقوم الدم بنقل هذه المغذيات إلى الغدد اللبنية (الضرع).\n     3.  الخطوة الثالثة (الاستخلاص): تقوم الغدد اللبنية بانتزاع مواد محددة (بروتينات، سكريات، دهون) من (بين) مكونات الدم، لتصنع منها اللبن.\n  *   النتيجة (لبنًا خالصًا): يخرج اللبن نقيًا أبيضًا ومستساغًا، لا يحمل لون الدم ولا رائحة الفرث، رغم أنه استُخلص من بينهما.\n3. الخلاصة الإيمانية\nإن الإشارة إلى (المادة الخضراء) كمصنع للحبوب، ووصف عملية استخلاص اللبن الكيميائية الحيوية المعقدة من بين (الفرث والدم) في زمن لم تكن فيه مختبرات ولا مجاهر، يُثبت أن الذي أنزل هذا القرآن هو خالق النبات وخالق الأنعام."
      }
     
   
      
    ]
}
