{
  "planning_the_hijra_and_the_departure_from_makkah":
  [

        {
        "title":"التخطيط للهجرة والتحرك من مكة: عملية الخروج الكبرى",
        "text":"بعد أن حصل النبي صلى الله عليه وسلم على عقد الحماية والبيعة العسكرية من أهل يثرب (البيعة الثانية للعقبة)، أصبحت الهجرة إلى هناك واجبة وحتمية لإنقاذ الدعوة. لكن هذا التحرك كان يجب أن يكون سرياً ومنظماً للغاية، خاصة وأن قريشاً كانت تراقب النبي صلى الله عليه وسلم عن كثب.\nنستعرض الآن التخطيط للهجرة والتحرك من مكة، وهي عملية دقيقة تُظهر عبقرية القيادة النبوية وكمال التوكل على الله.\nبدأت الهجرة بـ هجرة الصحابة أولاً في مجموعات صغيرة وسرية، حتى لا يثيروا الشبهات. لم يتبقَ في مكة إلا النبي صلى الله عليه وسلم وأبو بكر الصديق وعلي بن أبي طالب، وبعض المستضعفين الذين لم يتمكنوا من الهجرة."
       },
      {
        "title":"1. مؤامرة دار الندوة (اللحظة الحاسمة)",
        "text":"أدرك زعماء قريش خطورة ما يحدث، وأن محمدًا صلى الله عليه وسلم يجمع القوة والسند في يثرب. فقرروا عقد اجتماع طارئ في دار الندوة (برلمان قريش) ليتخذوا قراراً حاسماً بخصوص النبي صلى الله عليه وسلم.\n   *   القرارات المطروحة: اقترحوا إخراجه من مكة أو تقييده، لكنهم استقروا في النهاية على القرار الأشد خطورة.\n   *   القرار النهائي: اتفقوا على اغتيال النبي صلى الله عليه وسلم، على أن يشترك في قتله فتى قوي من كل قبيلة من قبائل قريش.\nالهدف: لكي يتشتت دمه بين القبائل كلها، فلا يستطيع بنو هاشم (قبيلة النبي) أن يثأروا له من كل القبائل في آن واحد، فيضطرون إلى قبول الدية (المال) بدلاً من الحرب الشاملة."
       },
          {
        "title":"2. الإذن الإلهي وخطة التحرك",
        "text":"في الوقت الذي كانت فيه قريش تُحكم خطتها للاغتيال، جاء الوحي إلى النبي صلى الله عليه وسلم بالإذن الإلهي بالهجرة، وبإخباره بمؤامرة قريش.\n   *   التحرك السريع: ذهب النبي صلى الله عليه وسلم في وقت الظهيرة، خلافاً لعادته، إلى بيت رفيقه وصدوقه أبي بكر الصديق (رضي الله عنه).\n   *   الإعلان: أعلن النبي صلى الله عليه وسلم لأبي بكر، وهو شريكه في هذه الرحلة: 'قد أُذن لي في الخروج' . فكان رد أبي بكر في غاية السعادة: 'الصحبة يا رسول الله؟' فقال له النبي: 'الصحبة'."
       },
          {
        "title":"3. وضع الخطة الاستراتيجية (فريق عمل الهجرة)",
        "text":"لم تكن الرحلة مجرد خروج، بل كانت خطة عسكرية وأمنية ولوجستية مُتقنة، تُظهر أن القيادة النبوية أخذت بالأسباب كاملة:\nالشخصية: علي بن أبي طالب\nالدور الأمني واللوجستي: طعم (فدائي) وتضليل\nالتفاصيل: نام في فراش النبي صلى الله عليه وسلم ليلة الهجرة ليوهم القتلة بأن النبي لم يغادر. وكان دوره لاحقاً هو إعادة الأمانات لأصحابها في قريش (لأن النبي كان لا يزال يحتفظ بأماناتهم!).\nالشخصية: أبو بكر الصديق\nالدور الأمني واللوجستي: الرفيق المالي واللوجستي\nالتفاصيل: جهز راحلتين (ناقتين)، وأعد المال اللازم للرحلة، وكان المستودع الرئيسي للسر.\nالشخصية: عبد الله بن أُريقط\nالدور الأمني واللوجستي: دليل الطريق (الخبير)\nالتفاصيل: كان مشركاً (وليس مسلماً)، لكنه كان خبيراً بالطرق، وهذا يُظهر عبقرية استغلال الخبرات حتى من غير المسلمين في المجال الأمني.\nالشخصية: أسماء بنت أبي بكر\nالدور الأمني واللوجستي: المُموِّن (إمدادات الطعام)\nالتفاصيل: كانت تأتي بالطعام والماء إلى الغار، وهي التي شقّت نِطاقها (حزامها) لتربط به الطعام، ولُقبت بـ 'ذات النطاقين'.\nالشخصية: عبد الله بن أبي بكر\nالدور الأمني واللوجستي: الاستخبارات (نقل المعلومات)\nالتفاصيل: كان يبقى ليلاً في مكة لسماع أخبار قريش ومؤامراتهم، ثم يذهب إلى الغار في الصباح فينقل الأخبار ويعود قبل طلوع الفجر.\nالشخصية: عامر بن فُهيرة\nالدور الأمني واللوجستي: إخفاء الآثار\nالتفاصيل: كان مولى (خادم) أبي بكر، يتبع آثار عبد الله وأسماء بغنمه ليلاً، لـ يمحو آثار الأقدام التي تؤدي إلى الغار."
       },
          {
        "title":"4. الليلة الفاصلة والتحرك:",
        "text":"في ليلة الهجرة، خرج النبي صلى الله عليه وسلم من بيته وواجه القتلة الذين كانوا يحاصرونه:\n   *   مغادرة النبي: أخذ حفنة من التراب ورماها على وجوه القتلة الذين كانوا نائمين أو يترقبون الباب، وهو يتلو قوله تعالى: ﴿وَجَعَلْنَا مِن بَيْنِ أَيْدِيهِمْ سَدًّا وَمِنْ خَلْفِهِمْ سَدًّا فَأَغْشَيْنَاهُمْ فَهُمْ لَا يُبْصِرُونَ﴾ [يس: 9].\n   *   مغادرة مكة: توجه النبي صلى الله عليه وسلم مع أبي بكر إلى الجنوب، في الاتجاه المعاكس ليثرب (التي تقع شمالاً).\nالتحول الاستراتيجي: لم يتجها شمالاً مباشرة، بل اختارا طريق اليمن جنوباً، وتسلّقا جبل ثور للاختباء في غاره لمدة ثلاثة أيام وثلاث ليالٍ، لتهدأ المطاردة قبل الانطلاق نحو الشمال."
       },
          {
        "title":"الخلاصة",
        "text":"خرج النبي صلى الله عليه وسلم سالماً من مكة، لكن المطاردة كانت حامية وقريش خصصت مبالغ طائلة لمن يعثر عليه.\nفماذا حدث للنبي صلى الله عليه وسلم وأبي بكر داخل الغار؟ وكيف أصبحت قصة الغار ووجود العنكبوت والحمام من قصص العناية الإلهية والتضحية بالذات؟"
       }

    ]
}
