{
  "polygyny_in_islam_and_its_wisdom":
  [
    
      
       {
        "title":"تعدد الزوجات في الإسلام: رخصة مشروطة وحكمة اجتماعية",
        "text":"\nهذا الموضوع يثير جدلاً واسعاً في الثقافات الحديثة، حيث يُنظر إلى تعدد الزوجاتفي الإسلام كدليل على الظلم أو التمييز ضد المرأة.\nالرد الإيماني يؤكد أن تعدد الزوجات في الإسلام ليس أمراً تشريعياً أساسياً مفروضاً أو مُستحباً للجميع، بل هو إباحة (رخصة) مقيّدة بشروط صارمة، ويخدم حكماً ومصالح اجتماعية وإنسانية في ظروف معينة.\nإن إباحة التعدد في الإسلام تستند إلى مبدأين رئيسيين: الضبط والتقييد، و المصلحة الفردية والاجتماعية."
       },
         {
        "title":"1. التقييد والضبط التشريعي (ليست إباحة مطلقة)",
        "text":"لم يأتِ الإسلام ليطلق العنان للرجل كما كان شائعاً في الحضارات القديمة (حيث كان التعدد بلا حد)، بل جاء بضوابط صارمة تُعد تقييداً للممارسة السابقة:\n   *   تحديد العدد بأربعة: قيد الإسلام العدد الأقصى بأربع زوجات، بينما كان التعدد في الجاهلية بلا حصر.\n   *   شرط العدل المطلق: هذا هو الشرط الأقوى والأصعب، وهو شرط قاطع في القرآن.\n      *   الدليل النقلي: ﴿فَإِنْ خِفْتُمْ أَلَّا تَعْدِلُوا فَوَاحِدَةً أَوْ مَا مَلَكَتْ أَيْمَانُكُمْ ۚ ذَٰلِكَ أَدْنَىٰ أَلَّا تَعُولُوا﴾ [النساء: 3].\n      *   العدل المطلوب: المقصود بالعدل هنا هو العدل المادي والحسي الظاهر (كالنفقة، والمبيت، وحسن المعاملة الظاهرة).\n      *   العدل المُعفى منه: العدل في الميل القلبي (الحب) غير مطلوب ولا ممكن، وقد نبّه القرآن إلى استحالته: ﴿وَلَن تَسْتَطِيعُوا أَن تَعْدِلُوا بَيْنَ النِّسَاءِ وَلَوْ حَرَصْتُمْ﴾ [النساء: 129].\n   *   التحليل: اشتراط العدل جعل التعدد رخصة نادرة، وليست قاعدة عامة، إذ أن الخوف من عدم العدل يُلزم الرجل بالاكتفاء بامرأة واحدة."
       },
        {
        "title":"2. الحكمة من إباحة التعدد (حلول لمشكلات معقدة)",
        "text":"إباحة التعدد في الإسلام جاءت كحلول واقعية لبعض المشكلات التي قد تواجه الفرد أو المجتمع:\nأ. الحكمة المتعلقة بالمرأة والمجتمع:\nهذه هي الحكمة الأهم، خاصة في المجتمعات التي تواجه خللاً في التوازن السكاني:\n   *   زيادة أعداد النساء: في المجتمعات التي تتعرض للحروب والكوارث، يزداد عدد الإناث الأرامل والعوانس بشكل كبير يفوق عدد الذكور.\n      *   المنطق الإنساني: أمام هذا الخلل، يصبح خيار المرأة إما أن تعيش وحيدة بلا زوج ولا أسرة ولا رعاية، أو أن تقبل الزواج برجل متزوج وتعيش حياة كريمة في ظل أسرة. الإسلام يفتح الخيار الثاني الشرعي بدلاً من ترك النساء عرضة للفساد أو للحرمان مدى الحياة.\n   *   حاجة المرأة للأمومة: بعض النساء يرغبن في الذرية الصالحة والزواج والأمومة، ويكون هذا هو طريقهن الوحيد في ظل وجود أعداد كبيرة من النساء الراغبات في الزواج.\nب. الحكمة المتعلقة بالرجل:\n   *   عدم قدرة الزوجة على الإنجاب: قد تكون الزوجة عقيماً أو مريضة بمرض يمنع المعاشرة الزوجية، ولا يرغب الزوج في طلاقها إكراماً لها وحفاظاً على العشرة. فالتعدد هنا يضمن للزوج الاستمرار في الإنجاب دون هدم الأسرة القائمة.\n   *   الاختلاف في الحاجات: قد تكون هناك فروق كبيرة في الرغبات أو القدرات بين الزوجين. التعدد يخدم مصلحة حفظ النفس وصيانتها في ظل هذه الفروق، دون اللجوء إلى العلاقات المحرمة."
       },
        {
        "title":"3. تعدد الزوجات في الأديان والحضارات",
        "text":"يجب التنويه إلى أن التعدد لم يُشرَّع في الإسلام فحسب:\n   *   الأديان السابقة: كان التعدد مسموحاً في اليهودية، ومارسه الأنبياء مثل إبراهيم ويعقوب وداود وسليمان عليهم السلام (بلا تحديد لعدد). وظل مشروعاً في اليهودية حتى العصور المتأخرة.\n   *   موقف الإسلام: الإسلام قام بـ تنظيم وتحديد هذه الممارسة، وجعلها مرهونة بالعدل، خلافاً لما كان سائداً في الحضارات القديمة التي كانت تبيحها بشكل مطلق.\nالخلاصة الإقناعية: تعدد الزوجات ليس قاعدة عامة أو تشريعاً يُلزم المسلمين، بل هو رخصة علاجية اجتماعية مشروطة بـ العدل المطلق والقدرة على الإنفاق، ويهدف إلى منع مفاسد أعظم قد تقع في المجتمع، خاصة في ظل الظروف الاستثنائية لخلل التركيبة السكانية أو لحالات العقم والمرض."
       }
       
        
 
    ]
}
