{
    "pre_judgment_trials_dajjal":[
      
        
       {
        "title":"فتن آخر الزمان: الابتلاءات العظمى التي تُزلزل القلوب وأعظمها فتنة المسيح الدجال",
        "text":"\nبعد أن تناولنا علامات الساعة الكبرى، من الضروري أن نفرد موضوعاً خاصاً بأعظم الأحداث التي تختبر إيمان الناس قبل النهاية، وهي الفتن الكبرى التي تسبق قيام الساعة، وأخطرها على الإطلاق فتنة المسيح الدجال."
      },
       {
        "title":"1. المدخل العقدي: الحياة الدنيا دار اختبار",
        "text":"الفتن هي الابتلاءات الشديدة التي تُصيب الإنسان في دينه ودنياه، وتُقسَم إلى فتن عامة (كالحروب والجهل والضلال) وفتن خاصة (كالافتتان بالمال أو النساء). أما فتن آخر الزمان، فهي أعظم وأشمل أنواع الفتن، ويأتي على رأسها فتنة المسيح الدجال.\nوقد حذّرنا النبي محمد صلى الله عليه وسلم منها تحذيراً شديداً، وأمرنا بالاستعاذة منها في كل صلاة، دلالة على عظمها.\nالدليل النبوي على التخويف:\n(ما بين خلق آدم إلى قيام الساعة خلقٌ أكبر من الدجال) (رواه مسلم)."
      },
       {
        "title":"2. المسيح الدجال: أعظم فتنة على وجه الأرض",
        "text":"المسيح الدجال هو كائن بشري يُمهل إلى آخر الزمان، يخرجه الله ليكون الابتلاء الأكبر للبشرية قبل مجيء الساعة.\nأ. صفاته وعلاماته المميزة (للحذر):\nتُعد معرفة صفاته وسيلة الحماية منه:\n1.  الصفة الجسدية: رجل عظيم الخلقة، أحمر البشرة، قصير، له عين واحدة ممسوحة (أعور)، وعلى جبهته مكتوب حروف(ك ف ر)(كافر)، يقرؤها كل مؤمن كاتب أو غير كاتب.\n2.  ادعاء الألوهية: يدّعي أنه رب العالمين، بينما هو منقوص معيب (أعور)، وهذا التناقض هو أكبر دليل على كذبه.\nب. الفتنة التي يُجريها (الخوارق):\nيُجري الله على يديه خوارق عظيمة هي في الحقيقة اختبار وابتلاء:\n*   جنة ونار: يأتي معه ما يشبه الجنة والنار، فناره جنة، وجنته نار. (يجب على المؤمن أن يدخل ناره).\n*   إنزال المطر وإحياء الموتى: يأمر السماء فتمطر والأرض فتنبت، ويمر على قوم فيصدقونه فتتبعه كنوز الأرض، ويمر على قوم فيكذبونه فيموت زرعهم وتهلك مواشيهم. بل قد يقتل رجلاً ثم يحييه ليفتتن به الناس.\n*   السرعة: سرعة تنقله عظيمة، كالغيث استدبرته الريح، يجوب الأرض كلها ما عدا مكة والمدينة.\nج. العصمة والحماية من الفتنة:\nأعظم طرق النجاة من فتنته هي:\n1.  الفرار منه: المهاجرة إلى مكة أو المدينة والاعتصام بهما، حيث لا يستطيع الدجال دخولهما.\n2.  حفظ أول سورة الكهف: قراءة عشر آيات من أول سورة الكهف تحفظ المؤمن من فتنته، وهي دليل على عصمة الله لأهل الوحي.\n3.  الاعتصام بالإيمان: التيقن التام بأن الله لا يُرى في الدنيا، وأن الدجال أعور بينما الرب ليس بأعور."
      },
       {
        "title":"3. الفتن الأخرى التي تسبق الساعة",
        "text":"بالإضافة إلى فتنة الدجال، هناك فتن عامة أخرى تظهر وتستفحل وتُزلزل القلوب قبل قيام الساعة:\nأ. الفتنة الاقتصادية (جمع المال من الحرام):\nتنتشر المعاملات الربوية، ويصبح المال الوفير هو هدف الناس الأول، دون تمييز بين الحلال والحرام.\n*   الدليل النبوي:( يأتي على الناس زمان لا يبالي المرء ما أخذ منه، أمن الحلال أم من الحرام) (رواه البخاري).\nب. الفتنة الاجتماعية (كثرة الجهل وقلة العلم)\nيُقبض العلم بموت العلماء، ويسود الجهل، ويتخذ الناس رؤوساً جهالاً يُفتون بغير علم، فيضلون ويُضلون.\n*   الدليل النبوي:(إن بين يدي الساعة... يُرفع العلم ويظهر الجهل...) (رواه البخاري).\nج. الفتن السياسية والقتال الداخلي:\nكثرة الفتن الداخلية بين المسلمين، والحروب التي لا تُعرف غايتها ولا يُعرف القاتل فيها لِمَ قَتَلَ ولا المقتول لِمَ قُتِلَ.\n*   الدليل النبوي:( لا تقوم الساعة حتى يكثر الهرج) قيل: وما الهرج يا رسول الله؟ قال:(القتل، القتل)(متفق عليه)."
      },
       {
        "title":"4. الأثر العملي لمواجهة الفتن",
        "text":"الإيمان بهذه الفتن والتحذير منها يوجب على المؤمن:\n1.  الاعتصام بالكتاب والسنة: التمسك بهما هو السفينة الوحيدة للنجاة وسط أمواج الفتن المتلاطمة.\n2.  البحث عن الحق وأهله: لزوم جماعة المسلمين والاعتصام بالعلماء الربانيين العاملين، والابتعاد عن دعاة الفتنة والجهل.\n3.  الدعاء والاستعاذة: الإكثار من دعاء النبي ﷺ:(اللهم إني أعوذ بك من عذاب جهنم، ومن عذاب القبر، ومن فتنة المحيا والممات، ومن شر فتنة المسيح الدجال).\nإن الفتن هي مُصفاة إلهية، تُميِّز الصادق من الكاذب، والثابت على الدين من المُتردد."
      }
      

    ]
}
