{
  "proof_of_muhammad_prophethood_by_logic_evidence":[
    
      
       {
        "title":"صدق نبوة محمد ﷺ بالدليل والعقل: البراهين الأربعة",
        "text":"\nبعد أن ثبت لدينا الإعجاز المطلق للقرآن في اللغة والعلوم، يتبقى السؤال الأهم: هل الرجل الذي جاء بهذا الكتاب هو رسول حقيقي؟ .إن صدق نبوة محمد ﷺ لا يتوقف فقط على القرآن، بل يثبت بالدليل العقلي والمنطقي عبر تحليل شخصيته، ودوافع رسالته، والنتائج التاريخية التي حققها.\nيُقدم لنا تاريخ محمد ﷺ أربعة براهين قاطعة تُسقط أي احتمال لكونه مدعياً أو كاذباً:"
      },
       {
        "title":"1. برهان النزاهة الشخصية (الصادق الأمين)",
        "text":"المنطق يقتضي أن الكاذب لا يمكن أن يكون صادقاً على نفسه طوال حياته ثم يكذب أعظم كذبة (الادعاء بالنبوة).\n   *   النزاهة قبل النبوة: عاش محمد ﷺ أربعين عاماً قبل الوحي، وحاز لقب (الصادق الأمين) من قومه، حتى من ألد أعدائه. كان يُتخذ حكماً بين القبائل ويُستودع الأمانات.\n   *   الحجة النبوية الأولى: عندما جمع قومه عند الصفا، سألهم: (أرأيتُم لو أخبرتُكم أن خيلاً تخرج من سفح هذا الجبل، أكنتم مُصَدِّقيَّ؟ قالوا: ما جربنا عليك كذباً قط) . فكيف يُمكن لمن لم يكذب على البشر أبداً أن يكذب على الله؟\n   *   الاستحالة النفسية: من الناحية النفسية، لا يمكن لشخص أن يبني حياته على الصدق المطلق، ثم يتحمل كل تلك المعاناة والاضطهاد بسبب ادعاء كاذب، دون أن يتراجع أو ينهار.\n   *   الدليل النقلي: ﴿فَقَدْ لَبِثْتُ فِيكُمْ عُمُرًا مِّن قَبْلِهِ ۚ أَفَلَا تَعْقِلُونَ﴾ [يونس: 16]. تحدٍ مباشر للعقل أن يربط بين تاريخه النظيف وادعاء الكذب."
      },
       {
        "title":"2. برهان التضحية ونفي المصالح الشخصية (الاختبار الأكبر)",
        "text":"لو كان محمد ﷺ كاذباً أو مدعياً، لكانت رسالته وسيلة لتحقيق مآرب شخصية (سلطة، مال، نساء)، لكن العكس تماماً هو ما حدث: \n   *   رفض الإغراء: عرضت قريش عليه 'ملكهم وثروتهم' : (إن كنت تريد مالاً جمعنا لك، وإن كنت تريد ملكاً مَلَّكناك، وإن كنت تريد النساء زوجناك من أي نساء قريش).. فرفض كل ذلك رفضاً قاطعاً.\n      *   التحليل: المدعي الكاذب يسارع لقبول السلطة والراحة؛ بينما النبي الحقيقي يرفضها لأن مهمته إلهية لا شخصية.\n   *   المعاناة والثبات: عانى النبي ﷺ الحصار والتجويع في شِعب أبي طالب، والفقد، والتكذيب، وكاد يُقتل عدة مرات. واستمر في التبليغ برغم كل ذلك.\n   *   الرسالة الصعبة: لم تأتِ رسالته لتُرضي قومه (كعبادة آبائهم)، بل جاءت لتحطيم آلهتهم، وتغيير نظامهم الاجتماعي، وإلغاء الرق والفوارق، وهو ما عارضه عليه القوم أشد المعارضة."
      },
       {
        "title":"3. برهان النبوة الأُمِّيَّة (المعجزة التاريخية)",
        "text":"كان النبي محمد ﷺ أُمِّياً، لا يقرأ ولا يكتب، وهذا شرط أساسي لنفي مصدر القرآن البشري.\n   *   الواقع التاريخي: لم يكن النبي ﷺ عالماً أو فيلسوفاً، بل كان أمياً يعيش في مجتمع بدوي.\n   *   الاستحالة المعرفية: كيف يمكن لشخص أمي أن يأتي بتشريعات اقتصادية واجتماعية وسياسية وعسكرية فاقت دساتير عصره وأزمنة لاحقة؟ وكيف يتحدث عن تاريخ الأمم السابقة والأنبياء بتفاصيل لم تكن معروفة لأهل عصره؟\n   *   الاستحالة النبوية: لو كان يقرأ ويكتب، لادُّعي أنه اقتبس من كتب الأولين (التوراة والإنجيل)، لكن أمِّيته سدت هذا الباب نهائياً.\n      *   الدليل النقلي: ﴿وَمَا كُنتَ تَتْلُو مِن قَبْلِهِ مِن كِتَابٍ وَلَا تَخُطُّهُ بِيَمِينِكَ ۖ إِذًا لَّارْتَابَ الْمُبْطِلُونَ﴾ [العنكبوت: 48]. الآية نفسها تجعل أمِّيته دليلاً قاطعاً على صدقه."
      },
       {
        "title":"4. برهان تحقق النبوءات المستقبلية (الخارقة)",
        "text":"تنبأ النبي ﷺ بأحداث مستقبلية خارجة عن نطاق التوقع البشري، وتحققت كما قال:\n   *   نبوءة انتصار الروم: نزلت سورة الروم عام 615م بعد هزيمة الروم (المسيحيين) النكراء أمام الفرس (الوثنيين)، وتنبأ القرآن بانتصار الروم على الفرس 'في بضع سنين' (أي ما بين 3 إلى 9 سنوات).\n      *   الواقع: تحققت النبوءة بانتصار الروم على الفرس فعلاً في عام 627م. وهذا كان أمراً مستحيلاً سياسياً في وقت نزول الآية\n   *   نبوءة غلبة قريش: تنبأ بفتح مكة ودخول الناس في دين الله أفواجاً، وهو ما حدث بعد سنوات قليلة من الهجرة، بالرغم من كل الظروف.\nالخلاصة الإقناعية: إن الشخص الذي يتمتع بنزاهة مطلقة، ويرفض الثروة والسلطة مقابل رسالته، ويأتي بأعظم كتاب على وجه الأرض وهو أمي، وتتحقق نبوءاته المستقبلية؛ لا يمكن أن يكون إلا نبياً ورسولاً صادقاً من عند الله."
      }
       
          
    ]
}
