{
  "prophet_muhammad_marriage_to_khadījah":
  [

        {
        "title":"السند النبوي: زواج محمد من خديجة (رضي الله عنها) وبناء بيت النبوة",
        "text":"بعد أن عاد محمد صلى الله عليه وسلم من الشام بلقب 'الأمين' ومال خديجة موفوراً ومُبارَكاً، حانت لحظة مفصلية غيَّرت مسار حياته: الزواج من سيدة نساء قريش.\nكانت قصة الزواج بين محمد بن عبد الله والسيدة خديجة بنت خويلد هي التقاء أعظم اثنين في مكة طهارة ونبلاً، وكانت قصتهما مثالاً للحب القائم على الاحترام، والاحتواء، واليقين المُطلق بصدق الطرف الآخر."
       },
        {
        "title":"1. خديجة: سيدة قريش ودرة العفة",
        "text":"قبل الحديث عن الزواج، يجب أن نقف عند مكانة السيدة خديجة (رضي الله عنها) في قريش:\n   *   الشرف والنسب: كانت خديجة من أشرف وأعرق بيوت قريش نسباً.\n   *   المال والثراء: كانت سيدة أعمال ثرية وناجحة جداً، تستثمر أموالها في القوافل التجارية الكبرى.\n   *   اللقب: عُرفت في الجاهلية بـ 'الطاهرة' لعفتها ونزاهتها، وقد تزوجت قبل النبي صلى الله عليه وسلم برجلين وتوفيا عنها.\nسر المبادرة:\nلم تكن خديجة تنقصها عروض الزواج من سادات قريش وأثريائها، لكنها كانت ترفض الجميع. وعندما عاد محمد صلى الله عليه وسلم من رحلة الشام بمالها (كما ذكرنا في المقال السابق)، كانت قد رأت فيه ما لم تره في غيره:\n   1.  بركة في المال: عاد الربح مضاعفاً بصورة لم تعهدها.\n   2.  شهادة ميسرة: شهد غلامها ميسرة بعظمة خُلُقه، وصدقه الذي لا يُضاهى، وكيف أن غمامة كانت تُظله.\n   3.  العفة والنقاء: رأت فيه الرجل الوحيد الذي يجمع بين الأمانة التجارية وسمو الأخلاق والبعد عن لهو الشباب.\nالجاذبية: لم يكن طلب خديجة للزواج نابعاً من إعجاب خارجي، بل كان نتيجة يقين عقلي وقلبي بأن هذا الشاب هو الأرقى والأحق بمكانتها."
       },
        {
        "title":"2. المبادرة الفريدة: طلب الزواج من الطاهرة",
        "text":"لم ينتظر محمد صلى الله عليه وسلم ليتقدم، بل كانت خديجة هي التي بادرت بالكشف عن مشاعرها بطريقة حكيمة:\n   *   الوسيط: أرسلت صديقتها نفيسة بنت مُنَبّه إليه تستفسر عن سبب امتناعه عن الزواج رغم مكانته.\n   *   الرد النبوي: سأل النبي صلى الله عليه وسلم: 'ومن تكون لي؟' (من التي تصلح لي؟).\n   *   الكشف: قالت نفيسة: 'خديجة بنت خويلد.'\n   *   الموافقة: وافق النبي صلى الله عليه وسلم، واتفقا على الموعد لتقديم الطلب رسمياً لعمه أبي طالب.\nخطبة محمد صلى الله عليه وسلم:\nتقدم النبي صلى الله عليه وسلم وعمه أبو طالب وأعمامه لخطبة خديجة من عمها (عمرو بن أسد). ويُروى أن أبا طالب ألقى خطبة مؤثرة، مجداً فيها نسب محمد صلى الله عليه وسلم ونقاءه، ومؤكداً أن الفقر المادي لن يعيب رجلاً كهذا.\n   *   العمر والمهر: تم الزواج وعمره صلى الله عليه وسلم 25 عاماً، بينما كان عمر خديجة 40 عاماً، ودفع لها مهراً قدره اثنتا عشرة أوقية ونصف من الذهب."
       },
        {
        "title":"3. بيت محمد وخديجة: نموذج السكينة والاحتواء",
        "text":"لم يكن زواجهما زواج مصلحة، بل كان زواج محبة وسكينة ظل قائماً على الوفاء المطلق:\nأ. الوفاء والوحدة (25 عاماً):\nاستمر زواجهما حوالي خمسة وعشرين عاماً، وكانت هذه الفترة زواجاً أحادياً فلم يتزوج النبي صلى الله عليه وسلم بامرأة أخرى طوال حياة خديجة، تقديراً لمكانتها ووفاءً لها.\nب. بركة النسل:\nأنجبت خديجة للنبي صلى الله عليه وسلم جميع أولاده وبناته، عدا إبراهيم (الذي ولد من مارية القبطية لاحقاً).\n   *   البنون: القاسم (وبه يُكنّى: أبا القاسم) وعبد الله. (توفيا صغيرين).\n   *   البنات: زينب، ورقية، وأم كلثوم، وفاطمة (رضي الله عنهن).\nج. السند في لحظة الحقيقة (أعظم دور):\nأعظم ما يُميز خديجة هو دورها كـ 'حصن الأمان' عند نزول الوحي. لقد وفرت له: \n   *   الأمان المادي: مالها كان تحت تصرفه لخدمة دعوته.\n   *   الأمان النفسي: عندما جاءها النبي صلى الله عليه وسلم خائفاً بعد أول لقاء بجبريل في غار حراء، لم تشك فيه لحظة، بل احتضنته وقالت له العبارة الخالدة التي تُمثل شهادة على طهارة حياته قبل النبوة:'كلا والله، ما يخزيك الله أبداً. إنك لَتَصِلُ الرَّحِمَ، وتَحْمِلُ الكَلَّ (المحتاج)، وتَكْسِبُ المَعْدُومَ (تعطي الفقير)، وتَقْرِي الضَّيْفَ، وتُعين على نوائب الحق.' (صحيح البخاري).\nالنتيجة: زواج محمد صلى الله عليه وسلم من خديجة كان تتويجاً لحياة الطهارة، وتوفيراً للبيئة المستقرة التي ستحتضن الصدمة الكبرى لنزول الوحي."
       }
        
 
    ]
}
