{
  " prophetic_biography_as_a_source_of_legislation":
  [
       {
        "title":"أهمية السيرة النبوية كمصدر للتشريع",
        "text":"السيرة النبوية ليست مجرد سجل تاريخي لأحداث مضت، بل هي المنظومة الحيوية التي حولت نصوص الوحي المجردة إلى واقع ملموس. فإذا كان القرآن الكريم هو أصل التشريع، فإن السيرة هي 'الدليل الإرشادي' الذي يوضح كيفية إنزال هذا التشريع على أرض الواقع."
        },
          {
        "title":"1. البيان العملي للمجمل من القرآن",
        "text":"نزلت الكثير من أحكام القرآن الكريم بشكل مجمل (عام)، وجاءت السيرة النبوية لتقدم التفصيل التطبيقي لها:\n   *   العبادات: قال تعالى: ﴿وَأَقِيمُوا الصَّلَاةَ﴾، فجاءت السيرة لتبين أوقاتها وعدد ركعاتها وهيئاتها.\n   *   المعاملات: وضع القرآن القواعد العامة للتجارة والعدل، وفصلت السيرة أنواع البيوع المحرمة وطرق فض النزاعات."
        },
          {
        "title":"2. السيرة كمصدر للسنة التشريعية",
        "text":"التشريع الإسلامي يعتمد على السنة (أقوال النبي، أفعاله، وتقريراته)، والسيرة هي الظرف الزماني والمكاني الذي يحفظ هذه السنة:\n   *   الأفعال: كل تصرف نبوي في القضاء أو الحرب أو الإدارة يُعد مصدراً استنبط منه الفقهاء 'الأحكام السلطانية' وفقه الدولة.\n   *   التقريرات: سكوت النبي صلى الله عليه وسلم عن فعل رآه أو عُرض عليه يُعد 'إقراراً' يجعله حكماً شرعياً جائزاً."
        },
          {
        "title":"3. فهم 'مقاصد الشريعة' من خلال السياق",
        "text":"السيرة تساعدنا على فهم 'لماذا' شُرع هذا الحكم. فدراسة أسباب الغزوات أو سياق المعاهدات (مثل وثيقة المدينة) تجعل الفقيه يدرك الفرق بين الحكم الثابت الدائم وبين الأحكام التي كانت مرتبطة بظروف سياسية أو اجتماعية معينة (السياسة الشرعية)."
        },
          {
        "title":"4. التشريع الأخلاقي والاجتماعي",
        "text":"لم تكتفِ السيرة بتشريع الأحكام الجنائية أو العبادية، بل شرعت 'منظومة القيم' فتعامل النبي مع جيرانه، وزوجاته، وحتى أعدائه، وضع الأسس التشريعية لـ فقه الأسرة و حقوق الإنسان و أدب الاختلاف."
        },
          {
        "title":"الخلاصة",
        "text":"بعد أن أدركنا أن السيرة النبوية هي المرجعية الأساسية لفهم الدين وتحويله إلى تشريعات وقوانين، يبقى السؤال الأهم الذي يطرحه كل مسلم اليوم: كيف يمكننا نقل هذه النماذج التي حدثت قبل 1400 عام إلى واقعنا الرقمي والمعاصر؟\nكيف نطبق 'الشورى' في مؤسساتنا الحديثة؟ وكيف نستلهم من 'أمانة الصادق الأمين' في عالم التجارة الإلكترونية والذكاء الاصطناعي؟ وما هو السبيل لجعل المنهج النبوي أسلوب حياة يومي يحل مشكلاتنا المعاصرة بدلاً من كونه مجرد ذكرى تاريخية؟"
        }
   
       
   
 
    ]
}
