{
  "prophet_muhammad_participation_in_hilf_al_fudūl":
  [

        {
        "title":"حلف الفضول: الأمانة قبل الرسالة وميثاق الدفاع عن المظلوم",
        "text":"قبل أن ننتقل إلى مرحلة النبوة والوحي، لا بد أن نتوقف عند حدث عظيم يُمثل الخلفية الأخلاقية والاجتماعية لشخصية النبي صلى الله عليه وسلم، ويؤكد مشاركته الفعّالة في إرساء العدل في مجتمع الجاهلية.\nلم يكن محمد صلى الله عليه وسلم مجرد شاب عابد ومنعزل في مكة، بل كان فاعلاً اجتماعياً ومُدافعاً عن الحقوق قبل أن ينزل عليه الوحي. وحلف الفضول يمثل أرقى صور التعاون الإنساني على إقامة العدل في زمن الجاهلية."
       },
           {
        "title":"1. الخلفية التاريخية: سبب عقد الحلف",
        "text":"وقعت حادثة مأساوية في مكة أثارت غضب الشرفاء والأخيار، وهي السبب المباشر لعقد الحلف:\n   *   الضحية: قَدِمَ رجل تاجر من زُبَيْد (من أهل اليمن) إلى مكة لبيع بضاعته (عطر أو سلع).\n   *   الظالم: اشترى منه العاص بن وائل السهمي (وهو من كبار سادات قريش وأقويائها) بضاعته، ثم منع عنه حقه ورفض دفع ثمنها.\n   *   المأساة: استغاث التاجر المظلوم بقبائل قريش، لكن أحداً لم يُجبه خوفاً من نفوذ العاص بن وائل. شعر التاجر باليأس فصعد جبل أبي قُبَيْس عند الكعبة، وأخذ يُنادي بقصيدة مؤثرة يكشف فيها ظلم هذا القوي.\nالجاذبية: كان هذا الموقف فضيحة أخلاقية لمجتمع يزعم أنه حارس الكعبة. لم تستطع ضمائر الشرفاء تحمل هذا الظلم في جوار البيت الحرام."
       },
           {
        "title":"2. المبادرة والعهد: اجتماع الشرفاء",
        "text":"بعد نداء المظلوم، تحركت نخبة من شرفاء قريش ممن كانوا يتمتعون بضمير حي، وعلى رأسهم الزبير بن عبد المطلب (عم النبي صلى الله عليه وسلم)، وكان محمد صلى الله عليه وسلم (في سن العشرين تقريباً) أحد الأعضاء البارزين في هذا التجمع:\n   *   المكان: اجتمعوا في دار عبد الله بن جُدعان التميمي (لكبر سنه ووجاهته).\n   *   الهدف: أن يعقدوا حلفاً مُلزماً لا يقتصر على قبيلة واحدة، بل يشمل كل من كان حاضراً، لقطع دابر الظلم.\n   *   القسم العظيم: أقسموا بالله أن يكونوا يداً واحدة مع المظلوم على الظالم، حتى يُرد إليه حقه بالكامل، ما بقي منهم أحد وما بلَّ بحر صُوفة (أي إلى الأبد).\nالروح الإسلامية للحلف: على الرغم من أن هذا الحلف عُقد في الجاهلية، إلا أن مبادئه تتطابق تماماً مع أسس العدل في الإسلام: الدفاع عن المستضعف وردع القوي المُتعجرف."
       },
           {
        "title":"3. تطبيق الحلف وثماره الفورية",
        "text":"لم يكن هذا الحلف مجرد كلام، بل أدى دوره فوراً:\n   1.  الرد السريع: قام المشاركون في الحلف (ومحمد صلى الله عليه وسلم منهم) بالتوجه إلى العاص بن وائل، وأصروا عليه بالقوة حتى أجبروه على رد حق التاجر الزُبَيْدي بالكامل.\n   2.  أثر دائم: أصبح حلف الفضول بمثابة سلطة تنفيذية أخلاقية في مكة، يرجع إليه المظلومون، وكانت قريش تخشى غضبهم.\n"
       },
           {
        "title":"4. شهادة النبوة على الحلف (الثناء الخالد)",
        "text":"أعظم دليل على قيمة حلف الفضول هو شهادة النبي صلى الله عليه وسلم بنفسه بعد بعثته (أي بعد نزول الوحي)، وهذه الشهادة ترفع الحلف إلى مستوى القيم الدينية العليا:\n   *   القول النبوي: قال النبي صلى الله عليه وسلم: 'لقد شهدتُ في دار عبد الله بن جُدعان حلفاً، ما أُحِبُّ أن لي به حُمْرَ النَّعَمِ (أغلى الأموال)، ولو دُعيتُ به في الإسلام لأجبتُ' (رواه البيهقي وصححه الألباني).\nلماذا هذه الشهادة؟ هذه الشهادة تُثبت أن الشريعة الإسلامية لا تُبطل كل ما هو جميل وصالح في الجاهلية، بل تؤكد وتُعزز كل قيمة إنسانية نبيلة، وأعظمها العدل ونصرة المظلوم. لقد كان حلف الفضول تمريناً عملياً لمحمد صلى الله عليه وسلم على تحمل مسؤولية إرساء العدل الاجتماعي الذي هو أساس الرسالة لاحقاً."
       }
       
 
    ]
}
