{
  "prophet_commands_public_preaching_at_mount_ṣafā":
  [

        {
        "title":"جبل الصفا: إعلان الثورة وموقف الصدع بالحق",
        "text":"بعد ثلاث سنوات من البناء الإيماني العميق في سرية تامة بدار الأرقم، أصبح الوقت مناسباً للصدع بالحق وتحدي المجتمع الجاهلي علناً. لقد جاء الأمر الإلهي القاطع الذي نقل الدعوة من مرحلة التنظيم إلى مرحلة المواجهة.\nجاء الأمر الإلهي الذي أنهى مرحلة السرية وبدأ مرحلة الجهر والعلانية، وهو قوله تعالى: ﴿فَاصْدَعْ بِمَا تُؤْمَرُ وَأَعْرِضْ عَنِ الْمُشْرِكِينَ﴾ [الحجر: 94].\nبمجرد نزول هذه الآية، قرر النبي صلى الله عليه وسلم أن يبدأ الجهر من أعلى نقطة في مكة وبأعلى صوت، ليكون الإعلان رسمياً وقاطعاً."
       },
          {
        "title":"1. تهيئة المنصة: نداء التحذير",
        "text":"اختار النبي صلى الله عليه وسلم جبل الصفا لعدة أسباب: هو موقع مرتفع، وقريب من الكعبة، وكان يُستخدم في الجاهلية كنقطة إنذار وتحذير للقبائل.\n   *   'يا صَبَاحاه!' (نداء التحذير): صعد النبي صلى الله عليه وسلم على الصفا، ونادى بأعلى صوته بالعبارة التي تُطلقها العرب إذا شاهدوا عدواً يدهم عليهم في الصباح الباكر، أو عند حدوث خطر عظيم. هذا النداء جذب انتباه الجميع في مكة.\n   *   التجمع: استجابت قريش للنداء العظيم، واجتمع ساداتها وعشائرها حول الجبل. ومن لم يستطع المجيء، أرسل من ينوب عنه، لحساسية النداء.\nالجاذبية: تخيل المشهد: محمد الأمين، الذي اعتادوا رؤيته هادئاً، يقف الآن في موقع الإنذار ليُعلن خطراً عظيماً يمس عقيدتهم وحياتهم كلها."
       },
          {
        "title":"2. الخطاب النبوي: استراتيجية إثبات الصدق",
        "text":"لم يبدأ النبي صلى الله عليه وسلم خطابه بالتوحيد مباشرة، بل بدأ بـ بناء الجسر العقلاني لإثبات صدقه أولاً، حتى لا يكون لأحد حجة في التكذيب لاحقاً.\nأ. استجماع الثقة (السؤال المفتاحي):\nخاطب النبي صلى الله عليه وسلم قومه بالسؤال الذي يقطع عليهم طريق الكذب:\n   *   القول النبوي: 'أرأيتكم لو أخبرتكم أن خيلاً (جيشاً) بَسَفْحِ هذا الجبل (أسفله) تُريد أن تُغير عليكم، أكنتم مُصدِّقِيَّ؟' .\n   *   الرد القاطع: قالوا جميعاً: 'نعم! ما جربنا عليك إلا صدقاً.' (وفي رواية: 'ما جربنا عليك كذباً قط').\nب. الإعلان بالرسالة (الإنذار الأبدي):\nبعد أن أخذ اعترافهم الصريح بصدقه، انتقل النبي صلى الله عليه وسلم إلى الإعلان الصريح عن رسالته، والتحذير من عذاب الآخرة:\n   *   القول النبوي: 'فإني نذير لكم بين يدي عذاب شديد. يا بني عبد المطلب! يا بني فهر! يا بني لؤي! إني لا أملك لكم من الله شيئاً...' وأمرهم بعبادة الله وترك الأصنام.\nالهدف: الانتقال من إثبات الصدق في 'أخبار الدنيا' إلى إثبات الصدق في 'أخبار الغيب' رسالتي هي الحقيقة، والإنذار بالآخرة أهم من إنذار الجيش."
       },
          {
        "title":"3. أول المعارضة: أبو لهب وخيبة الظن",
        "text":"بمجرد أن أنهى النبي صلى الله عليه وسلم خطابه، جاءه الرد السريع والقاطع، ليس من رجل غريب، بل من أقرب الناس إليه: عمه أبو لهب بن عبد المطلب.\n   *   غضب أبي لهب: وقف أبو لهب (الذي كان حاضراً) صارخاً وغاضباً، وقاطع النبي صلى الله عليه وسلم بقوله الغليظ: 'تَبَّاً لك سائر اليوم! ألهذا جمعتنا؟'(أي: هلاك لك طوال اليوم! هل جمعتنا لهذه الكلمات السخيفة؟).\n   *   موقف قريش: بدأ الجمع يتفرق بعدها ساخطاً، لكنهم لم يجرؤوا على التعرض للنبي صلى الله عليه وسلم بسبب حصانته الهاشمية.\nالرد الإلهي:\nجاء الرد الإلهي على هذا الموقف القبيح من أبي لهب سريعاً وحاسماً، فقد نزلت سورة كاملة فيه (سورة المسد):\n﴿تَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ * مَا أَغْنَىٰ عَنْهُ مَالُهُ وَمَا كَسَبَ * سَيَصْلَىٰ نَارًا ذَاتَ لَهَبٍ * وَامْرَأَتُهُ حَمَّالَةَ الْحَطَبِ﴾ [المسد: 1-4]."
       },
          {
        "title":"الخلاصة",
        "text":"كان الإعلان من جبل الصفا بمثابة إعلان حرب فكرية وعقائدية على النظام الجاهلي في مكة. لقد انتقلت الدعوة من مرحلة الهمس إلى مرحلة الصراخ.\nفماذا كانت ردود أفعال قريش بعد هذا الإعلان الرسمي؟ وكيف واجهت هذا الخطر الجديد الذي يهدد دينهم وأموالهم وزعامتهم؟"
       }
         
     

    ]
}
