{
  "prophet_muhammad_nursing_in_banu_sa'd_halima_care":
  [

        {
        "title":"الرضاعة في بني سعد: نقاء البادية وإعداد الفصاحة",
        "text":"بعد المولد المبارك الذي تزامن مع حادثة الفيل، ننتقل إلى مرحلة الطفولة المبكرة، وهي مرحلة تُظهر العناية الإلهية في إعداد النبي صلى الله عليه وسلم لحمل الرسالة، بعيداً عن صخب وتلوث بيئة مكة.\nلم تكن إقامة محمد صلى الله عليه وسلم في البادية مجرد عادة عربية، بل كانت تربية إلهية مقصودة لغرس ثلاث صفات أساسية في شخصيته قبل بلوغه: القوة الجسدية، فصاحة اللسان، ونقاء الفطرة."
       },
       
        {
        "title":"1. عادة العرب القديمة (لماذا البادية؟)",
        "text":"كانت عادة أشراف مكة أن يدفعوا بأبنائهم الرضع إلى مرضعات من القبائل البدوية المحيطة، وكان لذلك هدفان رئيسيان:\n   1.  القوة والصلابة: هواء البادية نقي وصحّي، وبيئتها قاسية، مما يُكسِب الطفل قوة الجسد وصلابة العود بعيداً عن أمراض المدن.\n   2.  فصاحة اللسان: أهل البادية هم أفصح العرب لساناً، فهم يحافظون على اللغة العربية في أوج نقائها، وهو أمر حيوي لمن سيحمل رسالة خالدة بلغة عربية مبينة.\n   *   الأهمية: النبي صلى الله عليه وسلم نفسه شهد على فصاحته التي اكتسبها من البروج، فقال: 'أنا أفصح العرب، غير أني من قريش، ونشأت في بني سعد بن بكر'."
       },
       
        {
        "title":"2. العناية الإلهية والاختيار المبارك (حليمة السعدية)",
        "text":"في عام قحط وجدب، خرجت نساء قبيلة بني سعد بن بكر إلى مكة بحثاً عن رضيع يُؤجّرن عليه ويأخذن أجره، وفي مقدمتهن كانت حليمة بنت أبي ذؤيب السعدية.\nأ. علامات البركة (البداية المُعجزة):\nكانت حليمة وزوجها الحارث بن عبد العزى يمران بضيق شديد، وقد شحّ اللبن في صدرها وجف ضرع ناقتهم من قلة الرزق.\n   *   الرفض والتأخير: رفضت المرضعات الأخريات أخذ محمد صلى الله عليه وسلم لأنه يتيم (فقد كن يطمعن في الأجر الكبير من أبيه). وحده محمد صلى الله عليه وسلم بقي دون مرضعة.\n   *   البركة تحل: لم تجد حليمة سواه، فعادت إليه وأخذته على مضض. وبمجرد أن حملته، حلت البركة في كل ما يخصها:\n      *   اللبن: فاض صدرها باللبن فشرب الطفل وشرب أخوه من الرضاعة حتى شبعا.\n      *   الناقة: فاض ضرع الناقة بالحليب، فارتوت هي وزوجها.\n      *   الرحلة: عادت حليمة على حمارها الذي كان أعيى الحَمِير في الذهاب، لكنه في العودة سبق جميع الركائب حتى تعجبت رفيقاتها!\nرسالة العناية: هذه الحوادث كانت رسالة واضحة لحليمة وزوجها بأن هذا الطفل مبارك وليس عادياً، وأنه سبب رزقهما وخيرهما.\nب. سنوات النقاء والتأثير:\nقضى محمد صلى الله عليه وسلم في بادية بني سعد حوالي أربع أو خمس سنوات، وهي سنوات تشكيل الوعي المبكر، فترسخت فيه الفصاحة والقوة، ونشأ على الحياة الطبيعية النقية.\n   *   حبه للبادية: كان محمد صلى الله عليه وسلم يحب البادية ويألفها، وعندما بلغ العامين، ذهبت به حليمة لترده إلى أمه آمنة، لكنها ألحت على أمه أن تتركه معها سنة أخرى لما رأت من خير وبركة، فوافقت آمنة."
       },
       
        {
        "title":"3. حادثة شق الصدر (التطهير الإلهي)",
        "text":"في بادية بني سعد، وقعت الحادثة الأهم التي أثارت الخوف في قلب حليمة السعدية: حادثة شق الصدر الأولى.\n   *   الحدث: بينما كان محمد صلى الله عليه وسلم يلعب مع إخوته من الرضاعة، جاءه رجلان (مَلَكان) في صورة إنسان فشقا صدره، وأخرجا قلبه، وأخرجا منه 'عَلَقَةً سوداء' (مضغة أو قطعة دم سوداء) وقالا: 'هذا حظ الشيطان منك' ثم غسلاه بماء زمزم وأعاداه مكانه.\n   *   الخوف والرد: خافت حليمة وزوجها خوفاً شديداً من أن يكون قد أصاب الطفل مسّ أو مرض، فأسرعا برده إلى أمه آمنة في مكة.\n   *   الحكمة الإلهية: يرى العلماء أن هذه الحادثة هي تطهير مبكر للنبي صلى الله عليه وسلم من أي وسواس أو نزعة شيطانية، ليكون مستعداً لاستقبال الوحي بقلب نقي تماماً من شوائب الدنيا. (وقد تكررت حادثة شق الصدر مرة أخرى قبل الإسراء والمعراج)."
       },
       
        {
        "title":"الخلاصة:",
        "text":"لقد عاد محمد صلى الله عليه وسلم إلى مكة بـ قلب مطهَّر ولسان فصيح وجسد قوي. لكن القدر لم يشأ له الاستقرار طويلاً، فبعد فترة قصيرة، سيفقد أعز اثنين بعد أبيه. فكيف نشأ هذا الطفل المبارك يتيماً مرتين؟ وما مصير هذا الطفل بعد أن فقد أمه وجده؟ هذا ما سنعرفه في المرحلة التالية."
       }
   
       
    
    ]
}
