{
  "prophet_justice_lessons":
  [
       {
        "title":": دروس في الوفاء بالعهد وعدل النبي ﷺ (حين يكون الخُلُق أشد مضاءً من السيف)",
        "text":"وصلنا الآن إلى المحطة الأخيرة في هذا القسم، وهي المحطة التي تُجيب على السؤال الجوهري: كيف انتصر الإسلام؟ هل انتصر بمجرد السيف؟ أم بكونه قدّم نموذجاً أخلاقياً عجز العالم عن ملاحقته؟ \nانتهت قرقعة السيوف في خيبر، وسكن غبار المعارك في بني قريظة، لكن صدى المواقف الأخلاقية للنبي ﷺ ظل يتردد في أرجاء التاريخ. في هذا القسم، نكتشف أن 'تأديب الخونة' لم يكن انتقاماً عشوائياً، بل كان 'جراحة عادلة' محكومة بقيمٍ سماوية لا تحيد."
        },
           {
        "title":"1. ميزان العدل: 'القانون فوق الجميع'",
        "text":"في قضية بني قريظة، رغم أن الخيانة كانت 'عظمى' وهددت وجود الإسلام بالكامل، إلا أن النبي ﷺ لم ينصب مشانق الانتقام فوراً.\n   *   الدرس: فوّض النبي ﷺ الحكم لـ (سعد بن معاذ) لأنه حليفهم، ليُثبت للعالم أن الإسلام لا يظلم. العدل النبوي علمنا أن 'العقوبة' يجب أن تكون على قدر 'الجريمة' ، وأن المواثيق التي تُنقض بالخيانة تُسترد بالعدل والحزم، لا بالظلم."
        },
           {
        "title":"2. احترام مقدسات الخصوم: 'قصة الصحف المردودة'",
        "text":"بعد فتح خيبر، وجد المسلمون بين الغنائم 'صحفاً من التوراة' . جاء اليهود يطلبونها وهم لا يزالون في حالة حرب نفسية مع المسلمين \n   *   الدرس: أمر النبي ﷺ بردها إليهم فوراً، مانعاً أي إهانة لمقدساتهم. هذا هو 'الوفاء بالقيم' فالمسلم يحارب 'الخائن' لكنه يحترم 'الإنسان' وحقه في الاعتقاد، في موقفٍ يسبق اتفاقيات حقوق الإنسان بقرون."
        },
           {
        "title":"3. الوفاء مع الأعداء: 'عهد المزارعة'",
        "text":"بعد أن أصبح يهود خيبر تحت رحمته، عرضوا عليه البقاء لزراعة الأرض مقابل نصف الثمر.\n   *   الدرس: ورغم غدرهم السابق، وفى النبي ﷺ بكلمته معهم لسنوات. لم يزد عليهم في الخراج، ولم يظلمهم في كيل. هذا الوفاء بالعهد التجاري والاقتصادي مع 'عدو مهزوم' هو الذي ثبّت أركان الدولة وأعطى رسالة للعالم أن 'كلمة المسلم ميثاقٌ لا ينقض'."
        },
           {
        "title":"4. صيانة كرامة الإنسان: (السيدة صفية بنت حيي)",
        "text":"حين وقعت ابنة زعيم بني النضير في الأسر، كانت أمام خيارين: أن تظل أسيرة أو تُكرم.\nالدرس: اختار النبي ﷺ المسار الذي يصون كرامتها، فأعتقها وتزوجها. هذا الدرس في 'جبر الخواطر' بعد المعارك يوضح أن الهدف من الحرب كان 'هداية الناس' وإعزاز النفوس، لا إذلالها. لقد حوّل العدل النبوي ابنة أكبر أعداء الإسلام إلى 'أمٍ للمؤمنين'"
        },
           {
        "title":"5. الأمانة في الحرب: (ردُّ أموال المشركين)",
        "text":"حتى في أوج الصراع مع قريش أو يهود المدينة، كان النبي ﷺ وأصحابه يحرصون على رد الأمانات لأصحابها.\n   *   الدرس: المسلم قد يحارب عدواً غادراً، لكنه لا يخونه. 'لا تخن من خانك' كانت هي القاعدة الذهبية التي جعلت الناس يدخلون في دين الله أفواجاً، لأنهم رأوا أخلاقاً لا تهزمها شهوة النصر."
        },
           {
        "title":"خاتمة القسم: 'تأديب الخونة وتأمين الجبهة'",
        "text":"بانتهاء هذه المقالات، ندرك أن غزوات النبي ﷺ ضد ناقضي العهود كانت 'ضرورة أمنية ' مغلفة بـ 'رحمة نبوية'.\n   *   طُهرت المدينة من بؤر الفتنة ليتفرغ الإسلام لبناء الإنسان.\n   *   أُمّنت الجبهة الداخلية لتمتد رسالة السلام إلى العالمين.\n   *   رُسخت مبادئ العدل التي لا تفرق بين صديق وعدو في ميزان الحق.\nلقد كان السيف يُؤدب من طغى، لكن الخُلُق كان هو الذي يفتح القلوب ويبقى أثره خالداً في الوجدان."
        }
  
    ]
}
