{
    "prophet_miracles_proofs":[
      
        
       {
        "title":"البراهين النورانية: معجزات النبي محمد ﷺ وأدلة نبوته التي أخرست الأعداء",
        "text":""
      },
       {
        "title":"1. المدخل الإيماني: إثبات النبوة بالأدلة",
        "text":"الرسالة الإلهية لا تُترك بلا دليل، فالله سبحانه وتعالى أيّد جميع رسله بمعجزات حسية وبراهين قاطعة تخرق المألوف، تُثبت للناس صدق دعواهم وتُبطل حجة المعاندين.\nتنوعت معجزات النبي محمد صلى الله عليه وسلم بين معجزة باقية دائمة (القرآن) ومعجزات حسية وقتية شوهدها الصحابة وتناقلتها الأجيال بالتواتر."
      },
       {
        "title":"2. المعجزة الكبرى الخالدة (القرآن الكريم)",
        "text":"القرآن الكريم هو المعجزة الأعظم والأبقى للنبي صلى الله عليه وسلم، وهو المعجزة الوحيدة التي لا تزال قائمة وشاهدة على صدقه إلى يوم القيامة.\nوجه الإعجاز\nالإعجاز البياني\nتحدى الله به العرب في أوج فصاحتهم وبلاغتهم أن يأتوا بسورة من مثله، فعجزوا. وهذا دليل قاطع على أنه ليس كلام بشر.\nالإعجاز التشريعي\nجاء بتشريع كامل شامل وصالح لكل زمان ومكان، متفوقاً على جميع القوانين البشرية.\nالإعجاز الغيبي\nإخباره عن أمور مستقبلية وقعت كما أخبر (مثل غلبة الروم، ووعد الله للمؤمنين بالنصر)، وإخباره عن أمور الماضي التي لم يكن يعلمها إلا بوحي.\n*   التطبيق العقدي: كون القرآن هو المعجزة الباقية، يجعله الدليل العقلي الأقوى الذي يمكن تقديمه للبشرية اليوم لإثبات نبوة محمد ﷺ."
      },
       {
        "title":"3. المعجزات الحسية والوقتية (خرق العادة)",
        "text":"شاهد الصحابة معجزات حسية كثيرة وقعت للنبي ﷺ، نُقلت إلينا بأسانيد صحيحة، وتُعد دليلاً على أن الله يؤيده:\nأ. انشقاق القمر:\nتُعد هذه المعجزة من أوضح الدلائل الحسية التي طلبها كفار قريش وشاهدوها:\n*   التفصيل: طلب المشركون آية، فإذا بالقمر ينشق نصفين، نصف فوق جبل ونصف تحته، ثم عاد والتحم. وهي من المعجزات التي لا تُقارن إلا بانفلاق البحر لموسى عليه السلام.\nب. نبع الماء من بين الأصابع (الفيض المعجز):\nوقعت هذه المعجزة في مواقف متعددة احتاج فيها المسلمون إلى الماء للوضوء أو الشرب.\nالدليل النبوي: شهد جابر بن عبد الله رضي الله عنه هذه المعجزة في غزوة الحديبية عندما كان عددهم عظيماً، فتوضأوا جميعاً من ماء نبع من بين أصابعه الشريفة. (متفق عليه).\nج. تكثير الطعام القليل (البركة):\nتكثير الطعام القليل ليأكل منه جمع غفير من الصحابة، ومن أشهرها حادثة تكثير طعام جابر في غزوة الخندق.\nد. الإسراء والمعراج (الرحلة الكبرى):\nرحلة أرضية (من مكة إلى بيت المقدس) ورحلة سماوية (صعوده إلى السماوات السبع)، وهي معجزة خارقة للعادة تثبت أن الله قد رفع منزلته وأراه من آياته الكبرى."
      },
       {
        "title":"4. أدلة النبوة التي أجمعت عليها الكتب السماوية (البشارات):",
        "text":"إن من أقوى الأدلة على نبوته، هي شهادة الكتب السماوية السابقة له، مما يثبت أن مجيئه لم يكن مفاجئاً.\nالدليل القرآني على البشارات:\n﴿الَّذِينَ يَتَّبِعُونَ الرَّسُولَ النَّبِيَّ الْأُمِّيَّ الَّذِي يَجِدُونَهُ مَكْتُوبًا عِندَهُمْ فِي التَّوْرَاةِ وَالْإِنجِيلِ﴾ [الأعراف: 157].\n*   التطبيق المُلِمّ: هذه البشارات كانت معروفة لدى أحبار اليهود والنصارى، وهذا هو السر في قتالهم لنبي بعد أن عرفوه كما عرفوا أبناءهم (في قوله تعالى: ﴿يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أَبْنَاءَهُمْ﴾ [البقرة: 146])."
      },
       {
        "title":"5. الأثر العملي للإيمان بالمعجزات:",
        "text":"1.  زيادة اليقين: الإيمان بالمعجزات الحسية والتسليم بها يزيد من يقين المؤمن بصدق نبيه، ويجعله يدرك أن الإسلام ليس مجرد فلسفة بشرية.\n2.  المرجعية الدائمة: إدراك أن القرآن هو المعجزة الدائمة يوجب على المؤمن جعله المرجع الأول والأخير في حياته."
      }
       

    ]
}
