{
  " prophetic_mercy_towards_people_and_animals":
  [
       {
        "title":"رحمته ﷺ بالناس والحيوان: الرحمة المهداة",
        "text":"نصل الآن إلى جوهر الرسالة المحمدية، فالنبي ﷺ لم يُبعث جباراً ولا متسلطاً، بل بعثه الله 'رحمة للعالمين' . هذه الرحمة لم تكن مجرد شعارات، بل كانت مواقف حية شملت الصغير والكبير، الصديق والعدو، بل وحتى الحيوان الأعجم.\nكانت الرحمة هي الخيط الناظم لكل تصرفات النبي ﷺ، وهي التي ألّفت القلوب حوله وحولت أعداءه إلى أحباب. لقد جسد ﷺ معنى قوله تعالى: ﴿وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِّلْعَالَمِينَ﴾."
        },
        {
        "title":"أ. رحمته بالناس (القلب الكبير)",
        "text":"   *   مع الأطفال: كان ﷺ يقطع خطبته لينزل ويحمل الحسن والحسين، وكان يصلي وهو حامل لحفيدته أمامة، وإذا سمع بكاء صبي وهو في الصلاة خففها رحمة بأمه. وكان يمسح على رؤوس اليتامى ويقول: 'أنا وكافل اليتيم في الجنة كهاتين'.\n   *   مع الضعفاء والخدم: خدمه أنس بن مالك عشر سنين، فقال: 'ما قال لي أُفٍّ قط، ولا قال لشيء فعلته لِمَ فعلته، ولا لشيء لم أفعله لِمَ لم تفعله'. كان يزور المرضى، ويجبر خواطر الفقراء، ويمشي في حاجة الأرملة والمسكين.\n   *   مع الأعداء: في أوج قوته يوم فتح مكة، ورغم كل ما فعله أهلها به وبأصحابه، قال لهم كلمته الخالدة التي لا تخرج إلا من نبي: 'اذهبوا فأنتم الطلقاء'."
        },
        {
        "title":"ب. رحمته بالحيوان (رفق لا يعرف الحدود):",
        "text":"سبق النبي ﷺ المنظمات الحقوقية العالمية بقرون في وضع أسس الرفق بالحيوان:\n   *   قصة الجمل: دخل النبي ﷺ بستاناً فرأى جملاً، فلما رأى النبي ﷺ ذرفت عيناه، فمسح النبي ذِفراه (خلف أذنه) فسكن، ثم قال: 'من رب هذا الجمل؟' فجاء صاحبه، فقال له ﷺ: 'أفلا تتقي الله في هذه البهيمة التي ملكك الله إياها؟ فإنه شكا إلي أنك تجيعه وتُدئبه (تتعبه)'.\n   *   قصة الطائر: رأى أصحابه قد أخذوا فرخين لطائر (حُمَّرة)، فجاءت الأم ترفرف بجناحيها فزعاً، فغضب ﷺ وقال: 'من فجع هذه بولدها؟ رُدوا ولدها إليها'.\n   *   التشريع الرحيم: نهى ﷺ عن اتخاذ الحيوانات أهدافاً للرماية، ونهى عن ذبح الحيوان أمام الآخر، وأمر بإراحة الذبيحة وحدّ الشفرة، وقال: 'في كل كبد رطبة أجر'."
        },
        {
        "title":"ج. رحمة شملت حتى الجمادات:",
        "text":"لم تقتصر رحمته على الأحياء، بل شملت الجمادات التي تحنُّ إليه، مثل 'جذع النخلة' الذي بكى كصوت الصبي حين تركه النبي ﷺ ليخطب على المنبر الجديد، فنزل ﷺ وضمه حتى سكن، رحمةً به."
        },
        {
        "title":"الخلاصة",
        "text":"هذه الرحمة الفياضة كانت مسيجة بسياج متين من الوقار والحياء. فقد كان النبي ﷺ أرق الناس إحساساً، وأبعدهم عن الفحش والقول القبيح، لدرجة أن حياءه كان يمنعه أحياناً من طلب حقه الشخصي.\nكيف وصف الصحابة حياء النبي ﷺ لدرجة تشبيهه بـ 'العذراء في خدرها' ؟ وكيف كانت عفته تمنعه من الانجرار وراء فتن الدنيا وزينتها؟ وهل كان حياؤه يمنعه من قول الحق والجهر بالدين؟\nسنعرف ذلك في المقالة القادمة:'حياؤه وعفّته'."
        }
     
 
    ]
}
