{
    "prophet_obedience_sunnah_follow":[
      
        
       {
        "title":"طاعة الرسول ووجوب اتباع سنته: الركن العملي لخاتمية الرسالة والأساس الذي يُبنى عليه الإيمان",
        "text":""
      },
    {
        "title":"1. المدخل العقدي: طاعة الرسول هي طاعة لله",
        "text":"بعد الإيمان المطلق بنبوة محمد صلى الله عليه وسلم وبكونه خاتم الأنبياء والمرسلين، فإن الثمرة العملية لهذا الإيمان هي وجوب طاعته واتباع سنته. إن طاعة النبي ليست أمراً اختيارياً أو تفضّلاً، بل هي فريضة إلهية مقرونة بطاعة الله سبحانه وتعالى.\nإن النبي محمد ﷺ لم يكن مجرد مُبَلِّغ للوحي القرآني فحسب، بل هو المُبيِّن والمُشرِّع والمُطبِّق، وقد جعل الله طاعته دليلاً على صدق محبة العبد لله."
      },
    
      {
        "title":"2. الأدلة الشرعية على وجوب الطاعة والاتباع",
        "text":"تواترت الأدلة في القرآن الكريم والسنة النبوية على أن طاعة الرسول جزء لا يتجزأ من الإيمان:\nأ. ربط الطاعة بطاعة الله (الأصل والفرع):\nأوضح الله في كتابه أن كل من أطاع الرسول، فقد حقق طاعة الله عز وجل، مما يدل على أن أمره ليس مستقلاً عن أمر الخالق.\nالدليل القرآني الأول:\n﴿مَّن يُطِعِ الرَّسُولَ فَقَدْ أَطَاعَ اللَّهَ ۖ وَمَن تَوَلَّىٰ فَمَا أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظًا﴾ [النساء: 80].\nب. وجوب الأخذ بكل ما جاء به (المنهج الكامل):\nأمر الله المسلمين بأخذ كل ما جاء به الرسول، والانتهاء عن كل ما نهى عنه، وهذا يشمل القرآن والسنة معاً:\nالدليل القرآني الثاني:\n﴿وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانتَهُوا ۚ وَاتَّقُوا اللَّهَ ۖ إِنَّ اللَّهَ شَدِيدُ الْعِقَابِ﴾ [الحشر: 7].\nج. تحكيم الرسول في الخلافات (القضاء المطلق):\nلا يصح إيمان العبد حتى يرجع إلى حكم النبي ﷺ في كل ما شجر بين الناس من خلافات، ويرضى بحكمه تسليماً كاملاً:\nالدليل القرآني الثالث:\n﴿فَلَا وَرَبِّكَ لَا يُؤْمِنُونَ حَتَّىٰ يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لَا يَجِدُوا فِي أَنفُسِهِمْ حَرَجًا مِّمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيمًا﴾ [النساء: 65]."
      },
    
      {
        "title":"3. منزلة السنة النبوية (المصدر الثاني للتشريع)",
        "text":"السنة النبوية هي أقوال وأفعال وتقريرات النبي صلى الله عليه وسلم، وهي تأتي في المرتبة الثانية بعد القرآن الكريم، ولها وظائف تشريعية لا يمكن الاستغناء عنها:\n*   وظيفة السنة\n*   الشرح\nتوضيح وإظهار المجمل من أحكام القرآن.\n*   مثال\nتفصيل عدد ركعات الصلوات وكيفية أدائها، التي وردت في القرآن مجملة.\n*   التقييد والتخصيص\n*   الشرح\nتخصيص بعض الأحكام العامة في القرآن.\n*   مثال\nتقييد حكم قطع يد السارق بحد نصاب معين (ربع دينار).\n*   وظيفة السنة\nالتشريع المستقل\n*   الشرح\nإثبات أحكام لم يرد بها نص في القرآن الكريم.\n*   مثال\nتحريم الجمع بين المرأة وعمتها أو خالتها في الزواج."
      },
    
      {
        "title":"4. التحذير من المخالفة والعصيان",
        "text":"إن مجرد مخالفة أمر النبي ﷺ دون توبة هو أمر عظيم يُعرض صاحبه لفتنة عظيمة وعذاب أليم في الدنيا والآخرة:\nالدليل القرآني على التحذير:\n﴿فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَن تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ﴾ [النور: 63].\n*   التطبيق المُلِمّ: تشمل الفتنة هنا الضلال والزيغ عن الحق في الدنيا، والعذاب الأليم في الآخرة."
      },
    
      {
        "title":"5. الأثر العملي لاتباع السنة (مفتاح محبة الله)",
        "text":"إن السير على نهج النبي ﷺ واتباع سنته هو الطريق الوحيد الموصل إلى محبة الله وغفرانه:\nالدليل القرآني على المحبة:\n﴿قُلْ إِن كُنتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ ۗ وَاللَّهُ غَفُورٌ رَّحِيمٌ﴾ [آل عمران: 31].\n*   الخلاصة: إن طاعة النبي محمد ﷺ ليست تكملة للعبادة، بل هي جوهرها. فمن اتبع سنته، سَلِم في عقيدته وعبادته، ونجا من الفتنة والضلال، وفاز بمحبة الله ورضوانه في الدنيا والآخرة."
      }

    ]
}
