{
  "qadar_four_levels":[
      
        
       {
        "title":"مراتب القدر الأربعة: النظام الإلهي المحكم الذي يسير عليه الكون والمخلوقات",
        "text":"\nبعد أن عرفنا الفرق بين القضاء والقدر، ننتقل إلى تفصيل أهم ما يجب الإيمان به في هذا الركن، وهي مراتب القدر الأربعة. الإيمان بهذه المراتب ضروري لتحقيق الإيمان الصحيح بالقدر."
      },
      
       {
        "title":"1. المدخل العقدي: التسلسل الإلهي للخلق",
        "text":"مراتب القدر الأربعة هي أركان متتالية ومتلازمة، يجب الإيمان بها كلها بترتيبها، ولا يصح الإيمان بالقدر إلا بالاعتقاد بها جميعاً. هذه المراتب تُبين تسلسل الفعل الإلهي منذ الأزل حتى لحظة وقوع الشيء.\nهذه المراتب هي: العلم، الكتابة، المشيئة، والخلق (الإيجاد)."
      },
      
       {
        "title":"2. المرتبة الأولى: العلم",
        "text":"المعنى: الإيمان بأن الله تعالى عالم بكل شيء جملة وتفصيلاً، أزلاً وأبداً، قبل أن يخلق المخلوقات، وبكل ما كان، وما هو كائن، وما سيكون، وما لم يكن لو كان كيف كان يكون.\nشمولية العلم: يشمل علمه أفعال الله، وأفعال العباد، وحركاتهم وسكناتهم، وكل ذرة في الكون. هذا العلم لا يتغير ولا يتبدل.\nالدليل القرآني:\n﴿أَلَمْ تَعْلَمْ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاءِ وَالْأَرْضِ ۗ إِنَّ ذَٰلِكَ فِي كِتَابٍ ۗ إِنَّ ذَٰلِكَ عَلَى اللَّهِ يَسِيرٌ﴾ [الحج: 70]."
      },
      
       {
        "title":"3. المرتبة الثانية: الكتابة",
        "text":"المعنى: الإيمان بأن الله تعالى قد كتب وقدر كل ما هو كائن في اللوح المحفوظ، وهو كتاب عظيم أثبت فيه الله مقادير كل شيء إلى يوم القيامة.\nالوقت: تمت هذه الكتابة قبل خلق السماوات والأرض بخمسين ألف سنة.\nالدليل النبوي:\nقال النبي ﷺ:(كتب الله مقادير الخلائق قبل أن يخلق السماوات والأرض بخمسين ألف سنة) (رواه مسلم)."
      },
      
       {
        "title":"4. المرتبة الثالثة: المشيئة",
        "text":"المعنى: الإيمان بأن كل ما يقع في الكون من حركات وسكنات وأفعال وأقوال، لا يكون إلا بمشيئة الله وإرادته الكونية القدَرية، سواء كان خيراً أو شراً، طاعة أو معصية. لا يخرج شيء عن إرادته.\nالفرق بين مشيئة الله وإرادته:\n*   الإرادة الكونية (المشيئة): شاملة لكل شيء، ولا تتعلق بمحبة الله ورضاه بالضرورة (فقد يشاء الكفر لحكمة، لكنه لا يرضاه).\n*   الإرادة الشرعية (المحبة): تتعلق بما يحبه الله ويرضاه ويأمر به (كالطاعات والإيمان).\nالدليل القرآني على شمول المشيئة:\n﴿وَمَا تَشَاءُونَ إِلَّا أَن يَشَاءَ اللَّهُ رَبُّ الْعَالَمِينَ﴾ [التكوير: 29].\n"
      },
      
       {
        "title":"5. المرتبة الرابعة: الخلق",
        "text":"المعنى: الإيمان بأن الله تعالى هو الخالق لكل شيء، فهو خالق الذوات وخالق الأفعال. أي أنه خالق العبد وخالق فعله الذي صدر منه، ولا خالق سواه.\nشمولية الخلق (خلق فعل العبد): إن فعل العبد (مثل الصلاة أو السرقة) هو مخلوق لله تعالى، بينما الفعل المباشر والاختيار والكسب منسوب للعبد، الذي يُحاسب على كسبه.\nالدليل القرآني على عموم الخلق:\n﴿وَاللَّهُ خَلَقَكُمْ وَمَا تَعْمَلُونَ﴾ [الصافات: 96].\n*   هذه الآية حاسمة في إثبات أن أفعال العباد هي مخلوقة لله، مما يرد على الفرق الضالة التي تقول إن العبد يخلق فعله بنفسه."
      },
      {
        "title":"6. الأثر العملي للإيمان بالمراتب الأربعة",
        "text":"الإيمان بالمراتب الأربعة يحقق للمؤمن:\n1.  الرضا المطلق: إذا آمن العبد بأن الله عالم بكل شيء، وكتبه، وشاءه، وخلقه، فإنه يسلم أمره لله ولا يتسخط على ما قضاه الله عليه.\n2.  قطع دابر الجبرية والقدرية: يعصم هذا الاعتقاد المسلم من الانحراف إلى فرق ضالة:\n*   الجبرية: الذين يلغون إرادة العبد واختياره (يركزون فقط على المشيئة).\n*   القدرية: الذين ينكرون علم الله السابق لبعض أفعال العباد (ينكرون العلم والكتابة).\n3.  حسن التوكل: المؤمن يعمل بالأسباب، معتمداً بقلبه على الله الذي قدّر كل شيء، فيجمع بين العمل الشرعي والتوكل القلبي."
      }
 
    ]
}
