{
  "qadar_no_excuse_for_sins":[
      
        
       {
        "title":"الإيمان بالقدر وعدم الاحتجاج به على المعاصي: الميزان الشرعي بين التسليم على المصائب والمسؤولية عن الذنوب",
        "text":""
      },
       {
        "title":"1. المدخل العقدي: التفريق بين المصائب والمعائب",
        "text":"الإيمان بالقدر يقتضي التسليم بأن كل ما يقع هو بقضاء الله وقدره. ولكن يجب التفريق الجوهري بين نوعين من الأحداث:\n1.  المصائب (القدر الذي لا اختيار للعبد فيه): كالموت، المرض، الفقر، والزلازل. يُشرع هنا الاحتجاج بالقدر على سبيل التسليم ورفع الحسرة.\n2.  المعائب (الذنوب والمعاصي): كالكذب، السرقة، وشرب الخمر. لا يجوز هنا الاحتجاج بالقدر على المعصية لتبريرها، لأنها وقعت باختيار العبد.\nإن الاحتجاج بالقدر على المعائب هو مذهب الجبرية الضال الذي يلغي مسؤولية العبد، بينما الإسلام يثبت مسؤولية العبد عن اختياره."
      },
       {
        "title":"2. الأدلة الشرعية على بطلان الاحتجاج بالقدر على المعاصي",
        "text":"القرآن والسنة يؤكدان أن الإنسان مسؤول عن اختياره، وأن الاحتجاج بالقدر على الذنوب هو حجة باطلة:\nأ. الحجة بوجود الاختيار والقدرة:\nالله تعالى منح العبد القدرة على التمييز والاختيار، ولذلك بُعثت الرسل ونزلت الكتب لبيان طريق الخير من الشر.\nالدليل القرآني:\n﴿سَيَقُولُ الَّذِينَ أَشْرَكُوا لَوْ شَاءَ اللَّهُ مَا أَشْرَكْنَا وَلَا آبَاؤُنَا وَلَا حَرَّمْنَا مِن شَيْءٍ ۚ كَذَٰلِكَ كَذَّبَ الَّذِينَ مِن قَبْلِهِمْ حَتَّىٰ ذَاقُوا بَأْسَنَا ۗ قُلْ هَلْ عِندَكُم مِّنْ عِلْمٍ فَتُخْرِجُوهُ لَنَا ۖ إِن تَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ أَنتُمْ إِلَّا تَخْرُصُونَ﴾ [الأنعام: 148].\n*   التطبيق المُلِمّ: الآية تصف احتجاج المشركين بالقدر على شركهم بأنه تكذيب للرسل، وأنهم ذاقوا العذاب رغم احتجاجهم. ولو كان هذا الاحتجاج صحيحاً لما عذبهم الله.\nب. الحجة بالثواب والعقاب (الجزاء):\nلو كان العبد مُجبراً على المعصية، لبطل الثواب والعقاب، ولظَلَم الله العبد حين يُعاقبه على فعل لم يختاره.\nالدليل القرآني:\n﴿وَمَا رَبُّكَ بِظَلَّامٍ لِّلْعَبِيدِ﴾ [فصلت: 46].\n*   التطبيق المُلِمّ: العدل الإلهي يقتضي ألا يُحاسب الله عبده إلا على ما اختاره وكسبه، ولولا الاختيار لسقط التكليف، وهو ما أثبتناه في مسألة التخيير."
      },
       {
        "title":"3. متى يُشرَع الاحتجاج بالقدر؟ (موضع التسليم)",
        "text":"الاحتجاج بالقدر مُشرَّع ومطلوب في موضعين اثنين فقط:\nأ. الاحتجاج على المصائب:\nوهو التسليم بوقوع المصيبة لرفع الحسرة والندم عن النفس، كما فعل المؤمنون عند وقوع الخسارة أو الفقد.\n*   مثال: احتجاج المؤمن بوفاة ابنه بأنها قضاء الله وقدره ليرفع حزنه، هو احتجاج صحيح ومأمور به. \nب. الاحتجاج بعد التوبة:\nذا أذنب العبد ثم تاب وأناب، فله أن يحتج بالقدر على نفسه بعد التوبة للاستسلام لإرادة الله، كأن يقول: قدر الله علي أن أذنب، والحمد لله الذي وفقني للتوبة.\nالمثال النبوي (احتجاج آدم على موسى):\n في قصة حوار آدم وموسى عليهما السلام، قال موسى لآدم: (نت آدم الذي أخرجتنا وذريتك من الجنة!) فقال آدم:( أنت موسى الذي اصطفاك الله بكلامه، أفتلومني على أمر قدّره الله علي قبل أن يخلقني بأربعين سنة؟) . (رواه مسلم).\n*   التفسير الصحيح: احتجاج آدم هنا لم يكن على الذنب نفسه (الأكل من الشجرة)، بل على المصيبة المترتبة على الذنب (وهي الإخراج من الجنة). آدم لم يقل:(لم أكن مختاراً للأكل) بل قال:(أفتلومني على الإخراج؟) . آدم كان قد تاب وتاب الله عليه، لذلك احتج على المصيبة بعد التوبة."
      },
       {
        "title":"4. الأثر العملي لعدم الاحتجاج على المعاصي",
        "text":"1.  المسؤولية الذاتية: يترسخ لدى المسلم الشعور بالمسؤولية الكاملة عن أفعاله، فيدفعه ذلك إلى المبادرة بالتوبة واللوم الذاتي عند ارتكاب الذنب.\n2.  الاستقامة والاجتهاد: يدرك أن قدر الله المكتوب هو سرّ لا يعلمه إلا بعد وقوعه، فيلزمه العمل بالأسباب واختيار طريق الطاعة، فهو لا يستطيع أن يحتج بالقدر وهو مقبل على المعصية.\n3.  الاستقامة والاجتهاد: يدرك أن قدر الله المكتوب هو سرّ لا يعلمه إلا بعد وقوعه، فيلزمه العمل بالأسباب واختيار طريق الطاعة، فهو لا يستطيع أن يحتج بالقدر وهو مقبل على المعصية.\nالعلاج والإصلاح: لو كان الاحتجاج بالقدر صحيحاً، لانتفى لزوم التداوي من المرض أو الإصلاح من الخطأ، لكننا مأمورون بالأخذ بالأسباب والتداوي، وكذلك يجب علينا المبادرة بترك الذنب والإصلاح منه."
      }
       
    ]
}
