{
  "qadaa_qadar_definition":[
      
        
       {
        "title":"القضاء والقدر: التمييز بين التخطيط الإلهي والتنفيذ الكوني، سرّ الركن السادس من الإيمان",
        "text":""
      },
      {
        "title":"1. المدخل العقدي: سرُّ القدر والإيمان به",
        "text":"الإيمان بالقضاء والقدر هو التصديق الجازم بأن كل ما يقع في الكون من خير أو شر، نفع أو ضرر، هو بمشيئة الله وعلمه وتدبيره. هذا الركن هو أساس التوكل، والصبر، والرضا، ولهذا يجب فهم المصطلحين بدقة: القدر و القضاء.\nيُستعمل المصطلحان غالباً بمعنى واحد عند الإطلاق (أي يُطلق أحدهما ويُراد به الآخر)، لكن عند التفريق بينهما، يكون لكل منهما دلالة مستقلة."
      },
      {
        "title":"2. تعريف القدر (التخطيط والتقدير المسبق)",
        "text":"القدر لغةً: هو التقدير والتنظيم المسبق.\nالقدر شرعاً: هو علم الله الأزلي والكلي وتخطيطه السابق لكل ما سيحدث في الكون، وتحديد صفات الأشياء وكمياتها وزمانها قبل وقوعها. هو بمثابة الخطة الهندسية التي وضعها المهندس قبل البدء في البناء.\n*   الوقت: يرتبط القدر بـ الزمن الأزلي (الماضي)، حيث تم تقديره وكتابته في اللوح المحفوظ قبل خلق السماوات والأرض بخمسين ألف سنة.\nالدليل القرآني:\n﴿إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ﴾ [القمر: 49]."
      },
      {
        "title":"3. تعريف القضاء (التنفيذ والإيجاد الفعلي)",
        "text":"القضاء لغةً: هو الحكم والفصل والإنهاء.\nالقضاء شرعاً: هو تنفيذ الله وإيجاده الفعلي للشيء في وقته المحدد، وفقاً لما سبق تقديره وكتابته في الأزل. هو بمثابة التنفيذ العملي للخطة الهندسية.\n*   الوقت: يرتبط القضاء بـ الزمن الحاضر (المستقبل القريب)، أي لحظة وقوع الشيء وتنفيذه.\nالدليل القرآني:\n﴿فَقَضَاهُنَّ سَبْعَ سَمَاوَاتٍ فِي يَوْمَيْنِ﴾ [فصلت: 12]. (أي أتمّ خلقهن وأوجدهن)."
      },
      {
        "title":"4. الفرق الجوهري والعلائقي بينهما",
        "text":"يُمكن تلخيص الفرق بين القضاء والقدر بأنهما مرحلتان متتاليتان لحدوث الشيء:\nوجه المقارنة\nالقدر (التقدير)\nالدور: التخطيط، القياس، التحديد المسبق.\nالزمن: أزلي وسابق على الوجود (الماضي).\nالتشبيه: الخطة الهندسية للمنزل.\nالقضاء (التنفيذ)\nالدور: التنفيذ، الحكم، الإيجاد الفعلي.\nالزمن: لحظة وقوع الفعل (الحاضر).\nالتشبيه: بناء المنزل وتشييده.\nمثال توضيحي:\n1.  القدر: علم الله في الأزل أن فلاناً سيموت في الساعة العاشرة صباحاً من يوم كذا في حادث سيارة. (هذا تقدير وكتابة).\n2.  القضاء: عندما يأتي ذلك اليوم وتلك الساعة، ويُقضي الله بوقوع الحادث وموت الشخص. (هذا تنفيذ وإيجاد)."
      },
      {
        "title":"5. النتيجة العقدية (وحدة الركن)",
        "text":"الإيمان بالقدر لا يصح إلا بالإيمان بالقضاء، لأنهما وجهان لعملة واحدة. لا يوجد شيء يقع في الكون إلا وهو مقدّر ومقضي في آن واحد.\n*   النتيجة العقدية:\nلا يكتمل إيمان المسلم بالقضاء والقدر إلا إذا آمن بـ مراتب القدر الأربعة، وهي التي تُفصِّل عملية التخطيط والتنفيذ الإلهي."
      }
 
    ]
}
