{
  "quran_historical_miracle":[
      
        
       {
        "title":"الإعجاز التاريخي في القرآن: الدقة المطلقة في سرد الغيب الماضي",
        "text":"\nيُعد الإعجاز التاريخي في القرآن الكريم دليلاً قوياً على مصدره الإلهي، خاصةً عند مقارنة سرده للأحداث الماضية بما كان متداولاً في زمن النبي صلى الله عليه وسلم، أو بما اكتشف حديثًا من حقائق تاريخية."
      },
       {
        "title":"1. تعريف الإعجاز التاريخي",
        "text":"الإعجاز التاريخي: هو إخبار القرآن الكريم عن وقائع وأحداث وشخصيات من الماضي البعيد، خاصة قصص الأنبياء والأمم السابقة، بأسلوب يتسم بـ الدقة المطلقة والعمق، متجاوزًا بذلك مصادر المعرفة البشرية التي كانت متاحة للنبي صلى الله عليه وسلم في عصره (مثل كتب أهل الكتاب المحرفة، أو الروايات الشعبية).\nهذا النوع من الإعجاز دليل قاطع على أن القرآن وحي من عند الله، العالم بـالغيب الماضي.\nالدليل القرآني:\n﴿تِلْكَ مِنْ أَنبَاءِ الْغَيْبِ نُوحِيهَا إِلَيْكَ مَا كُنتَ تَعْلَمُهَا أَنتَ وَلَا قَوْمُكَ مِن قَبْلِ هَٰذَا ۖ فَاصْبِرْ ۖ إِنَّ الْعَاقِبَةَ لِلْمُتَّقِينَ﴾ [هود: 49]."
      },
       {
        "title":"2. مظاهر الإعجاز التاريخي ودقة السرد",
        "text":"يتجلى الإعجاز التاريخي في النقاط التالية:\nأ. تفنيد مزاعم التحريف في القصص السابقة:\n*   تصحيح القصص: جاء القرآن ليصحح التحريفات والأخطاء التي وقعت فيها كتب أهل الكتاب (التوراة والإنجيل المحرفة) حول الأنبياء.\n   *   مثال: نزه القرآن الأنبياء عن المعاصي الكبرى التي نُسبت إليهم في الكتب المحرفة (كشرب لوط عليه السلام للخمر، أو ارتكاب داود عليه السلام الزنا)، وهو ما يؤكد عصمتهم وكمالهم.\nب. ذكر التفاصيل الغائبة عن المعرفة البشرية\n*   القرآن يذكر تفاصيل دقيقة للأحداث لم يكن يعلمها النبي ﷺ أو قومه، ولم تُكتشف صحتها إلا بالتنقيب والدراسات الحديثة:\n   *    مثال: ذكر قصة يوسف عليه السلام بجميع تفاصيلها النفسية والاجتماعية دون أن يكون هناك أي مصدر متاح للنبي ﷺ عنها بهذا التفصيل.\n   *   مثال: تفاصيل قصة أصحاب الكهف، وعزلها عن الأساطير والخرافات التي كانت متداولة حولها.\nج. الدقة في تسمية الأشخاص والمناصب:\n*   القرآن استخدم في بعض المواضع مصطلحات دقيقة لم تكن مستعملة وقتها، لكنها تتفق مع ما اكتُشف لاحقًا:\n   *   مثال دقيق: القرآن أطلق على حاكم مصر الذي عاصر يوسف اسم (ملك)(﴿وَقَالَ الْمَلِكُ ائْتُونِي بِهِ﴾ [يوسف: 50]) ولم يطلق عليه اسم (فرعون) الاسم. (فرعون) كان يطلق على حكام مصر في عصر موسى لا يوسف. وهذا يتفق مع التحقيقات التاريخية التي أثبتت أن لقب (فرعون) لم يكن مستعملاً في عهد حكم الهكسوس الذي عاصر يوسف.\nد. الدقة في توجيه التهمة إلى المخاطبين:\n*   القرآن كان يخاطب أهل الكتاب في زمن النبي ﷺ بأمور يعلمون أن نصوصهم الأصلية تثبتها، بينما هم كانوا يخفونها أو يؤولونها تحريفًا:\n   *   مثال: الإشارة إلى أن أهل الكتاب يجدون صفة النبي محمد ﷺ مكتوبة عندهم في التوراة والإنجيل: ﴿الَّذِينَ يَتَّبِعُونَ الرَّسُولَ النَّبِيَّ الْأُمِّيَّ الَّذِي يَجِدُونَهُ مَكْتُوبًا عِندَهُمْ فِي التَّوْرَاةِ وَالْإِنجِيلِ﴾ [الأعراف: 157]."
      },
       {
        "title":"3. الأثر العقدي للإعجاز التاريخي",
        "text":"1.  برهان المصدر الإلهي: هذه الدقة في سرد التاريخ الغائب، مع عدم وجود أي مصادر تعليمية للنبي ﷺ، تقطع الطريق على كل من يزعم أن القرآن من تأليفه أو منقول عن كتب سابقة.\n2.  التفوق على الكتب السابقة: الإعجاز التاريخي يُثبت أن القرآن هو الكتاب المهيمن والمصحح للكتب السابقة: ﴿مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ مِنَ الْكِتَابِ وَمُهَيْمِنًا عَلَيْهِ﴾ [المائدة: 48].\n3.  ترسيخ اليقين في سنة الله: القصص التاريخي يرسخ لدى المسلم اليقين في أن سنن الله في إهلاك الظالمين ونصر المؤمنين هي سنن ثابتة لا تتغير، مما يدعو إلى الثبات والعمل الصالح."
      }
       
      
       
       
    ]
}
