{
  "quran_unseen_miracle":[
      
        
       {
        "title":"الإعجاز الغيبي: الإخبار بالمستقبل والأحداث التي تحققت بعد نزول القرآن",
        "text":"\nيُعد الإعجاز الغيبي من أبرز الأدلة الحسية على أن القرآن من عند الله، حيث يخبر عن أمور مستقبلية أو ماضية غائبة لم يكن النبي صلى الله عليه وسلم ليعلمها إلا بوحي إلهي."
      },
       {
        "title":"1. تعريف الإعجاز الغيبي",
        "text":"الإعجاز الغيبي: هو أن يخبر القرآن الكريم أو السنة النبوية الشريفة بأمور غيبية لا يمكن للبشر معرفتها بالوسائل العادية (كالحساب أو التنبؤ أو التجربة)، ثم تتحقق هذه الأخبار بوقائع ملموسة بعد نزول النص بفترة.\nأ. أنواع الغيب التي أخبر بها القرآن:\n1.  غيب الماضي: كأخبار الأمم السابقة والأنبياء بالتفصيل، والتي لم يكن للنبي علم بها (مثل قصة يوسف، أو خبر مريم وعيسى عليهما السلام).\n2.  غيب الحاضر: كإخبار الله عن خبايا قلوب المنافقين ومكائدهم التي كانت تُحاك سرًا.\n3.  غيب المستقبل: وهو النوع الذي يمثل دليلاً قطعياً، كالإخبار عن أحداث تقع بعد عشرات السنين."
      },
       {
        "title":"2. أمثلة على الإعجاز الغيبي التي تحققت بعد النزول",
        "text":"هذه الأمثلة تُثبت للنبي صلى الله عليه وسلم وللمسلمين صدق الرسالة، وتُدخل اليقين في قلوبهم:\nأ. انتصار الروم على الفرس (سورة الروم):\n*   السياق: في عام 615م، انتصر الفرس المجوس على الروم النصارى هزيمة ساحقة، وسيطروا على الشام وفلسطين. وكان هذا نصراً للكفار على أهل الكتاب.\n*   الإخبار القرآني:\n﴿غُلِبَتِ الرُّومُ ۝ فِي أَدْنَى الْأَرْضِ وَهُم مِّن بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ ۝ فِي بِضْعِ سِنِينَ﴾ [الروم: 2-4].\n*   التحقق: في العام السابع للهجرة (حوالي 627م)، أي بعد حوالي سبع سنوات من نزول الآية، انتصر الروم نصراً عظيماً على الفرس، وتحققت النبوءة بأعجوبة، وكان ذلك في أوج ضعف الروم.\nب. الفتح والتمكين لدين الإسلام:\n*   السياق: نزلت هذه الآيات في مكة والمسلمون مستضعفون مضطهدون، أو في أول الهجرة وهم في أشد حالات القوة والعدد الضعيفة.\n*   الإخبار القرآني:\n﴿هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَىٰ وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ﴾ [التوبة: 33].\n*   التحقق: لم يمت النبي صلى الله عليه وسلم إلا وقد فتحت مكة، ودخلت الجزيرة العربية في الإسلام، ثم تحقق الوعد بالإظهار والتمكين بعد وفاته بفتوحات الشام والعراق وبلاد فارس والروم.\nج. وعد الله بفتح مكة ودخولها آمنين:\n*   السياق: نزل هذا الوعد بعد صلح الحديبية (6 هـ)، حيث منع المشركون المسلمين من دخول مكة، ورجعوا بظاهر الصلح كأنه هزيمة للمسلمين.\n*   الإخبار القرآني:\n﴿لَّقَدْ صَدَقَ اللَّهُ رَسُولَهُ الرُّؤْيَا بِالْحَقِّ ۖ لَتَدْخُلُنَّ الْمَسْجِدَ الْحَرَامَ إِن شَاءَ اللَّهُ آمِنِينَ مُحَلِّقِينَ رُءُوسَكُمْ وَمُقَصِّرِينَ لَا تَخَافُونَ ۖ فَعَلِمَ مَا لَمْ تَعْلَمُوا فَجَعَلَ مِن دُونِ ذَٰلِكَ فَتْحًا قَرِيبًا﴾ [الفتح: 27].\n*   التحقق: بعد عامين فقط، تحقق الوعد ودخل المسلمون مكة فاتحين آمنين يحلقون رؤوسهم ويقصرون.\nد. هلاك أبي لهب وعدم إيمانه:\n*   السياق: نزلت سورة المسد في أبي لهب عم النبي صلى الله عليه وسلم، وهو حي، وهي تقطع بأنه سيموت كافراً.\n*   الإخبار القرآني:\n﴿سَيَصْلَىٰ نَارًا ذَاتَ لَهَبٍ﴾ [المسد: 3].\n*   التحقق: عاش أبو لهب بعد نزول السورة نحو سبع سنوات، ولكنه لم يؤمن أبداً، ومات كافراً في السنة الثانية للهجرة بعد بدر، مما أثبت صدق الإخبار."
      },
       {
        "title":"3. الأثر العقدي للإعجاز الغيبي",
        "text":"1.  برهان النبوة: هذه الأخبار الغيبية دليل قاطع على أن القرآن وحي من عند الله، وأن النبي صلى الله عليه وسلم هو رسوله.\n2.  تعزيز اليقين: الإيمان بهذه التحققات يزيد من يقين المسلم في كل ما أخبر به القرآن من غيبيات أخرى (كقيام الساعة، والجنة، والنار).\n3.  إثبات علم الله المطلق: يثبت هذا النوع من الإعجاز أن الله تعالى عالم بكل شيء قبل وقوعه، وهو ما يؤكد على مرتبة العلم من مراتب القدر."
      }
      
      
       
       
    ]
}
