{
  "quranic_challenge_mankind":[
      
        
       {
        "title":"التحدي القرآني: قمة الإعجاز وحجة الله الباقية على العرب والإنس والجن",
        "text":"\nبعد أن تناولنا أنواع الإعجاز، من الضروري أن نتحدث عن الأسلوب الذي قدم به القرآن هذا الإعجاز، وهو التحدي المطلق للعالمين."
      },
       {
        "title":"1. المدخل الإيماني: ماهية التحدي القرآني",
        "text":"التحدي القرآني (أو تحدي الإعجاز) هو أن القرآن الكريم جاء بنسق لا مثيل له، وفتح الباب للمكذبين لدعوة النبي صلى الله عليه وسلم، متحديًا إياهم أن يأتوا بمثله، لإثبات أن مصدره إلهي وليس بشرياً.\nهذا التحدي كان حجة النبي ﷺ الكبرى والدائمة، وكان موجهًا في المقام الأول لأهل اللغة والبلاغة (العرب)، ثم اتسع ليشمل الإنس والجن.\nالآية الجامعة للتحدي:\n﴿قُل لَّئِنِ اجْتَمَعَتِ الْإِنسُ وَالْجِنُّ عَلَىٰ أَن يَأْتُوا بِمِثْلِ هَٰذَا الْقُرْآنِ لَا يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيرًا﴾ [الإسراء: 88]."
      },
       {
        "title":"2. مراحل التحدي القرآني (التدرج الإعجازي)",
        "text":"لقد جاء التحدي القرآني متدرجًا، ليقطع كل عذر على المعارضين، ويُثبت عجزهم التام:\nأ. المرحلة الأولى: التحدي بالقرآن كله (التحدي الأكبر)\nطالب القرآن الكفار أولاً بالإتيان بقرآن كامل يضاهي القرآن الموجود، في بلاغته، وتشريعه، وإخباره بالغيب، وتماسكه. وقد شمل هذا التحدي الإنس والجن.\nب. المرحلة الثانية: التحدي بعشر سور (التحدي الأوسط)\nعندما عجزوا عن الإتيان بالقرآن كاملاً، نزل التحدي ليخفف عليهم، مطالبًا إياهم بالإتيان بعشر سور فقط من مثله.\nالدليل: ﴿أَمْ يَقُولُونَ افْتَرَاهُ ۖ قُلْ فَأْتُوا بِعَشْرِ سُوَرٍ مِّثْلِهِ مُفْتَرَيَاتٍ وَادْعُوا مَنِ اسْتَطَعْتُم مِّن دُونِ اللَّهِ إِن كُنتُمْ صَادِقِينَ﴾ [هود: 13].\nج. المرحلة الثالثة: التحدي بسورة واحدة (التحدي الأصغر)\nوعندما عجزوا عن العشر سور، جاء التحدي الأخير والأصغر، مطالبًا إياهم بسورة واحدة فقط من مثله، حتى لو كانت أقصر سورة (كسورة الكوثر).\nالدليل: ﴿وَإِن كُنتُمْ فِي رَيْبٍ مِّمَّا نَزَّلْنَا عَلَىٰ عَبْدِنَا فَأْتُوا بِسُورَةٍ مِّن مِّثْلِهِ وَادْعُوا شُهَدَاءَكُم مِّن دُونِ اللَّهِ إِن كُنتُمْ صَادِقِينَ﴾ [البقرة: 23]."
      },
       {
        "title":"3. أبعاد التحدي وسبب العجز",
        "text":"لم يكن التحدي محصورًا في البلاغة فقط، بل شمل جميع وجوه الإعجاز، ولهذا عجزت الإنس والجن عن مجاراته:\n1.  عجز العرب (الإعجاز البياني): العرب في عصر النبوة كانوا قمة في الفصاحة والبلاغة. ولو كان القرآن كلام بشر، لكان أولى بهم أن يأتوا بمثله، لكنهم أدركوا أن هذا الكلام ليس من مقدورهم، فآثروا القتال والحرب على محاولة الإتيان بمثله.\n2.  عجز الإنس والجن (الشمولية): تحدي الإنس والجن معًا يقطع الطريق على أي مزاعم مستقبلية. إن استعانتهم ببعضهم البعض (الظهير) يؤكد أن قوة الجميع مجتمعة لا تستطيع محاكاة هذا الإعجاز.\n3.  العجز عن النسق الكامل: الإعجاز ليس في كلمة أو جملة، بل في النسق الكامل للقرآن؛ أي في الجمع بين البلاغة، والدقة العلمية، والعمق التشريعي، والصدق الغيبي، ووحدة النسيج.\nالنتيجة القاطعة: عجز العرب في وقت نزول القرآن، وعجز الإنس والجن حتى يومنا هذا، هو برهان مستمر على أن القرآن كلام الله."
      },
       {
        "title":"4. الأثر العقدي للتحدي",
        "text":"*   إثبات النبوة: التحدي هو الدليل الأبدي على صدق نبوة محمد صلى الله عليه وسلم، فلو لم يكن صادقاً، لتمكن خصومه من الإتيان بقرآن مثله.\n*   خلود المعجزة: التحدي باقٍ إلى قيام الساعة، فلم يأتِ أي عصر أو حضارة أو تكنولوجيا تستطيع مجاراة أو محاكاة القرآن.\n*   البديل المنطقي الوحيد: عندما يثبت العجز التام عن محاكاة القرآن، يثبت البديل المنطقي الوحيد وهو أن مصدره إلهي، وهذا يرسخ اليقين بأن الدين كله حق."
      }
     
      
       
       
    ]
}
