{
  "quraysh_reactions_and_methods_of_hindering_islam":
  [

        {
        "title":"ردود أفعال قريش وأساليبهم في الصد: حرب شاملة على نور التوحيد",
        "text":"بعد أن صدع النبي صلى الله عليه وسلم بالحق من على جبل الصفا، وانتقلت الدعوة من مرحلة الهمس إلى مرحلة الصراخ، أدركت قريش أن الخطر ليس مجرد 'جنون'  أو 'مزحة' بل هو ثورة عقائدية واجتماعية تهدد وجودها الديني والاقتصادي.\nنستعرض الآن ردود أفعال قريش وأساليبهم في الصد، وهي أساليب متدرجة ومُتنوعة تُظهر مدى ارتباكهم تجاه الرسالة الجديدة.\nكانت ردود أفعال قريش تجاه الجهر بالدعوة شاملة ومُنظمة، قادها المَلأ (سادات القوم وزعماؤهم)، وحاولت إخماد نور الإسلام بجميع الوسائل المتاحة، بدءاً من الحرب النفسية وانتهاءً بالتعذيب الجسدي."
       },
   {
        "title":"1. الحرب النفسية والإعلامية (تشتيت العقول)",
        "text":"كانت أولى أساليب قريش هي محاولة تشويه صورة النبي صلى الله عليه وسلم وتنفير الناس من الاستماع إليه، واستغلال الخلافات بين القبائل لتشويه الرسالة:\nأ. السخرية والاستهزاء:\nكانت وسيلتهم المفضلة لإيذاء النبي صلى الله عليه وسلم نفسياً، فكانوا يمرون عليه وهم يغمزون ويضحكون، ويُطلقون عليه الألقاب التي تتنافى مع لقب 'الأمين' وكان يقود هذه الحملة أبو جهل و عقبة بن أبي مُعَيط وغيرهما.\nب. التشويه وتغيير الألقاب:\nلم يستطيعوا أن يتهموه بالكذب (لشهادتهم بصدقه)، فاتجهوا إلى اتهامه بـ:\n   *   شاعر: يقول شعراً جيداً لكنه يضل به الناس (لأنهم كانوا يتقنون الشعر).\n   *   ساحر: يفرق بين المرء وزوجه وبين الرجل وقبيلته (لتأثيره السريع على القلوب).\n   *   مجنون أو مصاب بمس: ليُقال إنه يهذي بكلام غير مفهوم.\n   *   كاهن: يتلقى كلامه من الجن.\nالاستراتيجية: كانت قريش تقف في مواسم الحج حول مكة، وكل قبيلة تُطلق على النبي صلى الله عليه وسلم لقباً مختلفاً، لكي يُصاب الحجاج بالريبة والتشتيت ولا يعرفوا الحقيقة."
       },
          {
        "title":"2. المفاوضة والإغراء (إفساد القلب والغاية)",
        "text":"عندما فشلت الحرب النفسية، خاصة بعد أن رأوا تأثير القرآن على القلوب، قرروا أن يُجربوا أسلوب الإغراء المادي، ظناً منهم أن غاية محمد صلى الله عليه وسلم هي الشهرة أو الثراء.\n   *   عرض عُتبة بن ربيعة: أرسلوا عتبة بن ربيعة (وهو من حكماء قريش) ليفاوض النبي صلى الله عليه وسلم، وعرض عليه مغريات لا تُقاوم:\n      *   المال: أن يُعطوه من الأموال حتى يكون أغنى رجل في قريش.\n      *   الزعامة: أن يُملِّكوه عليهم حتى لا يقطعوا أمراً دونه.\n      *   الزواج: أن يزوجوه أجمل نساء قريش.\n   *   الرد القاطع: قرأ عليه النبي صلى الله عليه وسلم آيات من سورة فصلت، حتى وصل إلى قول الله تعالى: ﴿فَإِنْ أَعْرَضُوا فَقُلْ أَنذَرْتُكُمْ صَاعِقَةً مِّثْلَ صَاعِقَةِ عَادٍ وَثَمُودَ﴾ [فصلت: 13]. فعاد عتبة إلى قريش وهو مذهول، وقال لهم: 'دعوه وشأنه!'لكنهم رفضوا."
       },
          {
        "title":"3. الاضطهاد الجسدي المباشر (العنف على الضعفاء)",
        "text":"عندما فشلت المفاوضات والتشويه، بدأوا في ممارسة العنف، لكنهم ركزوا عنفهم على المستضعفين الذين لا يحميهم نسبهم:\nأ. على النبي صلى الله عليه وسلم:\nلم يستطيعوا قتله بسبب حماية عمه أبي طالب، لكنهم حاولوا إيذاءه:\n   *   إلقاء سلا الجزور (أمعاء الإبل) عليه وهو ساجد عند الكعبة (قام عقبة بن أبي مُعيط بهذا الفعل الشنيع).\n   *   محاولة خنقه (كما فعل أبو جهل مراراً).\nب. على المستضعفين (التعذيب المُنظم):\nحوّلوا التعذيب إلى ممارسة يومية لإجبار الناس على الكفر:\n   *   بلال: كان يُعذب بالصخرة في رمضاء مكة.\n   *   خباب بن الأرت: كانوا يضعون الحديد المحمى على ظهره.\n   *   آل ياسر: تعرضوا للتعذيب في حر الشمس حتى استُشهدت منهم سمية، أول شهيدة في الإسلام.\nالهدف: كان التعذيب يهدف إلى إرهاب الآخرين ومنعهم من دخول الإسلام، وإجبار المسلمين على الكفر."
       },
          {
        "title":"الخلاصة",
        "text":"لقد بلغت قريش الغاية في أساليب الصد والمواجهة، لكن النبي صلى الله عليه وسلم ظل صامداً في مكة، لم يستطع أحد لمس شعرة منه.\nما هو الحصن المنيع الذي حماه من الاغتيال طوال هذه السنوات؟ وكيف وقف رجل على غير دين الإسلام حائلاً بين الرسالة والهلاك؟"
       }
         
         
     

    ]
}
