{
  "quran_coherence_inimitability":[
      
        
       {
        "title":"إعجاز التناسق والمناسبة في القرآن: البرهان على الوحدة البنائية للكلام الإلهي",
        "text":"\n يُعد إعجاز (التناسق بين السور والآيات) (أو ما يُعرف بعلم المناسبة) من أرقى وأدق وجوه الإعجاز القرآني، ويثبت أن القرآن كله نسيج واحد مُحكم، لا يأتيه التفكك أو التناثر."
      },
         {
        "title":"1. تعريف إعجاز التناسق (المناسبة)",
        "text":"المناسبة لغةً: هي المشاكلة والمقاربة.\nالمناسبة اصطلاحاً: هي ذلك الرابط الدقيق والوجه العقلي والبياني الذي يربط بين أجزاء القرآن الكريم، سواء كان بين:\n1.  الآية والآية التي تليها.\n2.  الفقرة في الآية ومثيلتها.\n3.  موضوع السورة وموضوع السورة التي قبلها.\n4.  أول السورة وآخرها.\nهذا التناسق دليل قاطع على أن القرآن ليس كلاماً بشرياً؛ إذ يستحيل أن يؤلَّف كتاب على فترات متقطعة (23 عاماً) ثم يأتي بهذه الوحدة العضوية المُحكمة.\nالدليل القرآني على وحدة النسيج:\n﴿أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ ۚ وَلَوْ كَانَ مِنْ عِندِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلَافًا كَثِيرًا﴾ [النساء: 82]."
      },
         {
        "title":"2. مظاهر التناسق بين الآيات والسور",
        "text":"يتجلى إعجاز التناسق في القرآن على عدة مستويات:\nأ. المناسبة بين السورة والسورة التي تليها (التناسق البنائي)\nيُلاحظ وجود رابط دقيق يربط بين السور المتتابعة في المصحف، وهذا الربط ليس عشوائياً:\n1.  التشابه في الافتتاح والختام: قد تتشابه السورتان في أولهما أو آخرهما.\n   *   مثال: انتهاء سورة الضحى بـ ﴿وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ﴾، وبدء سورة الشرح بـ ﴿أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ﴾، وكلاهما يذكر نعم الله على النبي ﷺ، فتكون النعمة هي رابط الوصل.\n2.  التكامل في الموضوع: أن تأتي السورة الثانية لتكون تفصيلاً أو تكملة لموضوع أُجمل في السورة التي سبقتها.\n   *   مثال: يُقال إن سورة البقرة هي بمثابة تشريع للأمة المسلمة الجديدة، وتلتها سورة آل عمران التي ركزت على تثبيت هذه الأمة في مواجهة أهل الكتاب والفتن الداخلية والخارجية.\nب. المناسبة بين أول السورة وآخرها (الوحدة العضوية)\nيعود ختام كل سورة إلى الفكرة الرئيسية التي بدأت بها، وكأن السورة كلها تدور في فلك موضوع محدد:\n*   مثال: بدأت سورة المؤمنون بصفات المؤمنين المفلحين، وانتهت ببيان مصير الكافرين الفاشلين، لتكون السورة كلها إجابة على سؤال: ما هي علامات الفلاح؟ \nج. المناسبة بين الآية والآية التي تليها (التتابع المنطقي)\nوهو أدق أنواع المناسبات، حيث يكون هناك ترابط بين الجمل والأحكام داخل السياق الواحد:\n*   مثال: في آيات الصيام، جاءت الآيات متتابعة كالتالي: بيان الحكم → بيان الرخصة → بيان الغاية (التقوى) → بيان أحكام الليل (العشر الأواخر) → بيان الحدود (ممنوعات الصيام). هذا الترتيب يضمن تتابعاً منطقياً وعقلياً وتشريعياً لا خلل فيه.\nد. المناسبة في الفواصل (الارتباط بالأسماء الحسنى)\nالآيات عادة ما تُختم باسم من أسماء الله الحسنى يتناسب تماماً مع الحكم أو المضمون المذكور في الآية.\n*   مثال: إذا كانت الآية تتحدث عن المغفرة والتوبة، تُختم غالباً بـ ﴿غَفُورٌ رَّحِيمٌ﴾. وإذا كانت تتحدث عن الجزاء والتدبير، تُختم بـ ﴿عَلِيمٌ حَكِيمٌ﴾."
      },
         {
        "title":"3. الأثر العقدي والتربوي لإعجاز التناسق",
        "text":"1.  نفي الاضطراب: هذا التناسق يقطع الطريق على أي زعم بأن القرآن جُمع عشوائياً أو أن فيه اضطراباً، ويثبت أنه كلام صادر من إله واحد أحكم صنع كتابه.\n2.  فهم أعمق للنص: دراسة المناسبة تساعد المفسر على فهم المعاني العميقة والروابط الخفية في القرآن، وتكشف عن حكمة التشريع.\n3.  ترسيخ اليقين: الشعور بهذه الوحدة البنائية الشاملة يُرسخ اليقين في قلب المسلم بأن هذا الكتاب محفوظ من النقص والزيادة، وأنه من عند الله العزيز الحكيم."
      }
       
    ]
}
