{
  "quran_numbers_and_statistics_ijaz":[
    
      
       {
        "title":"الأعداد والإحصاءات في القرآن: دلالات الأرقام وبراعة الحساب",
        "text":"\nهذا الموضوع يمثل (الهيكل العام) للإعجاز العددي. فالقرآن الكريم لم يستخدم الأرقام بشكل عشوائي، بل وظفها بدلالات إحصائية، وتشريعية، وكونية مذهلة.\n"
      },
         {
        "title":"1. المدخل: الأرقام كأدوات للحقائق",
        "text":"لم يذكر القرآن الأرقام لمجرد العد، بل ذكرها لتكون معايير دقيقة للقياس، سواء في الزمن (أيام وشهور)، أو في التشريع (مواريث وعدة)، أو في الكون (سماوات وأرض). وقد وردت الأعداد في القرآن بشتى الصور: من الأعداد الصحيحة، إلى الكسور العشرية، إلى الأعداد الكبيرة."
      },
         {
        "title":"2. إحصائيات الأرقام الصريحة (المدى الرقمي)",
        "text":"تنوعت الأرقام المذكورة في القرآن لتشمل طيفاً واسعاً يغطي كافة الاحتياجات البشرية للوصف:\n   *   الرقم (1): هو أساس العقيدة (إله واحد).\n   *   لأرقام الصحيحة: وردت سلسلة طويلة (1، 2، 3، 4، 5، 6، 7، 8، 9، 10، 11، 12، 19، 20، 30، 40، 50، 60، 70، 80، 99، 100، 200، 300، 1000، ...).\n   *   أكبر رقم: الرقم 100,000 (وأكثر) في قوله تعالى عن قوم يونس: ﴿وَأَرْسَلْنَاهُ إِلَىٰ مِائَةِ أَلْفٍ أَوْ يَزِيدُونَ﴾ [الصافات: 147].\n   *   الكسور: وردت بدقة متناهية، خاصة في المواريث: النصف (1/2)، الربع (1/4)، الثمن (1/8)، الثلثان (2/3)، الثلث (1/3)، السدس (1/6)، والعشر (1/10)."
      },
         {
        "title":"3. سر الرقم (7): رقم الكمال الكوني والشرعي",
        "text":"يحتل الرقم 7 مكانة خاصة جداً في الإحصاء القرآني، حيث يربط بين عالم الكون (الخلق) وعالم الشرع (العبادة):\n   1.  في الكون:\n      *   7 سماوات: ﴿الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ طِبَاقًا﴾.\n      *   7 أراضٍ: ﴿وَمِنَ الْأَرْضِ مِثْلَهُنَّ﴾.\n   2.  في العبادة والقصص:\n      *   7 أشواط: الطواف حول الكعبة.\n      *   7 أشواط: السعي بين الصفا والمروة.\n       *   7 ليالٍ: عذاب قوم عاد (﴿سَخَّرَهَا عَلَيْهِمْ سَبْعَ لَيَالٍ﴾).\n      *   7 سنابل: في رؤيا الملك وقصة يوسف.\n      *   7 أبواب: لجهنم (﴿لَهَا سَبْعَةُ أَبْوَابٍ﴾).\nالدلالة: تكرار الرقم 7 يرسخ فكرة أن خالق الكون (7 سماوات) هو نفسه مُشرع الدين (7 أشواط)، في تناسق رقمي بديع."
      },
         {
        "title":"4. معجزة الكسور (علم المواريث)",
        "text":"يُعد تشريع المواريث في سورة النساء أكبر عملية رياضية إحصائية في القرآن.\n   *   الإعجاز: حدد القرآن أنصبة الورثة بكسور محددة (نصف، ربع، ثمن، ثلثان، ثلث، سدس).\n   *   الدقة: هذه الكسور تغطي كافة احتمالات القرابة وتوزع الثروة بدقة متناهية لا تقبل النزاع، وتراعي العدالة الاقتصادية والاجتماعية. وأي محاولة بشرية لتعديل هذه النسب تؤدي إلى خلل حسابي أو ظلم اجتماعي"
      },
         {
        "title":"5. الرقم (19): (عليها تسعة عشر)",
        "text":"هذا الرقم هو (العمود الفقري) للبناء الرقمي في القرآن، وقد ذكره الله صراحة في سورة المدثر، وجعل عدته (فتنة) واختباراً لليقين.\nالآية: ﴿عَلَيْهَا تِسْعَةَ عَشَرَ﴾ [المدثر: 30].\nلماذا 19؟ اكتشف الباحثون علاقات مذهلة لهذا الرقم الأولي الصعب:\n   1.  عدد حروف البسملة: (بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ) = 19 حرفاً.\n   2.  عدد سور القرآن: 114 سورة، وهو من مضاعفات 19 19 × 6 = 114\n   3.  أول ما نزل: سورة العلق (أول 5 آيات) تتكون من 19 كلمة.\n   4.  عدد حروف سورة العلق كاملة: 285 حرفاً، وهو من مضاعفات 19 19 × 15\nالوظيفة: الرقم 19 يعمل كـ (شيفرة حماية) تضبط عدد السور والآيات والكلمات والحروف، بحيث يستحيل الزيادة أو النقصان دون انكسار هذه المعادلات الرقمية."
      },
      {
        "title":"6. الخلاصة",
        "text":"الأعداد في القرآن ليست مجرد (كميات) بل هي (كيفيات) وحقائق. فالكسور جاءت للعدل (الميراث)، والأرقام الفلكية جاءت للضبط (السنين والحساب)، والأرقام البنائية (19 و 7) جاءت لحفظ الكتاب وإثبات المصدر الإلهي."
      }
       
      
      
        
   
    ]
}
