{
    "quran_mentioned_holy_books":[
      {
        "title":"منارات الوحي الخالدة: الكتب السماوية التي ذكرت في القرآن، وماذا يعني أن نؤمن بها جميعاً؟",
        "text":""
      },
     {
        "title":"1. المدخل الإيماني: الكتب أساس الهداية",
        "text":"الإيمان بالكتب السماوية ركن أساسي لا يصح الإيمان إلا به. هذه الكتب هي رسائل الله إلى البشرية، تحمل الهداية، والتشريع، والعقائد السليمة، والنور الذي يخرج الناس من الظلمات إلى النور. إن الإيمان بجميع هذه الكتب، سواء التي وصلت إلينا بنصها الأصلي أو التي طالها التحريف، هو إيمان بوحدة مصدرها، وهو الله الواحد الأحد.\nالدليل القرآني على وجوب الإيمان:\n﴿يَا أَيُّهَا الَّذِينَ آمَنُوا آمِنُوا بِاللَّهِ وَرَسُولِهِ وَالْكِتَابِ الَّذِي نَزَّلَ عَلَىٰ رَسُولِهِ وَالْكِتَابِ الَّذِي أَنزَلَ مِن قَبْلُ ۚ وَمَن يَكْفُرْ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ وَالْيَوْمِ الْآخِرِ فَقَدْ ضَلَّ ضَلَالًا بَعِيدًا﴾ [النساء: 136]."
      },
      {
        "title":"2. الكتب السماوية المسمّاة في القرآن الكريم",
        "text":"ورد ذكر خمسة كتب (أو مجموعات صحف) سماوية باسمها الصريح في القرآن الكريم، وهي: \nأ. القرآن الكريم (الفرقان):\nهو آخر وأشمل وأكمل الكتب السماوية، نزل على النبي محمد ﷺ، وهو مصدق للكتب السابقة ومهيمن عليها (أي حاكم عليها وشاهد عليها).\n*  منزل على: النبي محمد بن عبد الله (ﷺ).\n*  الدليل القرآني: ﴿شَهْرُ رَمَضَانَ الَّذِي أُنزِلَ فِيهِ الْقُرْآنُ هُدًى لِّلنَّاسِ وَبَيِّنَاتٍ مِّنَ الْهُدَى وَالْفُرْقَانِ﴾ [البقرة: 185].\n*  ميزته: محفوظ بحفظ الله من أي تحريف أو تبديل إلى يوم القيامة، وهو الرسالة الخاتمة.\nب. التوراة:\nهو الكتاب الذي أنزله الله على نبيه موسى عليه السلام، وهو أصل تشريع بني إسرائيل.\n*  منزل على: النبي موسى بن عمران (عليه السلام).\n*  الدليل القرآني: ﴿نَزَّلَ عَلَيْكَ الْكِتَابَ بِالْحَقِّ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ وَأَنزَلَ التَّوْرَاةَ وَالْإِنجِيلَ﴾ [آل عمران: 3].\n*  ميزته: جاءت التوراة بالتوحيد والعدل والوصايا العشر، لكن النسخ الموجودة اليوم دخلها التحريف والتغيير.\nج. الإنجيل:\nهو الكتاب الذي أنزله الله على نبيه عيسى عليه السلام، وكان تصديقاً لما سبقه وتخفيفاً لبعض الأحكام الشديدة التي كانت في التوراة.\n*  منزل على: النبي عيسى بن مريم (عليه السلام).\n*  الدليل القرآني: ﴿وَقَفَّيْنَا عَلَى آثَارِهِم بِعِيسَى ابْنِ مَرْيَمَ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ مِنَ التَّوْرَاةِ ۖ وَآتَيْنَاهُ الْإِنجِيلَ فِيهِ هُدًى وَنُورٌ﴾ [المائدة: 46].\n*  ميزته: جاء لترسيخ الروحانية والمحبة وتخفيف بعض التشريعات، والنسخ الموجودة اليوم (الأناجيل الأربعة) ليست نص الإنجيل الأصلي بل سير لحياة المسيح.\nد. الزبور:\nهو الكتاب الذي أنزله الله على نبيه داود عليه السلام. كان الزبور كتاب مواعظ وحِكَم ومناجاة وتسبيح، ولم يكن كتاب تشريع تفصيلي.\n*  منزل على: النبي داود (عليه السلام).\n*  الدليل القرآني: ﴿وَرَبُّكَ أَعْلَمُ بِمَن فِي السَّمَاوَاتِ وَالْأَرْضِ ۗ وَلَقَدْ فَضَّلْنَا بَعْضَ النَّبِيِّينَ عَلَىٰ بَعْضٍ وَآتَيْنَا دَاوُودَ زَبُورًا﴾ [الإسراء: 55].\nهـ. صُحُف إبراهيم وموسى:\nورد ذكر صحف أنزلت على نبيين كريمين قبل التوراة والإنجيل، وهما إبراهيم وموسى.\n*  منزل على: النبي إبراهيم والنبي موسى (عليهما السلام).\n*  الدليل القرآني: ﴿إِنَّ هَذَا لَفِي الصُّحُفِ الْأُولَى ۝ صُحُفِ إِبْرَاهِيمَ وَمُوسَى﴾ [الأعلى: 18-19]."
      },
      {
        "title":"3. الأثر العملي للإيمان بالكتب:",
        "text":"الإيمان بهذه الكتب لا يعني قراءة ما فيها بعد التحريف، بل يعني تحقيق الأمور التالية:\n1.  وحدة الرسالة: اليقين بأن جميع الرسل أتوا برسالة واحدة في الأصل (التوحيد)، وأن الخلافات في الفروع جاءت بسبب التشريع المتغير لكل قوم.\n2.  تصديق القرآن: الإيمان بأن القرآن الكريم هو المرجع الأخير والمهيمن على كل ما سبقه. فما وافق القرآن نصدقه، وما خالفه نتركه لليقين بوقوع التحريف فيه\n3.  العلم بعقيدة أهل الكتاب: إدراك أن أهل الكتاب (اليهود والنصارى) خالفوا رسلهم وحرّفوا كتبهم، مما يحثنا على التمسك بالقرآن والسنة الخالية من التحريف.\nإن هذه الكتب هي حبال متصلة من السماء، بدأت بصحف إبراهيم، وانتهت بالقرآن الكريم الذي هو النور المبين والعهد الخاتم."
      }


        
    ]
}
