{
  "quran_moon_miracle":[
      
        
       {
        "title":"إعجاز القمر في القرآن: التمييز الدقيق بين نوره وحركته المنظمة",
        "text":"\nيُعد القمر جُزءًا أساسيًا من النظام الكوني، وقد ورد ذكره في القرآن الكريم بأسلوب يحمل دلالات إعجازية تتصل بحركته ونوره وطريقة خلقه."
      },
       {
        "title":"1. المدخل القرآني: التمييز بين النور والضياء",
        "text":"من أبرز مظاهر الإعجاز في وصف القمر، هو التفريق الدقيق بين طبيعة ضوء الشمس وطبيعة ضوء القمر، وهو تفريق لم يكن معروفًا في الأدبيات القديمة:\nالآية الكريمة (أصل الإعجاز):\n﴿هُوَ الَّذِي جَعَلَ الشَّمْسَ ضِيَاءً وَالْقَمَرَ نُورًا وَقَدَّرَهُ مَنَازِلَ لِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسَابَ ۚ مَا خَلَقَ اللَّهُ ذَٰلِكَ إِلَّا بِالْحَقِّ يُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْلَمُونَ﴾ [يونس: 5]."
      },
      
       {
        "title":"2. الإعجاز في التفريق بين (الضياء) و (النور)",
        "text":"لغويًا وعلميًا، كلمة (الضياء) و (النور) تحملان دلالات مختلفة:\nالمصطلح القرآني: الشَّمْسَ ضِيَاءً\nالدلالة اللغوية والبيانية: الضياء: هو الضوء الذاتي، أي المصدر المُشِع للحرارة والضوء بنفسه.\nالدلالة العلمية الحديثة: الشمس مصدر ذاتي للطاقة والحرارة، فهي نجم مُشتعل ينتج ضوءه بنفسه من تفاعلات نووية حرارية.\nالمصطلح القرآني: الْقَمَرَ نُورًا\nالدلالة اللغوية والبيانية: النور: هو الضوء المستمد أو المنعكس من مصدر آخر.\nالدلالة العلمية الحديثة: القمر جسم بارد، لا يولد ضوءًا ذاتيًا، بل يعكس ضوء الشمس الساقط عليه، أي أنه (نور مستمد).\nالإعجاز: الإخبار بهذا الفارق الدقيق في طبيعة الضوء بين الشمس والقمر في القرن السابع الميلادي، قبل اكتشاف التركيب الفيزيائي لكل منهما، هو دليل قاطع على أن هذا الكلام صادر عن خالق الكون."
      },
      
       {
        "title":"3. الإعجاز في حركة القمر (التقدير والمنازل)",
        "text":"يصف القرآن حركة القمر بانتظام دقيق له غاية وهدف محدد:\nأ. تقدير المنازل:\n  *   ﴿وَقَدَّرَهُ مَنَازِلَ﴾: هذا يشير إلى أن حركة القمر ليست عشوائية، بل منظمة ومُحكمة بدقة متناهية، بحيث يمر بمراحل ثابتة ومحسوبة تُسمى (المنازل) \n  *   الإعجاز الفلكي: أثبت العلم الحديث أن مسار القمر حول الأرض وحركته المدارية تتم ببالغ الدقة، وأن هذه الحركة هي أساس ضبط التقويم القمري الذي لا يعتمد على اجتهاد بشري بل على حركة الجرم السماوي نفسه.\nب. الغاية التشريعية والحسابية:\n  *   ﴿لِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسَابَ﴾: يربط القرآن حركة القمر وهيكله الدقيق بوظيفة تشريعية وحسابية.\n  *   الأثر: التقويم الهجري (القمري) هو التقويم الوحيد الذي يعتمد على رؤية الأهلة والمنازل القمرية بشكل مباشر، وهو الأساس في تحديد أوقات العبادات (الصيام، الحج، العدة). هذا الربط بين الظاهرة الكونية والتشريع الإنساني هو قمة الإعجاز."
      },
      
       {
        "title":"4. الإعجاز في الوصف الكلي للحركة",
        "text":"ورد وصف آخر لحركة الأجرام السماوية في سياق يثبت دقة حركتها:\n﴿لَا الشَّمْسُ يَنبَغِي لَهَا أَن تُدْرِكَ الْقَمَرَ وَلَا اللَّيْلُ سَابِقُ النَّهَارِ ۚ وَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ﴾ [يس: 40].\n  *   (كُلٌّ فِي فَلَكٍ يَسْبَحُونَ) : يثبت أن كل من الشمس والقمر، والأجرام الأخرى، تسبح وتتحرك في مدارات خاصة بها (فلك).\n  *   (لَا الشَّمْسُ يَنبَغِي لَهَا أَن تُدْرِكَ الْقَمَرَ) : يشير إلى أن المدارات مستقلة ومنظمة بطريقة لا يمكن أن يتجاوز فيها أحدهما الآخر أو يؤدي إلى تصادم، وهذا هو سر ثبات النظام الكوني."
      },
      
     
      
    
       
    ]
}
