{
  "rational_proofs_for_resurrection_and_reckoning":
  [
    
      
       {
        "title":"الأدلة العقلية على البعث والحساب (ضرورة العدل الإلهي)",
        "text":"بعد الحديث عن الغيب، يأتي استكمال هذا الركن الأساسي وهو الإيمان باليوم الآخر (البعث والحساب).\nإن الإيمان بالبعث ليس مجرد عقيدة دينية، بل هو ضرورة عقلية ومنطقية لتحقيق العدل الإلهي في هذا الكون. الأدلة العقلية التي ساقها القرآن لإثبات البعث تقوم على أربعة براهين أساسية: برهان القدرة، برهان الخلق الأول، برهان العدل، وبرهان الحكمة.\n"
       },
          {
        "title":"1. برهان القدرة (القدرة على الإعادة)",
        "text":"هذا البرهان هو أشد البراهين بداهة ويسأل: هل الإعادة أصعب من الإيجاد؟\n   *   هذا البرهان هو أشد البراهين بداهة ويسأل: هل الإعادة أصعب من الإيجاد؟\n      *   الدليل النقلي: ﴿وَضَرَبَ لَنَا مَثَلًا وَنَسِيَ خَلْقَهُ ۖ قَالَ مَن يُحْيِي الْعِظَامَ وَهِيَ رَمِيمٌ * قُلْ يُحْيِيهَا الَّذِي أَنشَأَهَا أَوَّلَ مَرَّةٍ ۖ وَهُوَ بِكُلِّ خَلْقٍ عَلِيمٌ﴾ [يس: 78-79].\n   *   المنطق: العقل يقر بأن إعادة بناء شيء موجود أسهل من صنعه من الصفر. بما أن الله خلق الإنسان للمرة الأولى وهو لم يكن شيئاً مذكوراً، فإن إعادة خلق الإنسان بعد تفتت جسده أيسر في مقياس القدرة الإلهية المطلقة.\n      *   إنكار البعث هو في حقيقته إنكار لـ قدرة الخالق على إعادة ما صنعه."
       },
          {
        "title":"2. برهان المماثلة (الاستدلال بالطبيعة)",
        "text":"استدل القرآن الكريم على إحياء الموتى بظواهر طبيعية نشاهدها يومياً:\n   *   إحياء الأرض بعد موتها: يرى الإنسان في كل عام كيف تتوقف الحياة عن الأرض (في الشتاء أو الجفاف)، ثم يُرسل الله المطر، فتنتعش الأرض وتخرج النباتات والحياة بأمر إلهي.\n      *   الدليل النقلي: ﴿وَتَرَى الْأَرْضَ هَامِدَةً فَإِذَا أَنزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ وَأَنبَتَتْ مِن كُلِّ زَوْجٍ بَهِيجٍ ۚ ذَٰلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّهُ يُحْيِي الْمَوْتَىٰ وَأَنَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ﴾ [الحج: 5-6].\n   *   الاستنتاج: الخالق الذي يحيي الأرض الميتة في كل عام، قادر على إحياء الأجساد الميتة مرة واحدة في يوم القيامة."
       },
          {
        "title":"3. برهان العدل (الضرورة الأخلاقية)",
        "text":"هذا هو أقوى برهان عقلي على البعث؛ لأن عدم وجود الآخرة يعني أن هذا الكون قام على أساس الظلم المطلق، وهذا يتنافى مع صفة العدل الإلهي:\n   *   عدم تحقق العدل في الدنيا: نرى في الحياة الدنيا الظالم يموت قبل أن يُعاقَب على جرائمه الكبرى (كالمستبدين والقتلة)، ونرى المظلوم يموت قبل أن يسترد حقه كاملاً.\n   *   العدل يتطلب محاسبة: لو انتهت الحياة بالموت، لكان الظالم قد أفلت بجريمته، ولكان صبر المظلوم ذهب سدى.\n      *   الدليل النقلي: ﴿أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثًا وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ﴾ [المؤمنون: 115].\n   *   الخلاصة: إن وجود يوم آخر للحساب هو الضمان الوحيد لتحقيق العدل المطلق وإعادة الحقوق لأصحابها، وهذا يتفق مع كمال صفة العدل لله سبحانه وتعالى."
       },
          {
        "title":"4. برهان الحكمة (الغاية من التكليف)",
        "text":"الله لم يخلق الإنسان عبثاً، بل له غاية عظيمة هي العبادة والتكليف:\n   *   التكليف يقتضي الجزاء: ما الغاية من إرسال الأنبياء، والكتب، والتشريعات، إذا كانت النتيجة النهائية للجميع هي الفناء المطلق؟ هذا عبث، والله منزه عن العبث.\n   *   الحياة ليست مجرد مسرحية: العقل يدرك أن الحياة الدنيا بمصائبها واختياراتها وتحدياتها هي فترة مؤقتة تستعد لـ حقيقة أبدية. الحساب هو إثبات لحكمة الله في التكليف (اختيار المؤمن والكافر) الذي جرى في الدنيا.\nالخلاصة الإقناعية: إن الإيمان بالبعث والحساب ليس مجرد خبر، بل هو استدلال عقلي منطقي يؤكد أن الخالق القادر لا يعجز عن الإعادة، والخالق الحكيم لا يخلق عبثاً، والخالق العادل لا يترك الظالم بلا عقاب والمظلوم بلا استرداد لحقه."
       }
       
 
    ]
}
