{
  "refuting_science_explains_everything_claim":
  [
    
      
       {
        "title":"العلم يفسر كل شيء ولا حاجة للإله (مغالطة العلموية)",
        "text":"هذه الشبهة تُعرف بـ 'المغالطة العلموية' وهي ادعاء بأن المنهج العلمي هو الوسيلة الوحيدة الصالحة للمعرفة، وبالتالي يمكن للعلم أن يُفسر كل ظاهرة وجودية، مما يلغي الحاجة إلى مفهوم الخالق.\nالرد الإيماني على هذه الشبهة يقوم على التفريق بين نطاق العلم ونطاق الإيمان، وإثبات أن العلم في حقيقته يؤكد الحاجة إلى إله بدلاً من أن ينفيها."
       },
        {
        "title":"1. التحديد المنطقي: نطاق العلم ونطاق الإله",
        "text":"إن الخطأ الأساسي في هذه الشبهة هو الخلط بين الإجابة على سؤال 'الكيفية' وسؤال 'لماذا':\n   *   نطاق العلم (الكيفية): العلم يختص بـ وصف الظواهر الطبيعية، و كيفية عملها، و تحليل قوانينها (مثل: كيف تحوّل النبات الطاقة الشمسية؟). العلم يبحث في الآليات التي وضعها الخالق.\n   *   نطاق الإله (الوجود والغاية): الإيمان يبحث في أصل الوجود، و الغاية من هذا النظام، و من الذي وضع هذه القوانين (مثل: لماذا وُجد الكون أصلاً؟ ومن صمم النبات بهذا التعقيد؟). هذا هو سؤال الخالق والمُوجِد.\nالخلاصة: إن تفسير العلم لـ كيفية عمل الجاذبية، لا يلغي الحاجة إلى مُوجِد وضع قانون الجاذبية. العلم يُفسر القوانين، لكنه لا يُفسر مصدر القوانين."
       },
        {
        "title":"2. حدود المنهج العلمي (المنهجية القاصرة)",
        "text":"المنهج العلمي بطبيعته لا يمكن أن يتناول المسائل الغيبية أو الميتافيزيقية:\n   *   الاقتصار على المادة: العلم التجريبي يقتصر على دراسة الظواهر القابلة للقياس، والتجريب، والملاحظة الحسية (التي يمكن وضعها تحت المجهر أو اختبارها في المختبر).\n   *   الإله ليس مادة: الخالق (الإله) هو كائن متعالٍ (ترانسندنتالي)، ليس مادياً، ولا يمكن وضعه في أنبوب اختبار، ولا يخضع لقوانين الزمان والمكان التي خلقها هو.\n   *   الخلاصة: قول 'العلم لا يثبت وجود الإله' هو كلام صحيح، لكنه ليس دليلاً على عدم وجوده. لأنه بمنطق العلم نفسه: 'لا يمكن لأداة صُنعت لقياس الكتل أن تقيس الأفكار'."
       },
        {
        "title":"3. العلم كدليل على الخالق (إثبات الغاية والتصميم)",
        "text":"إن الاكتشافات العلمية الكبرى، بدلاً من نفي الإله، غالباً ما تقود إلى الإيمان به:\n   *   التصميم الذكي: أثبتت الفيزياء الحديثة أن ثوابت الكون (مثل قوة الجاذبية، وسرعة الضوء، وكتلة البروتون) مضبوطة بدقة لا تُصدق. لو تغيرت إحدى هذه الثوابت بنسبة ضئيلة جداً، لانهار الكون كله، ولم تنشأ حياة.\n      *   المنطق: هذا الضبط الدقيق (التصميم الذكي) لا يمكن أن يكون مجرد صدفة. إن العقل يحتم وجود مُصمِّم و مُنظِّم وضع هذه القوانين وجعلها غائية (لها هدف).\n   *   بداية الكون: النظرية العلمية السائدة (الانفجار العظيم) تثبت أن الكون لم يكن أزلياً، بل كان له بداية زمنية ومادية. وكل ما له بداية، يحتاج إلى مُحدِث (فاعل) أخرجه من العدم.\n      *   السؤال الحتمي: إذا كان الكون قد بدأ، فما الذي بدأه؟ والإجابة هي: قوة خارجة عن الكون وزمانه، وهذا هو تعريف الخالق.\nالخلاصة الإقناعية: العلم يكتشف قوانين الله ويزيد من إجلالنا لعظمته وحكمته (التصميم الذكي). أما الادعاء بأن العلم 'يُفسر كل شيء' فهو تجاوز إيماني غير علمي، ويُلغي الأسئلة الأكثر أهمية حول الوجود والغاية التي لا يمكن للمجهر أو المعادلة الرياضية الإجابة عنها."
       }
       
         
      
   
 
    ]
}
