{
  "refuting_the_islam_is_terrorism_slander":
  [
    
      
       {
        "title":"الرد على شبهة 'الإسلام دين الإرهاب' (الجوهر والسلام)",
        "text":"\nهذه الشبهة من أكثر الاتهامات خطورة وإجحافاً في العصر الحديث، وهي تنبع غالباً من الخلط المتعمد بين أفعال جماعات إرهابية منحرفة وبين جوهر الدين الإسلامي.\nالرد الإيماني على هذه الشبهة يقوم على فصل جنايات الأفراد عن أصل التشريع، وإبراز المبادئ الإسلامية التي تناهض الإرهاب بشكل مطلق.\nلإثبات براءة الإسلام من تهمة الإرهاب، يجب التركيز على ثلاثة مستويات: التسمية والجوهر، الأحكام الشرعية، والأخلاق الحربية."
       },
          {
        "title":"1. التسمية والجوهر: الإسلام دين سلام",
        "text":"إن جوهر الدين الإسلامي، من حيث التسمية والمقصد، يتنافى جذرياً مع العنف العشوائي والإرهاب:\n   *   معنى الإسلام: كلمة الإسلام مشتقة من السّلام، وتعني التسليم لله وتحقيق السلام في النفس والمجتمع.\n   *   تحريم الإفساد في الأرض: الإسلام يعتبر الاعتداء على الأبرياء والمدنيين جريمة مطلقة تستوجب أقسى العقوبات، ويصف القتل العمد بـ الإفساد في الأرض.\n      *   الدليل النقلي: ﴿مَن قَتَلَ نَفْسًا بِغَيْرِ نَفْسٍ أَوْ فَسَادٍ فِي الْأَرْضِ فَكَأَنَّمَا قَتَلَ النَّاسَ جَمِيعًا وَمَنْ أَحْيَاهَا فَكَأَنَّمَا أَحْيَا النَّاسَ جَمِيعًا﴾ [المائدة: 32].\n   *   التحليل: هذه الآية تقرر أن الاعتداء على فرد واحد هو اعتداء على الإنسانية بأكملها، وهذا المبدأ هو الأساس المضاد للإرهاب."
       },
          {
        "title":"2. فصل جنايات الأفراد عن أصل التشريع",
        "text":"يُعد ربط الإسلام بالإرهاب مغالطة منطقية وتاريخية، قائمة على الأسباب التالية:\n   *   فعل الأقلية المنحرفة: الإرهابيون (مثل داعش أو القاعدة) هم جماعات هامشية تمثل أقلية ضئيلة جداً من مليارَي مسلم، وهم في الحقيقة يقتلون المسلمين والمسيحيين والمدنيين على حد سواء.\n   *   الخوارج الجدد: يرى علماء الإسلام أن هذه الجماعات تتبع فكر الخوارج القديم الذي تميز بـ تكفير المجتمعات المسلمة واستباحة الدماء، وهذا الفكر مُدان ومُحارَب من المؤسسات الدينية الرسمية (الأزهر، والجامعات، ودور الإفتاء).\n   *   التشريع لا الجريمة: يُفرِّق المنطق بين الجرائم المرتكبة باسم القانون وبين الجوهر القانوني نفسه. فلو ارتكب بعض المسيحيين أو اليهود جرائم، لا يُمكننا وصف المسيحية أو اليهودية بأنها 'دين إرهاب' وبالمثل، فإن أفعال الأفراد لا تُمثل التشريع الإسلامي الأصيل."
       },
          {
        "title":"3. أخلاقيات القتال في الإسلام تمنع الإرهاب",
        "text":"إن مفهوم الجهاد (القتال) في الإسلام، كما أسلفنا، مُقيَّد بضوابط صارمة تُعد حائط صد ضد الإرهاب:\nمبدأ إسلامي: تحريم الغدر\nمناهض للإرهاب: الإسلام يمنع الغدر أو القتل المفاجئ أو قتل من دخل البلاد بأمان (السياح والمدنيين).\n\nمبدأ إسلامي: تحريم قتل المدنيين\nمناهض للإرهاب: يُمنع قتل النساء، والأطفال، والشيوخ، والرهبان، وكل من لم يشارك في القتال، ويُنهى عن إتلاف الموارد. الإرهاب هدفه قتل المدنيين، والإسلام يحرم ذلك.\n\nمبدأ إسلامي: الرحمة في التعامل\nمناهض للإرهاب: يُنهى عن التمثيل بالجثث أو التعذيب، وهي أساليب لا تُفارق الإرهاب.\n\nمبدأ إسلامي: شرط إعلان الحرب\nمناهض للإرهاب: القتال لا يتم إلا بإعلان واضح، ومن خلال سلطة الدولة المتمثلة في ولي الأمر، وليس بقرارات فردية عشوائية أو تفجيرات انتحارية.\nالإرهاب هو العنف العشوائي ضد الأبرياء لتحقيق غايات سياسية، والإسلام يُحرّم العشوائية، ويُحرّم قتل الأبرياء، ويُحصر القتال في الدفاع المشروع المنضبط بأخلاق وقوانين واضحة.\nالخلاصة الإقناعية: الإسلام لا يمكن أن يكون دين إرهاب لأن نصوصه القطعية تُلزم بالسلام، وتُحرِّم قتل النفس بغير حق، وتُقيِّد القتال بالدفاع المشروع. إن ربط الإسلام بالإرهاب هو تجاهل متعمد لهذه النصوص وتحميل الدين وزر أفعال الخارجين عنه."
       }
         
      
   
 
    ]
}
