{
  "refuting_quran_borrowing_from_judaism_christianity":
  [
    
      
        {
        "title":"القرآن وشبهة الاقتباس: برهان وحدة الوحي وكمال التشريع",
        "text":"هذه الشبهة تُعرف بـ 'شبهة الاقتباس' أو 'المصادرية' وهي من أقدم الشبهات التي أثيرت حول القرآن الكريم. تزعم هذه الشبهة أن النبي محمد صلى الله عليه وسلم لم يأتِ بوحي إلهي، بل قام بجمع معلومات وقصص وأحكام من اليهود والنصارى الذين كانوا يعيشون في الجزيرة العربية.\nالرد الإيماني يؤكد أن التشابه في القصص والأحكام لا يدل على الاقتباس، بل يدل على وحدة مصدر الوحي الإلهي، وأن القرآن يتميز بخصائص تتفوق جذرياً على ما ورد في المصادر السابقة، وتنفي تماماً أي إمكانية للاقتباس البشري."
       },
        {
        "title":"1. الأصل العقدي: وحدة مصدر الأديان (التشابه لا الاقتباس)",
        "text":"إن وجود قصص أو أحكام متشابهة بين القرآن والكتب السماوية السابقة (التوراة والإنجيل) هو دليل على صدق القرآن، وليس دليلاً على اقتباسه:\n   *   وحدة الرسالة: الإسلام يقرر أن رسالة جميع الأنبياء (من آدم إلى محمد) هي رسالة واحدة في أصول العقيدة (التوحيد، الإيمان باليوم الآخر، أساسيات الأخلاق). وبالتالي، من الطبيعي أن تتشابه القصص والأحكام الرئيسية، لأن المُرسِل واحد (الله عز وجل).\n      *   الدليل النقلي: ﴿شَرَعَ لَكُم مِّنَ الدِّينِ مَا وَصَّىٰ بِهِ نُوحًا وَالَّذِي أَوْحَيْنَا إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وَمُوسَىٰ وَعِيسَىٰ ۖ أَن أَقِيمُوا الدِّينَ وَلَا تَتَفَرَّقُوا فِيهِ﴾ [الشورى: 13].\n   *   التصديق والبيان: القرآن جاء مُصدِّقاً لما سبقه من أصول، وفي الوقت نفسه مهيمناً ومصححاً لما حُرِّف منها: ﴿وَأَنزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ مِنَ الْكِتَابِ وَمُهَيْمِنًا عَلَيْهِ﴾ [المائدة: 48]."
       },
        {
        "title":"2. الاستحالة التاريخية والمنطقية للاقتباس",
        "text":"إن فكرة أن النبي محمد صلى الله عليه وسلم (وهو الأمي الذي لم يقرأ أو يكتب) قد قام بجمع هذه المعلومات ونظمها في القرآن، هي فكرة مستحيلة منطقياً:\n   *   أُمِّيَّة النبي: كان النبي صلى الله عليه وسلم أُمِّيّاً بشهادة القرآن والتاريخ، ولم يكن له اتصال وثيق أو تعلم من أي أحبار يهود أو رهبان نصارى: ﴿وَمَا كُنتَ تَتْلُو مِن قَبْلِهِ مِن كِتَابٍ وَلَا تَخُطُّهُ بِيَمِينِكَ ۖ إِذًا لَّارْتَابَ الْمُبْطِلُونَ﴾ [العنكبوت: 48].\n      *   التحدي: كيف يمكن لشخص أمي، في بيئة صحراوية، أن يجمع وينظم آلاف التفاصيل اللاهوتية والتاريخية والتشريعية في نص فائق البلاغة والاتساق؟\n   *   الاختلاف الجوهري (التصحيح): لو كان القرآن مقتبساً، لكان نسخة طبق الأصل. لكن القرآن يصحح الأخطاء العقائدية والتاريخية التي وقعت فيها الكتب السابقة:\n      *   تصحيح العقيدة: القرآن ينفي بشدة أن يكون عيسى ابن الله (عقيدة النصارى) أو أن يكون عزير ابن الله (عقيدة بعض اليهود)، ويؤكد التوحيد الخالص.\n      *   تنزيه الأنبياء: القرآن ينزه الأنبياء (مثل لوط وداود وسليمان) عن القصص المخالفة للأخلاق والمنسوبة إليهم في كتب العهد القديم (وهذا دليل على التصحيح الإلهي، لا الاقتباس البشري)."
       },
        {
        "title":"3. سبق القرآن بالمعارف الكونية والتشريعية",
        "text":"يحتوي القرآن على علوم ومعارف تشريعية لم تكن معروفة في زمن النبي محمد صلى الله عليه وسلم، مما يؤكد مصدره الإلهي:\n   *   السبق الكوني: احتوى القرآن على إشارات دقيقة لـ حقائق علمية لم يكتشفها العلم إلا في القرون الأخيرة (كمراحل خلق الجنين، وتوسع الكون، ودوران الأرض والشمس).\n   *   السبق التشريعي (العدالة): جاء القرآن بتشريعات لم تكن معروفة عند اليهود أو النصارى في ذلك الوقت، كـ تنظيم الميراث بدقة، أو تحديد تعدد الزوجات، أو منح المرأة حقوقها المالية بشكل مستقل. هذه تشريعات إصلاحية لم يأت بها البشر."
       },
        {
        "title":"الخلاصة الإقناعية:",
        "text":"إن التشابه بين القرآن والكتب السابقة هو برهان على أن مُنزِّل الوحي واحد، وأن الرسالات الإلهية في جوهرها متفقة. أما الفوارق الجوهرية في العقيدة وتنزيه الأنبياء، و الكمال التشريعي، و الأُصُول العلمية التي تضمنها القرآن، فهي براهين قاطعة على أنه كلام إلهي كامل، مُهَيْمِن على ما سبقه، ولا يمكن أن يكون اقتباساً بشرياً."
       }
        
      
      
    ]
}
