{
  "refutation_who_created_god_objection":[
    
      
       {
        "title":"تفكيك شبهة: من الذي خلق الله؟",
        "text":"الرد على هذه الشبهة يرتكز على تحديد ماهية (طبيعة) الخالق و المخلوق ويتلخص في ثلاث نقاط أساسية:"
      },
       {
        "title":"1. مغالطة التسلسل اللانهائي",
        "text":"هذه الشبهة تفترض أن سلسلة الخالِق والمخلوق يجب أن تستمر إلى ما لا نهاية (إذا كان الخالق الأول خُلِق، فمن خلق خالقه؟ وهكذا...).\n   *   الرد العقلي: العقل يرفض التسلسل اللانهائي في سلسلة المُؤَثرات (العِلَل) رفضاً مطلقاً. يجب أن تتوقف سلسلة الخلق عند نقطة بداية، وإلا لما وُجد أي شيء في الكون الآن.\n   *   القاعدة: يجب أن يكون هناك مُسَبِّب أول غير مسبَّب هذا المُسبِّب لا ينطبق عليه قانون الحدوث أو الخلق، لأنه لو انطبق عليه، لكان حادثاً (مخلوقاً) ولما كان هو البداية.\n   *   الخلاصة: نحن لا نبحث عن خالق في السلسلة، بل نبحث عن نهاية السلسلة، وهذه النهاية هي واجب الوجود الذي لا يحتاج إلى علة. وهذا الواجب هو الله."
      },
       {
        "title":"2. قانون (الوجود الذاتي (واجب الوجود))",
        "text":"إن إطلاق صفة 'الخالِق' على الله يمنعه عقلاً من أن يكون مخلوقاً.\n   *   تعريف الخالِق (الله): الخالِق هو الكائن الذي وجوده ضروري وذاتي (واجب الوجود)، أي لا يعتمد في وجوده على غيره، وهو أزلي (بلا بداية) وأبدي (بلا نهاية)، وغير مخلوق.\n   *   تعريف المخلوق: المخلوق هو الكائن الذي وجوده ممكن (جائز)، أي يعتمد على خالق أوجده، ووجوده مسبوق بالعدم (حادث).\n   *   المغالطة: سؤال 'من خلق الله؟' يُقحِم صفة 'المخلوق'(أنه حادث ويحتاج إلى خالق) على ذات تتصف أصلاً بصفة 'الخالق'(واجب الوجود والأزلي). وهذا تناقض في التعريف.\n   *   النتيجة: لو أن الله كان مخلوقاً، لكان اسمه 'المخلوق'ولكان بالضرورة يحتاج إلى خالق آخر، ولكان هذا الخالق الآخر هو الله الحقيقي. لذا، مفهوم 'الله'لا يتحقق إلا بالكائن الذي لا يخضع لقانون الخلق."
      },
       {
        "title":"3. الدليل النقلي القاطع (سورة الإخلاص)",
        "text":"يُعد القرآن الكريم هو الرد الإلهي المباشر على هذه الشبهة قبل أن تُطرح بفلسفات البشر، خاصة في سورة الإخلاص التي تلخص جوهر التوحيد:\n   *   الآية الأولى (الأحدية): ﴿قُلْ هُوَ اللَّهُ أَحَدٌ﴾ [الإخلاص: 1].\n      *   دلالتها: هو الإله الفرد الذي لا شريك له في الذات، وهو بداية كل شيء، فلا بداية له.\n   *   الآية الثانية (الصمدية): ﴿اللَّهُ الصَّمَدُ﴾ [الإخلاص: 2].\n      *   دلالتها: الصمد هو الذي يُقصد ويُلجأ إليه في الحاجات، وهو الذي لا جوف له ولا حاجة له، فهو مستغنٍ بذاته عن كل شيء، بما في ذلك الحاجة إلى من يخلقه أو يُوجده.\n   *   الآية الثالثة (الأزلية): ﴿لَمْ يَلِدْ وَلَمْ يُولَدْ﴾ [الإخلاص: 3].\n      *   دلالتها: 'لم يولد'هي الرد المباشر على شبهة 'من خلق الله؟' فهو غير مولود، أي ليس مخلوقاً، ووجوده ليس نتيجة لغيره."
      },
       {
        "title":"خلاصة الرد على الملحد والطفل",
        "text":"   *   للرد على الملحد (بالمنطق): السؤال 'من خلق الله؟' هو سؤال فاسد من أساسه، لأنه يفترض أن واجب الوجود (الخالق الأزلي) هو ممكن الوجود (المخلوق الحادث). هذا تناقض في المصطلحات. يجب أن تتوقف سلسلة الخلق عند الخالق، وإلا لن يكون هناك شيء.\n   *   للرد على الطفل (بالمثال): يمكنك أن تسأل: 'هل يمكن أن يكون هناك دائرة لها ثلاثة أضلاع؟' سيجيب الطفل: 'لا' حينها تقول:كذلك، لا يمكن أن يكون هناك خالق مخلوق، فـ الخالق غير المخلوق صفة لازمة له."
      }
       
       
 
          
    ]
}
