{
  "refuting_qadariyyah":[
      
        
       {
        "title":"الرد على شبهات القدرية والجبرية: إثبات منهج الوسطية في تحقيق العدل والتوحيد الإلهيين",
        "text":"بعد أن تناولنا مراتب القدر ومسألة التسيير والتخيير وأثر الإيمان بالقدر، من الضروري أن نختتم هذا الركن بموضوع يوضح المنهج الصحيح لأهل السنة والجماعة في مواجهة الانحرافات العقدية، وهو:(الرد على شبهات القدرية والجبرية)"
      },
      {
        "title":"1. المدخل العقدي: وسطية أهل السنة والجماعة",
        "text":"لقد ضلّت طائفتان رئيسيتان في فهم مسألة القضاء والقدر، فجانبتا منهج الاعتدال الذي جاءت به الشريعة، وهو منهج أهل السنة والجماعة الذي يجمع بين إثبات قدرة الله الشاملة (التوحيد) وإثبات مسؤولية العبد واختياره (العدل).\nالفرقة\nالقدرية\nالانحراف الأساسي\nغلوا في إثبات إرادة العبد حتى أنكروا أن يكون الله عالماً أو خالقاً لأفعال العباد قبل وقوعها.\nالفرقة\nالجبرية\nالانحراف الأساسي\nغلوا في إثبات المشيئة الإلهية حتى سلبوا العبد أي إرادة أو قدرة، وجعلوه مُجبراً على أفعاله."
      },
        {
        "title":"2. الرد على شبهات القدرية (الذين ينفون القدر)",
        "text":"ينكر القدرية أن يكون الله عالماً أو مُقدِّراً لأفعال العباد قبل وقوعها (وبذلك ينكرون المرتبتين الأولى والثانية من مراتب القدر).\nأ. شبهتهم الرئيسية:\nيزعمون أن إثبات علم الله السابق بأفعال العباد يستلزم أن يكون الله قد أجبر العبد عليها، وأن العبد لا يكون مسؤولاً عن ذنوبه.\nب. الرد عليهم (مرتبة العلم والكتابة):\n1.  إثبات علم الله المطلق: الأدلة القطعية من القرآن والسنة تثبت أن علم الله سابق وشامل لكل شيء: ﴿إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ﴾ [الأنفال: 75]. فكيف يكون الله إلهاً وهو لا يعلم ما سيفعله خلقه؟!\n2.  الفرق بين العلم والإجبار: علم الله السابق بأن العبد سيختار الشر، لا يعني أنه أجبره على اختياره. مثال: المُعلِّم الذي يعلم أن طالباً ما سيختار طريق الفشل، علمه هذا لا يُجبر الطالب على الفشل، بل يثبت علم المُعلِّم السابق فقط.\n3.  إثبات خلق الأفعال: نصوص الوحي تثبت أن الله خلق العبد وفعل العبد: ﴿وَاللَّهُ خَلَقَكُمْ وَمَا تَعْمَلُونَ﴾ [الصافات: 96]."
      },
        {
        "title":"3. الرد على شبهات الجبرية (الذين ينفون اختيار العبد)",
        "text":"يرى الجبرية أن العبد ليس له مشيئة حقيقية، وأنه كالريشة في مهب الريح أو كالدمية، يفعل الأفعال وهو مُجبر عليها.\nأ. شبهتهم الرئيسية:\nيحتجون بالعموم المطلق لمرتبة المشيئة (﴿وَمَا تَشَاءُونَ إِلَّا أَن يَشَاءَ اللَّهُ﴾ [التكوير: 29]) لإلغاء إرادة العبد وقدرته، وبذلك يبررون المعاصي.\nب. الرد عليهم (إثبات الاختيار والمسؤولية):\n1.  الاحتجاج بالشرع: لو كان العبد مُجبراً، لسقط التكليف، ولبطلت الجنة والنار، ولما أرسل الله الرسل. وهذا باطل بالإجماع.\n2.  إثبات كسب العبد: القرآن ينسب الفعل إلى العبد على سبيل الكسب والمباشرة، ويثبت له الإرادة: ﴿لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ﴾ [البقرة: 286].\n3.  الفرق بين إرادتين: هناك فرق بين إرادة الله الكونية الشاملة التي لا يتخلف عنها شيء (التسيير)، وإرادة العبد الشرعية (التخيير) التي يحاسب عليها.\n4.  الحس والفطرة: يفرق العاقل بين ما يفعله باختياره (القيام للعمل)، وما يقع عليه جبراً (السقوط من مكان عال)، وهذا دليل على وجود الاختيار. لو احتج الجبري بالقدر على سرقته، لقُطعَت يده دون اعتبار لاحتجاجه."
      },
        {
        "title":"4. خلاصة منهج أهل السنة والجماعة (منهج التوازن)",
        "text":"منهج أهل السنة والجماعة في القدر هو التوازن بين إثبات الأمرين:\nالركن الأول: توحيد الله في أفعاله\nالتسليم بأن الله هو الخالق لكل شيء، شامل لأفعال العباد.\nالحل: إرادة العبد تحت إرادة الله، وقدرة العبد تحت قدرة الله.\nالركن الثاني: عدل الله في أحكامه\nالتسليم بأن العبد هو الفاعل لأفعاله اختياراً، ومسؤول عنها.\nالنتيجة: الاحتجاج بالقدر على المصائب فقط، وعدم الاحتجاج به على المعائب.\nالخلاصة: نحن نؤمن بأن الله علم، وكتب، وشاء، وخلق أفعالنا، وفي الوقت نفسه نعتقد أننا فاعلون مختارون مسؤولون عن أعمالنا."
      }
      
       
    ]
}
