{
  "refuting_religion_is_the_cause_of_war":
  [
    
      
        {
        "title":"الدين سبب الحروب؟ (فصل العقيدة عن الصراع على السلطة)",
        "text":"\nهذه الشبهة تنطلق من ملاحظة تاريخية لبعض الصراعات، وتُعمِّمها لتجعل الدين هو السبب الجذري والوحيد للحروب، متجاهلة العوامل الأخرى الأكثر عمقاً.\nالرد الإيماني يؤكد أن الدين (الرسالات الإلهية) هو في جوهره سبب للسلام والاستقرار، وأن معظم الحروب في التاريخ الحديث والقديم كانت لها دوافع سياسية، واقتصادية، وعرقية، تم استخدام الدين كغطاء أو أداة لها.\nلحل هذه الشبهة، يجب التمييز بين الدين كعقيدة، و الدين كأيديولوجية مُسخَّرة للسلطة."
       },
        {
        "title":"1. الدين كسبب للسلام والاستقرار",
        "text":"إن جوهر الرسالات الإلهية هدفه تحقيق السلام الداخلي والخارجي:\n   *   السلام الداخلي: الأديان تُنشئ نظاماً أخلاقياً داخلياً يضبط الغرائز والشهوات الأنانية للفرد (الطمع، والحقد، والظلم)، وهي الأسباب الجذرية للنزاع.\n   *   السلام الاجتماعي: الأديان تضع مبادئ العدل والمساواة بين الناس (كما رأينا في مساواة البشر في الإسلام)، وتأمر بإقامة العدل، وتحريم القتل والعدوان.\n      *   في الإسلام: كلمة 'الإسلام' مشتقة من السّلام. والتحية هي 'السلام عليكم' وهذا يرسخ مبدأ السلام كقيمة عليا."
       },
        {
        "title":"2. العوامل الحقيقية وراء الحروب",
        "text":"عند تحليل معظم الصراعات الكبرى تاريخياً، نجد أن الدوافع المادية والسياسية كانت هي المحرك الحقيقي، وتم استغلال الدين كأداة تعبئة:\n   *   الصراع على الموارد والأرض: معظم الغزوات والحملات الاستعمارية (سواء في العصور الوسطى أو الحديثة) كان هدفها السيطرة على طرق التجارة، أو الأراضي الخصبة، أو الثروات الطبيعية (النفط والمعادن).\n   *   القوة والسلطة: كان هدف حكام الإمبراطوريات توسيع نفوذهم وسلطتهم، وكانوا يستغلون الحماس الديني لتجنيد الجماهير وإضفاء الشرعية على مطامعهم.\n      *   مثال: الحروب الصليبية كانت لها دوافع دينية معلنة، لكن الدوافع الاقتصادية (السيطرة على الشرق وطرق تجارته) والسياسية (توجيه قوة الفرسان بعيداً عن أوروبا) كانت محركاً أساسياً لها.\n\nالحروب العلمانية الحديثة:\nإن القرن العشرين شهد أعنف حروب في تاريخ البشرية (الحربان العالميتان الأولى والثانية)، وقتل فيهما عشرات الملايين من البشر. هذه الحروب قامت على أسس قومية، وعلمانية، وأيديولوجية بحتة (مثل النازية والفاشية والشيوعية)، ولم يكن الدين طرفاً فيها بأي شكل، بل كان ضحية لها في كثير من الأحيان. هذا يثبت أن الشر الكامن في طبيعة الإنسان والطمع في السلطة هو السبب الجذري للحرب، بغض النظر عن الغطاء الأيديولوجي (دينياً كان أم علمانياً)."
       },
        {
        "title":"3. دور الأيديولوجيا المُسخَّرة (التفسير لا السبب)",
        "text":"الدين في الصراعات يكون بمثابة أيديولوجيا تفسيرية للصراع القائم، وليس السبب المُنشئ له:\n   *   تعبئة الجماهير: يستخدم القادة الخطاب الديني لـ تعبئة الجماهير وإضفاء صفة القداسة على القتال، مما يضمن ولائهم ويزيد من استعدادهم للتضحية.\n   *   تفسير الظلم: يفسر الصراع بأنه صراع بين الحق والباطل، حتى لو كانت دوافعه الحقيقية هي النفط أو الحدود الجغرافية.\nالخلاصة الإقناعية: الدين الحقيقي (كعقيدة وأخلاق) هو عامل ضبط يهدف إلى إلغاء الظلم والعدوان (مسببات الحروب). أما الحروب المنسوبة للدين، فهي في الغالب صراعات بشرية على السلطة والثروة تم تبريرها أو تسويقها بلغة دينية، تماماً كما تُسوّق اليوم بلغة القومية أو المصالح الاقتصادية. السبب الجذري للحروب يكمن في طمع الإنسان وأنانية السلطة، وليس في أوامر السماء."
       }
        
      
    ]
}
