{
  "refuting_islamic_hudud_are_cruelty":
  [
    
      
        {
        "title":"الحدود الإسلامية قسوة؟ (الردع والحماية الاجتماعية)",
        "text":"هذه الشبهة تتناول العقوبات الجنائية في الشريعة الإسلامية (الحدود)، حيث يُنظر إليها على أنها قسوة  وتتعارض مع المعايير الحديثة للعقوبة التي تركز على الإصلاح بدلاً من الردع.\nالرد الإيماني يؤكد أن الحدود الإسلامية هي قمة العدل والردع والحماية للمجتمع، وأنها لا تُطبَّق إلا في نطاق ضيق جداً و بشروط شبه مستحيلة، وأن الهدف منها ليس إيقاع العقوبة، بل منع وقوع الجريمة أصلاً.\nالمنظور الإسلامي للحدود يختلف عن القوانين الوضعية في أمرين: الهدف (ردع المجتمع)، والآلية (صعوبة الإثبات)."
       },
        {
        "title":"1. الهدف الأول: الردع والحماية الاجتماعية",
        "text":"الهدف من الحدود ليس الانتقام من الجاني، بل هو حماية المصلحة العليا للمجتمع:\n   *   منع الجريمة (الردع العام): الشدة الظاهرة في العقوبة (كالقطع في السرقة أو الرجم في الزنا المُحصَن) هي لغرض الردع العام، أي بث الخوف في نفوس من تسول له نفسه ارتكاب الجريمة. فإذا علم اللص أنه سيخسر يده، فإن نسبة كبيرة من الناس ستتوقف عن السرقة خوفاً.\nالحماية المباشرة: الحدود تحمي الضرورات الخمس التي جاءت الشريعة لحفظها:\n      *   حد القصاص: لحفظ النفس.\n      *   حد السرقة: لحفظ المال.\n      *   حد الزنا والقذف: لحفظ النسل والعرض.\n      *   حد شرب الخمر: لحفظ العقل.\nالمنطق: العقل يرى أن فقدان يد لص واحد خير من أن يعيش مجتمع بأكمله في رعب اللصوص، أو أن تسود فيه الفاحشة. الإسلام يرى أن قسوة القانون أفضل من قسوة الجريمة على المجتمع."
       },
        {
        "title":"2. الآلية التشريعية: صعوبة الإثبات واستحالة التطبيق",
        "text":"أدرك الإسلام أن العقوبات شديدة، لذلك جعل تطبيقها في غاية الصعوبة، وكأنه يهدف إلى المنع لا الإيقاع:\n   *   أ. شرط الإثبات الشبه مستحيل:\n      *   الزنا: لا يثبت إلا بشهادة أربعة رجال عدول رأوا الفعل 'رؤية الشمس في وضح النهار' (أي رأوا الفعل نفسه). أو بالإقرار الصريح والواضح من الجاني أربع مرات متتالية. وهذا الشرط يكاد يكون مستحيلاً في الحياة الواقعية.\n      *   السرقة: لا يُطبَّق الحد إلا إذا بلغت السرقة نصاباً معيناً، وانتفت أي شبهة حاجة أو جوع.\n      *   الدليل: في عهد النبي ﷺ والخلفاء، كان تطبيق الحدود نادراً جداً بسبب صعوبة استيفاء الشروط.\n   *   ب. درء الحدود بالشبهات: وضع الإسلام قاعدة ذهبية: 'ادرؤوا الحدود بالشبهات' يعني أن أي شك أو احتمال بسيط في الإثبات أو القصد يُسقط الحد.\n      *   المفهوم: هذا يعني أن الشريعة تفضل أن يُطلق سراح الجاني على أن تُعاقب بريئاً أو مشتبهاً فيه."
       },
        {
        "title":"3. الحدود كـ 'علاج نهائي' بعد فشل الوسائل الأخرى",
        "text":"الحدود هي آخر مرحلة من مراحل العقاب، ولا تُطبَّق إلا بعد فشل جميع الطرق الأخرى:\n   *   الجانب الاقتصادي: لا تُطبَّق الحدود إلا بعد أن تضمن الدولة الإسلامية توفير الحاجات الأساسية للمواطنين. فلا يُقطع يد السارق إذا سرق بدافع الجوع أو الحاجة.\n   *   الجانب الوقائي: يسبق تطبيق الحدود التربية الدينية، والتوعية الأخلاقية، والعقوبات التعزيرية (الأقل شدة). فإذا فشلت كل هذه الوسائل، ولم يردع الإنسان نفسه، عندها يُلجأ للحدود كعلاج نهائي."
       },
        {
        "title":"4. الرد على شبهة 'العقوبات الحديثة' (الإصلاح)",
        "text":"يقول المعترضون إن العقوبات الحديثة (كالسجن) أفضل لأنها 'إصلاحية':\n   *   فشل السجن: الإحصائيات الحديثة تثبت أن السجون في كثير من الدول أصبحت'مدارس للجريمة'وأن نسبة العودة إلى الإجرام عالية جداً بعد الخروج من السجن. السجن يكلّف الدولة أموالاً باهظة ولا يحقق الردع المطلوب غالباً.\n   *   الحدود إصلاح وردع: الحد الإسلامي يحقق الردع العام للمجتمع، ويكون إصلاحاً فردياً للجاني (لأنه بمثابة تطهير من الذنب في الدنيا، ومانع من عقاب الآخرة).\nالخلاصة الإقناعية: الحدود الإسلامية هي تشريع إلهي للحماية العامة، وهي قاسية في ظاهرها بهدف الردع، لكنها عادلة في تطبيقها لأنه يستحيل إيقاعها إلا على من كان جُرْمه واضحاً وصريحاً، أو أقرَّ به بنفسه إرادةً منه للتطهير. الهدف ليس الإيقاع بل حماية المجتمع ومنع انتشار الجريمة."
       }
     
           
      
    ]
}
