{
  "refuting_inheritance_inequality_claim":
  [
    
      
        {
        "title":"الميراث في الإسلام: العدل في التكاليف المالية وليس في الأنصبة العددية",
        "text":"شبهة عدم العدالة من فهم خاطئ بأن قاعدة ﴿لِلذَّكَرِ مِثْلُ حَظِّ الْأُنثَيَيْنِ﴾ [النساء: 11] هي القاعدة الثابتة في كل حالات الميراث، وهذا غير صحيح. الإسلام لا يسعى لتحقيق 'المساواة الصماء' بل يسعى لتحقيق العدل المطلق من خلال مراعاة الالتزامات الاقتصادية للرجل."
       },
         {
        "title":"1. المبدأ الحاكم: الميراث مقابل المسؤولية",
        "text":"الزيادة التي يأخذها الرجل في بعض الحالات (وهي الأقل) ليست تفضيلاً له في الكرامة، بل هي تعويض عن مسؤولياته الإلزامية نحو المرأة نفسها التي ورثت معه.\nحالة الميراث: الوضع المالي\nنصيب المرأة (كحق خالص): حصة نهائية: مالها ملك خالص لها، لا تُجبَر على الإنفاق منه على أحد.\nنصيب الرجل (كحق مقيّد): حصة مُقيَّدة: عليه التزام شرعي بالإنفاق على من تحت يده من زوجة وأولاد، ومن يعولهم من إخوة وأمهات.\n\nحالة الميراث: دليل العدل\nنصيب المرأة (كحق خالص): هي تأخذ نصيبها + تكاليف معيشتها مُغطّاة بالكامل من مال الرجل.\nنصيب الرجل (كحق مقيّد): هو يأخذ ضعف نصيبها ليغطي نصيبها ونفقتهما ونفقات أولادهما.\nالنتيجة: هي الرابحة مادياً في أغلب الأحوال."
       },
         {
        "title":"2. أين تذهب زيادة نصيب الرجل؟ (العبء الإلزامي)",
        "text":"الإسلام ألزم الرجل بجميع الأعباء المالية الأساسية في الأسرة، وحرَّر المرأة منها تماماً. هذا هو سر العدل:\n   *   المهر: الرجل يدفعه للمرأة. المرأة لا تدفع شيئاً.\n   *   النفقة: الرجل مُلزَم بالإنفاق على زوجته وأولاده بالكامل، حتى لو كانت الزوجة مليارديرة.\n   *   السكن والكساء: الرجل مُلزَم بتوفيرهما.\n   *   النفقة على الأصول والفروع: إذا احتاجت أمه أو أخته أو ابنته إلى مساعدة، فالرجل هو المُكلَّف أولاً.\nالتوضيح الأبسط: إذا مات الأب وترك ابناً وابنة، يأخذ الابن ضعف نصيب أخته. لكن الابن فوراً يصبح مُلزَماً بالإنفاق على بيته وأولاده. أما الأخت، فنصيبها يبقى ملكاً خالصاً لها، وهي غير مُلزمة بالإنفاق على أحد. وفي حال زواجها، سينفق عليها زوجها من ماله الخاص! أي أن نصيبها المالي محفوظ ومُعزّز بنفقة رجل آخر."
       },
         {
        "title":"3. حالات لا يأخذ فيها الرجل ضعف المرأة (ليست قاعدة عامة)",
        "text":"إثباتاً لعدم صحة أن التوزيع دائماً للذكر مثل حظ الأنثيين، إليك بعض الحالات:\n   *   حالة التساوي: إذا مات شخص وترك أمه وأخواته لأم، فإن الأخ والأخت يرثان بالتساوي تماماً (كلاهما سدس أو ثلث).\n   *   حالة تفضيل المرأة: في بعض الحالات، قد ترث المرأة ولا يرث الرجل المُساوي لها في الدرجة (مثل البنت مع العم).\n   *   الزوجة ترث: الزوجة ترث الربع أو الثمن، وهي حصة ثابتة مُقدَّرة، ولا يحق للابن أو البنت أن يعترضا عليها."
       },
         {
        "title":"الخلاصة الإقناعية والواضحة:",
        "text":"إن الإسلام حقق أسمى درجات العدالة في الميراث لأنه لم يكتفِ بتوزيع التركة، بل نظر إلى ما سيتم إنفاقه من هذه التركة بعد توزيعها.\nالمرأة في النظام المالي الإسلامي: مالها داخل (ميراث، مهر، هدايا)، ومالها ليس خارجاً (لا إنفاق واجب عليها). لهذا السبب، زيادة نصيب الرجل في بعض الحالات هي عدالة تعويضية عن العبء المالي الثقيل الملقى على عاتقه، مما يضمن في نهاية المطاف أن وضع المرأة المالي هو الأكثر أماناً واستقراراً."
       }
           
      
    ]
}
