{
  "refuting_the_eternal_universe_claim":
  [
    
      
       {
        "title":"الكون أزلي وليس مخلوقًا (برهان الحدوث العلمي والفلسفي)",
        "text":"\nهذه الشبهة تنطلق من فكرة أزلية الكون (أي أنه موجود منذ الأزل بلا بداية)، وهو الادعاء الذي كان سائداً في الفلسفات القديمة لإنكار الحاجة إلى خالق.\nالرد الإيماني يؤكد أن هذا الادعاء قد تم دحضه بشكل قاطع من منظورين: الدليل العقلي الفلسفي و الدليل العلمي الحديث، وكلاهما يؤكد أن الكون مخلوق وله بداية."
       },
         {
        "title":"1. الدليل العقلي الفلسفي: برهان الحدوث",
        "text":"هذا الدليل أثبته علماء الكلام والفلاسفة المسلمون قديماً، وهو يؤكد أن الأزلية المطلقة لا يمكن أن تتصف بالصفات التي نراها في الكون:\n   *   استحالة التسلسل اللانهائي: لو كان الكون أزلياً (بلا بداية)، لكانت سلسلة الحوادث والعلل فيه غير منتهية إلى أي بداية. والعقل يقرّ بأن السلسلة اللانهائية من العلل مستحيلة الوجود.\n      *   مثال: لو أن كل جندي في جيش رفض أن يطلق النار إلا إذا أطلق الجندي الذي قبله، واستمرت السلسلة بلا جندي يطلق النار أولاً، فلن تُطلق أي طلقة أبداً. لا بد من نقطة بداية (سبب أول) هو الخالق الأزلي.\n   *   الوجود الزمني المشروط: كل ما نراه في الكون هو وجود مؤقت ومقيد بالزمان، وكل ما هو مؤقت يحتاج إلى مُحدِث أو مُؤثِّر أخرجه من العدم. والكون نفسه (بأبعاده الأربعة: الزمان والمكان والمادة والطاقة) لا يمكن أن يُحدِث نفسه بنفسه."
       },
         {
        "title":"2. الدليل العلمي الحديث: نظرية الانفجار العظيم",
        "text":"أثبتت الفيزياء الفلكية الحديثة أن الكون ليس أزلياً، بل له بداية قاطعة وواضحة، وهو ما ينسف فرضية الأزلية من أساسها:\n   *   نشأة الكون: نظرية الانفجار العظيموهي النظرية العلمية الأكثر قبولاً، تؤكد أن الكون بدأ من نقطة متناهية الصغر والكثافة والحرارة (التفرد) منذ حوالي 13.8 مليار سنة.\n      *   التحليل: وجود نقطة بداية زمنية للكون يعني أنه حادث (مخلوق)، وليس أزلياً. وكل ما هو حادث ومخلوق لا بد له من خالق (مُوجِد) أوجده.\n   *   القانون الثاني للديناميكا الحرارية: هذا القانون يُعرف بـ قانون زيادة الإنتروبيا (العشوائية).\n      *   المفهوم: ينص القانون على أن الطاقة المفيدة في أي نظام مغلق (كالكون) تتناقص باستمرار، وتتجه نحو حالة من التساوي والقصور الحراري (الموت الحراري).\n      *   البرهان: لو كان الكون أزلياً، لكان قد وصل بالفعل إلى حالة القصور الحراري التام منذ زمن بعيد (أي لكان قد مات). لكن بما أننا نرى الكون لا يزال 'شاباً' ومفعماً بالطاقة، فهذا دليل قاطع على أنه بدأ في الماضي ولا يمكن أن يكون أزلياً."
       },
         {
        "title":"3. النتيجة الحتمية: الخالق هو الأزلي الوحيد",
        "text":"إن إثبات أن الكون مخلوق وله بداية، يقود إلى نتيجة ضرورية:\n   *   الحاجة إلى خالق غير مخلوق: يجب أن يكون هناك مُوجِد للكون، وهذا المُوجِد يجب أن يكون أزلياً (قديماً) بذاته وغير محتاج إلى مُوجِد آخر، وإلا تسلسلنا في العلل إلى ما لا نهاية.\n   *   الخلاصة: الإسلام يؤكد أن الله وحده هو الأزلي الأبدي (القديم)، وكل ما سواه حادث ومخلوق. وهذا ما أثبته العلم والفلسفة معاً.\nالخلاصة الإقناعية: إن القول بأزلية الكون هو فرضية قديمة تم دحضها باليقين العلمي (نظرية الانفجار العظيم وقوانين الديناميكا الحرارية)، وبالدليل العقلي (استحالة التسلسل اللانهائي). الكون مخلوق، ووجوده دليل على وجود الخالق الأزلي الذي أحدثه."
       }
      
    ]
}
