{
  "respect_for_elders_and_mercy_for_the_young":
  [
       {
        "title":"احترامه للكبير ورحمة الصغير ﷺ: ميزان الأدب والرحمة",
        "text":"ننتقل الآن إلى ملمحٍ عظيم من ملامح البناء الاجتماعي في الإسلام، وهو 'التوازن بين الأجيال' . فقد وضع النبي ﷺ دستوراً أخلاقياً يضمن تماسك المجتمع، حيث يلتقي وقار الشيوخ مع براءة الأطفال في بوتقة واحدة من الأدب والرحمة.\nلم تكن أخلاق النبي ﷺ مجرد تصرفات عابرة، بل كانت تشريعاً يهدف لبناء مجتمع متراحم. وقد لخّص هذا المنهج في قوله الخالد: 'ليس منا من لم يرحم صغيرنا، ويوقر كبيرنا' . بهذا الحديث، ربط النبي ﷺ بين الانتماء لأمته وبين الالتزام بهذا الأدب الاجتماعي الرفيع."
        },
          {
        "title":"أ. توقير الكبير (إجلال الشيبة من إجلال الله):",
        "text":"رفع النبي ﷺ مكانة كبار السن إلى درجة القدسية، معتبراً أن إكرامهم هو نوع من تعظيم الخالق سبحانه.\n   *   إكرام ذي الشيبة: قال ﷺ: 'إن من إجلال الله إكرام ذي الشيبة المسلم' . فجعل احترام المسن طريقاً يتقرب به العبد إلى الله.\n   *   التواضع للشيوخ (موقف أبو قحافة): يوم فتح مكة، جاء أبو بكر الصديق رضي الله عنه بوالده 'أبي قحافة' وكان شيخاً كبيراً أعمى ليُسلم بين يدي النبي ﷺ. فلما رآه النبي ﷺ، رقّ له وقال لأبي بكر عاتباً بمودة: 'هلا تركت الشيخ في بيته حتى أكون أنا آتيه فيه؟' هذه اللفتة من قائد منتصر تجاه شيخ مسن تعكس قمة التواضع والتوقير للكبير.\n   *   أدب التقديم: كان ﷺ يرسخ في أصحابه تقديم الكبير في كل شيء؛ في الكلام، وفي الشراب، وفي الإمامة. فإذا بدأ شاب بالكلام وعنده من هو أكبر منه، قال له: 'كبّر كبّر' (أي ليفتح المجال للأكبر سناً ليتحدث أولاً)"
        },
          {
        "title":"ب. رحمة الصغير (احتواء البراءة وبناء المستقبل):",
        "text":"كان النبي ﷺ يرى في الأطفال بذور الأمة، فغمرهم بحبٍّ لم تعرفه الجاهلية، جاعلاً من الرقة معهم معياراً لكمال الإنسانية.\n   *   كفالة اليتيم: لم تكن رحمته مقصورة على أحفاده، بل امتدت لتشمل كل طفل ضعيف، فقال: 'أنا وكافل اليتيم في الجنة كهاتين' وأشار بالسبابة والوسطى، ليكون اليتيم هو الأقرب لمكانة النبوة.\n   *   الصبر التربوي (أنس بن مالك): خدم أنس بن مالك النبي ﷺ وهو غلام لمدة عشر سنين، فما قال له النبي ﷺ 'أفٍّ' قط، ولا قال له لشيء فعله: 'لِمَ فعلته؟' ولا لشيء تركه: 'لِمَ تركته؟' . هذا الصبر العظيم هو الذي يبني شخصية الطفل دون كسر كرامته.\n   *   ملاعبة الأطفال: كان ﷺ يصفّ الأطفال (عبد الله وعبيد الله وكثير من بني العباس) ثم يقول: 'من سبق إليّ فله كذا وكذا' فيتسابقون إليه ويقعون على ظهره وصدره، فيقبلهم ويلتزمهم، ضارباً المثل في كسر الهيبة من أجل إدخال السرور على الصغار."
        },
          {
        "title":"ج. صناعة المجتمع المتماسك:",
        "text":"بهذا التوازن، حمى النبي ﷺ المجتمع من صراع الأجيال؛ فالكبير يشعر بوقاره واحترام الشباب له، والصغير ينشأ في بيئة تفيض حناناً، مما يولد جيلاً يحمل الوفاء لمن سبقه، ويعطي الرعاية لمن تبعه."
        },
          {
        "title":"الخلاصة",
        "text":"هذا الرقي في التعامل مع 'الأحباب' من كبار وصغار، لم يكن هو الاختبار الوحيد لنبل أخلاقه ﷺ. فالإحسان للمحب أمر فطري، ولكن العظمة الحقيقية تظهر في التعامل مع 'الأعداء' والمؤذين. فكيف كان حال النبي ﷺ حين يُواجه بالإساءة؟ وكيف استطاع بقلبه الكبير أن يمتص غضب الجاهلين ويحول العداء إلى ولاء؟\nهل صحيح أنه عفا عمن أراد قتله؟ وكيف كان يقابل الكلمة الجارحة بابتسامة حليمة؟ وما هو سر قوته في قوله: 'اذهبوا فأنتم الطلقاء'? \nسنعرف ذلك في المقالة القادمة: 'ردّه على الأذى بالحسنى ﷺ'."
        }
    ]
}
