{
  "responding_to_harm_with_goodness":
  [
       {
        "title":"ردّه على الأذى بالحسنى ﷺ: القوة في ثوب التسامح",
        "text":"نصل الآن إلى الملمح الذي بهر العقول، وأسر القلوب، وحوّل ألدَّ الأعداء إلى أوفى الأصدقاء. إنه خلق 'الدفع بالتي هي أحسن' حيث لم يكن النبي ﷺ يكتفي بمجرد الصبر على الأذى، بل كان يبادر بالإحسان لمن أساء إليه، ممتثلاً لأمر ربه: ﴿وَلَا تَسْتَوِي الْحَسَنَةُ وَلَا السَّيِّئَةُ ۚ ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ﴾. \nكان خُلق النبي ﷺ في رد الأذى بالحسنى مدرسةً أخلاقيةً قائمةً بذاتها؛ فالعفو عند المقدرة، والصفح عن الجاهل، ومقابلة الغلظة باللين، كانت هي الأسلحة النبوية التي فتحت القلوب قبل الحصون. لم يكن يرى في الانتقام انتصاراً، بل كان يرى في الهداية غاية الأرب."
        },
          {
        "title":"أ. في قمة الألم النفسي والجسدي (درس الطائف):",
        "text":"بعد أن طرده أهل الطائف، وأغروا به سفهاءهم يرمونه بالحجارة حتى سال الدم من قدميه الشريفتين، جاءه مَلَك الجبال يستأذنه في أن يُطبق عليهم 'الأخشبين' (جبلين عظيمين بمكة) لينتقم له منهم.\n   *   السمو النبوي: برغم ما كان فيه من جراح وحزن، قال ﷺ: 'بل أرجو أن يخرج الله من أصلابهم من يعبد الله وحده لا يشرك به شيئاً' . لقد غلبت رحمته بالأجيال القادمة ألمه من الجيل الحالي، مفضلاً خيار 'البناء' على خيار 'الإفناء'."
        },
     
          {
        "title":"ب. عند ذروة القوة والانتصار (فتح مكة):",
        "text":"بعد عشرين عاماً من العداء، والتعذيب، وقتل الأصحاب، والتآمر على حياته، دخل النبي ﷺ مكة فاتحاً بجيش عرمرم. وقف أمام صناديد قريش الذين أذاقوه الأمرين وسألهم: 'ما ترون أني فاعل بكم؟'.\n   *   عفوٌ ملكي: قالوا: 'أخ كريم وابن أخ كريم' . فما كان منه ﷺ إلا أن قال: 'اذهبوا فأنتم الطلقاء' . لم يكن هذا عفواً عن عجز، بل كان عفواً من موقف السيادة، ليعلم الأمة أن 'الانتصار الأخلاقي' أبقى وأعظم من 'الانتصار العسكري'."
        },
     
          {
        "title":"ج. حلم النبوة أمام غلظة الأعراب:",
        "text":"كان النبي ﷺ يمتص غضب الجاهلين بابتسامة حليمة تذيب القسوة:\nالأعرابي وجذب الرداء: بينما كان النبي ﷺ يمشي، جاءه أعرابي فجبذه (جذبه) بردائه جذبة شديدة حتى أثّرت حاشية الرداء في عاتقه، وقال بغلظة: 'يا محمد، مر لي من مال الله الذي عندك!'.\n   *   رد الفعل: لم يزجره النبي ﷺ ولم يأمر بحبسه، بل التفت إليه وضحك، ثم أمر له بعطاء. لقد كان يُثبت أن قلب القائد يجب أن يتسع لجهل الناس وغلطاتهم."
        },
     
          {
        "title":"د. كسب القلوب بالصبر (قصة زيد بن سعنة):",
        "text":"جاء الحبر اليهودي 'زيد بن سعنة' يطلب دينه من النبي ﷺ قبل موعده بأيام، وجذبه من ثوبه بغلظة وقال: 'إنكم يا بني عبد المطلب قوم مُطْل (تتأخرون في السداد)' . فغضب عمر بن الخطاب وهمَّ بضربه.\n   *   الدرس التربوي: قال النبي ﷺ لعمر: 'يا عمر، أنا وهو كنا أحوج إلى غير هذا؛ أن تأمرني بحسن الأداء، وتأمره بحسن التباعة' ثم أمره أن يزيده في العطاء جزاء ما روّعه. فكان هذا الخلق السامي سبباً في إسلام الحبر اليهودي، الذي قال: 'لم يبقَ من علامات النبوة شيء إلا عرفته إلا الحلم، وقد عرفته الآن'."
        },
     
          {
        "title":"الخلاصة",
        "text":"هذا القلب الذي اتسع لإساءة الأعداء وغلطات الجاهلين، كان أكثر اتساعاً وحباً لشباب الأمة. فمن صان كرامة من أساء إليه، كان أحرص الناس على بناء شخصية من والاه، خاصة تلك الفئة الفتية التي رأى فيها النبي ﷺ مستقبل الإسلام وعموده الفقري.\nفكيف كان النبي ﷺ يتعامل مع 'الشباب' ؟ وما هو سر الثقة العظيمة التي أولاها لأسامة بن زيد، وعلي بن أبي طالب، وابن عباس وهم في مقتبل العمر؟ وكيف استطاع بتوجيهه الرقيق أن يحول طاقات الشباب من الاندفاع إلى الحكمة والقيادة؟\nسنبحر في المقالة القادمة في عالم: 'توجيهه ﷺ للشباب'."
        }
     
    ]
}
