{
    "resurrection_assembly":[
      
        
       {
        "title":"نفخ الصور الثاني: البعث والحشر، وأهوال يوم القيامة التي تزلزل الكون وتُذهل العقول",
        "text":"\nبعد أن تناولنا عالم البرزخ وأحوال القبر، ننتقل الآن إلى المرحلة الكبرى التي تليها مباشرة، وهي:( البعث والحشر وأهوال يوم القيامة)."
      },
      {
        "title":"1. المدخل العقدي: يوم الفصل الأكبر",
        "text":"الإيمان بالبعث والحشر هو جوهر الإيمان باليوم الآخر. بعد نهاية الحياة البرزخية، يأمر الله إسرافيل بالنفخ في الصور نفخة ثانية، لتعود الأرواح إلى أجسادها، ويقوم الناس من قبورهم للحساب والجزاء. هذا اليوم هو(يوم القيامة) ، يوم الفصل، يوم الحسرة والندامة، الذي تتغير فيه جميع مقاييس الدنيا.\nالدليل القرآني على حتمية البعث:\n﴿زَعَمَ الَّذِينَ كَفَرُوا أَن لَّن يُبْعَثُوا ۚ قُلْ بَلَىٰ وَرَبِّي لَتُبْعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلْتُمْ ۚ وَذَٰلِكَ عَلَى اللَّهِ يَسِيرٌ﴾ [التغابن: 7]."
      },
      {
        "title":"2. البعث من القبور (نفخة الإحياء)",
        "text":"البعث هو إحياء الموتى وإخراجهم من قبورهم بعد النفخة الثانية في الصور:\nأ. كيفية البعث:\n*   نزول المطر: بعد النفخة الأولى التي تُصعِقُ كل حي، يمطر الله مطراً من السماء، فينبت به أجساد الناس من(عجب الذنب)(وهو عظم صغير في آخر العمود الفقري لا يبلى).\n*   عودة الأرواح: يأمر الله الأرواح فتعود إلى أجسادها بعد اكتمالها، فتقوم من القبور حية.\nالدليل القرآني:\n﴿وَنُفِخَ فِي الصُّورِ فَإِذَا هُم مِّنَ الْأَجْدَاثِ إِلَىٰ رَبِّهِمْ يَنسِلُونَ﴾ [يس: 51].\nب. قيام الناس (حفاة، عراة، غرلاً):\nيخرج الناس من قبورهم حفاة (بلا أحذية)، عراة (بلا ثياب)، غرلاً (غير مختونين)، وهذا حال جميع البشر، إلا أن الله يكسو الأنبياء والصديقين أولاً.\nالدليل النبوي:\nعن عائشة رضي الله عنها، قالت: سمعت رسول الله ﷺ يقول:(يحشر الناس يوم القيامة حفاة عراة غرلاً) فقلت: يا رسول الله، الرجال والنساء ينظر بعضهم إلى بعض؟ قال:( يا عائشة، الأمر أشد من أن ينظر بعضهم إلى بعض) (متفق عليه)."
      },
      {
        "title":"3. الحشر إلى أرض المحشر (التجمع الأكبر)",
        "text":"الحشر هو سوق الناس وجمعهم بعد البعث إلى أرض واحدة مستوية للحساب.\nأ. أرض المحشر:\nتكون أرض المحشر على الأرجح في الشام (كما ورد في بعض الأحاديث)، وهي أرض مستوية بيضاء لم يُسفك عليها دم ولم يُعمل عليها ذنب.\nب. كيفية الحشر (أصناف الناس):\nيُحشر الناس على ثلاثة أصناف:\n1.  صنف راكبون: وهم أهل التقوى والصلاح، يُحشرون ركباناً على النجائب.\n2.  صنف ماشون: وهم الأكثرون، يُحشرون مشاة.\n3.  صنف على وجوههم: وهم الكفار والأشقياء، يُحشرون على وجوههم، وهذا من عذابهم.\nالدليل القرآني:\n﴿وَنَحْشُرُهُمْ يَوْمَ الْقِيَامَةِ عَلَىٰ وُجُوهِهِمْ عُمْيًا وَبُكْمًا وَصُمًّا ۖ مَّأْوَاهُمْ جَهَنَّمُ ۖ كُلَّمَا خَبَتْ زِدْنَاهُمْ سَعِيرًا﴾ [الإسراء: 97]."
      },
      {
        "title":"4. أهوال يوم القيامة (مشاهد العظمة والفزع)",
        "text":"يوم القيامة هو يوم عظيم تتغير فيه طبيعة الكون، وتُزلزل فيه القلوب وتعم الفزع:\nأ. تزلزل الأرض وتفتت الجبال:\nتُدك الأرض دكاً، وتُصبح الجبال كـ( العهن المنفوش  )(كالصوف المندوف)، ثم تُسير من أماكنها.\nب. كَوْر الشمس والقمر وانكساف النجوم:\nتُجمع الشمس والقمر ويُلقيان في النار، وتنكسف النجوم وتتساقط من السماء.\nج. طول اليوم واقتراب الشمس:\nيكون طول اليوم خمسين ألف سنة، وتدنو الشمس من الرؤوس بمقدار ميل، فيصيب الناس من العرق ما يغرقه كل واحد بحسب عمله.\nالدليل القرآني على طول اليوم:\n﴿تَعْرُجُ الْمَلَائِكَةُ وَالرُّوحُ إِلَيْهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ﴾ [المعارج: 4].\nد. الخوف والفزع العام:\nينسى كل إنسان أقرب الناس إليه، فالأمر أشد من أن يتذكر أحد أحداً.\nالدليل القرآني:\n﴿يَوْمَ يَفِرُّ الْمَرْءُ مِنْ أَخِيهِ ۝ وَأُمِّهِ وَأَبِيهِ ۝ وَصَاحِبَتِهِ وَبَنِيهِ ۝ لِكُلِّ امْرِئٍ مِّنْهُمْ يَوْمَئِذٍ شَأْنٌ يُغْنِيهِ﴾ [عبس: 34-37]."
      },
      {
        "title":"5. الأثر العقدي والعملي",
        "text":"الإيمان بالبعث والحشر وأهوال يوم القيامة يُثمر في قلب المؤمن:\n1.  الاستعداد الحقيقي: دفع النفس إلى العمل الصالح والتوبة قبل فوات الأوان، والخوف من الوقوف بين يدي الله.\n2.  العدل المطلق: اليقين بأن هناك يوماً سيأخذ فيه المظلوم حقه من الظالم، وأن كل عمل سيجازى عليه، وهذا يبعث على الطمأنينة.\n3.  الزهد في الدنيا: إدراك أن هذه الحياة زائلة، وأن الأهوال التي تنتظرنا في الآخرة تجعل الدنيا لا تساوي شيئاً.\nإن يوم القيامة ليس قصة خيالية، بل هو حقيقة قادمة لا محالة، تستعد لها النفوس بالتقوى والإيمان."
      }
      

    ]
}
