{
  "revelation_period_and_waraqah_ibn_nawfal_role":
  [

        {
        "title":"فترة الوحي وموقف ورقة بن نوفل: شهادة على النبوة المنتظرة",
        "text":"بعد اللحظة العظمى لنزول أول آيات القرآن في غار حراء، كان النبي صلى الله عليه وسلم في حاجة ماسة إلى دعم نفسي وتأكيد خارجي يُطمئنه على صدق ما رآه.\nهذا التأكيد جاء من خلال رجل عجوز عالم بالكتب السماوية: ورقة بن نوفل.\nإن قصة ورقة بن نوفل هي واحدة من أقوى البراهين التاريخية على أن نزول الوحي كان أمراً مُقدَّراً ومُنتظَراً في الكتب السماوية السابقة. لقد كان ورقة هو الشاهد المُعاصر الذي أكد للنبي صلى الله عليه وسلم أن ما حدث له هو حقيقة النبوة."
       },
       
        {
        "title":"1. دور خديجة: السند بين الخوف والعلم",
        "text":"عندما عاد النبي صلى الله عليه وسلم مرتعداً إلى خديجة رضي الله عنها، لم تكتفِ بتطمينه العاطفي ('كلا والله ما يخزيك الله أبداً...') بل أضافت إليه الدعم المعرفي القائم على البحث واليقين:\n   *   البحث عن الإثبات: أخذت خديجة النبي صلى الله عليه وسلم إلى ورقة بن نوفل، الذي كان ابن عمها، لتعرض عليه ما حدث.\nمن هو ورقة بن نوفل؟\nكان ورقة رجلاً له مكانة عظيمة في قريش لعدة أسباب:\n   1.  العلم بالكتب: كان ورقة قد 'تنصَّر في الجاهلية' (أي اعتنق النصرانية)، وكان عالماً بالعهد الجديد (الإنجيل) والسريانية والعبرية. كان يقرأ ويكتب من الكتب السماوية بلغتهم الأصلية.\n   2.  البحث عن الحنيفية: كان ورقة ضمن قلة من قريش تبحث عن دين إبراهيم الخالص (الحنيفية)، رافضاً عبادة الأصنام.\n   3.  العمر والحالة: كان شيخاً كبيراً قد عمي بصره."
       },
      
       
        {
        "title":"2. حكم ورقة بن نوفل: الناموس الأكبر",
        "text":"عندما جلس النبي صلى الله عليه وسلم وخديجة أمام ورقة، قصّ النبي صلى الله عليه وسلم عليه ما رآه وما حدث له في الغار.\n   *   الشهادة الفورية: بمجرد أن انتهى النبي صلى الله عليه وسلم من القصة، أصدر ورقة حكمه الفوري والقطعي:\n      'هذا الناموس الذي نزل الله على موسى!'\nتفكيك الكلمات:\n   *   الناموس: كلمة تُستخدم في الكتب القديمة، وتعني 'صاحب السر' أو 'الأمين على الوحي' والمقصود به هنا هو جبريل عليه السلام، ملك الوحي.\n   *   على موسى: لم يقل على عيسى، بل على موسى، لأن موسى هو صاحب الشريعة والكتاب (التوراة)، بينما عيسى كان صاحب الإنجيل (الوعظ والرحمة). هذا يدل على أن ورقة كان يُدرك أن ما نزل على محمد صلى الله عليه وسلم هي بداية شريعة جديدة وكتاب جديد.\nالتنبؤ بالمستقبل:\nلم يكتفِ ورقة بتأكيد الحاضر، بل تنبأ بالمستقبل المؤلم والصعب للدعوة:\n   1.  المصير الحتمي: قال ورقة للنبي صلى الله عليه وسلم: 'يا ليتني فيها جَذَعًا (شاباً قوياً)، ليتني أكون حياً إذ يُخْرِجُكَ قَوْمُكَ.'.\n   2.  صدمة النبي: سأل النبي صلى الله عليه وسلم في دهشة: 'أَوَ مُخْرِجِيَّ هُمْ؟' (هل سيطردني قومي من مكة؟).\n   3.  تأكيد ورقة: قال ورقة: 'نعم! لم يأتِ رجل قط بمثل ما جئت به إلا عُودِيَ (عُودي: عُودي بالمعاداة والكراهية)، وإن يُدْرِكْني يَوْمُكَ أَنْصُرْكَ نَصْراً مؤزَّراً.'.\nالتحليل: هذا المشهد قدم للنبي صلى الله عليه وسلم إثباتين حاسمين: أولاً، إثبات الهوية (أنت نبي)، وثانياً، إثبات المسار (الطريق صعب ومليء بالمعاداة)."
       },
      
       
        {
        "title":"3. ما بعد اللقاء: الوحي والفتور الأول",
        "text":"بعد هذا اللقاء بفترة وجيزة، توفي ورقة بن نوفل، قبل أن تشتد عداوة قريش للنبي صلى الله عليه وسلم.\nأ. الختام:\nيُعد موقف ورقة بن نوفل هو الشهادة المعرفية الثالثة في سيرة النبي صلى الله عليه وسلم قبل البعثة: (شهادة بحيرا الراهب، شهادة الراهب الثاني، وشهادة ورقة). كل هذا يؤكد أن النبوة ليست ادعاءً فردياً، بل هي حقيقة مُرسلة ومُنتظَرة.\nب. الفتور في الوحي (بداية الابتلاء):\nبعد هذه البداية العظيمة، انقطع الوحي لفترة وجيزة (قيل بضعة أيام، وقيل أشهر). وكان هذا الانقطاع اختباراً قاسياً على النبي صلى الله عليه وسلم، الذي تعلّق بالوحي بشدة بعد أول لقاء.\n   *   الحكمة: هذا الفتور كان ضروريًا لـ تهدئة الروع الذي أصابه بعد أول لقاء مع جبريل، ولـ زيادة الشوق والتعلق بالوحي، ليدرك النبي صلى الله عليه وسلم قيمة هذا النور العظيم.\n   *   نتيجة الفتور: بدأت قريش تتحدث: 'لقد ودع محمد ربه وقلاه!' (أي أن ربه تركه وكرهه). وهذا كان ثقيلًا جداً على قلب النبي صلى الله عليه وسلم."
       },
      
       
        {
        "title":"الخلاصة",
        "text":"انقطع الوحي وبدأ القيل والقال من قريش. كان قلب النبي صلى الله عليه وسلم مليئاً بالحزن والشوق للوحي الذي تعلَّق به. فهل تركه ربه حقاً؟ وماذا كانت الرسالة الإلهية التي نزلت لتُطمئن قلبه وتُسكِت ألسنة المشككين من قريش؟"
       }

    ]
}
