{
  "scientific_ijaz_quran_and_sunnah":[
    
      
       {
        "title":"الإعجاز العلمي في القرآن والسنة: المعرفة التي سبقت زمانها",
        "text":"يُقصد بالإعجاز العلمي وجود حقائق علمية لم تُكتشف إلا في العصر الحديث (فيزياء، فلك، طب، جيولوجيا) نطق بها القرآن والسنة قبل أربعة عشر قرناً على لسان نبي أمي، مما يثبت أن مصدر هذا العلم هو الخالق العليم."
      },
        {
        "title":"1. الإعجاز في خلق الإنسان (علم الأجنة)",
        "text":"يُعد هذا الباب أقوى دليل للإعجاز العلمي، حيث وصف القرآن مراحل تكوين الجنين بدقة متناهية لا يمكن رؤيتها إلا بالمجاهر والأشعة الحديثة.\n   *   المرحلة الأولى: النطفة والعَلَقة:\n      *   الآية: ﴿وَلَقَدْ خَلَقْنَا الْإِنسَانَ مِن سُلَالَةٍ مِّن طِينٍ * ثُمَّ جَعَلْنَاهُ نُطْفَةً فِي قَرَارٍ مَّكِينٍ * ثُمَّ خَلَقْنَا النُّطْفَةَ عَلَقَةً...﴾ [المؤمنون: 12-14].\n      *   الإعجاز: وصف الجنين في مرحلته الثانية بـ 'عَلَقَة' كلمة عَلَقة تعني: (1) قطعة دم جامدة، و(2) شيء يعلق بغيره، و(3) دودة العَلَق (التي تتغذى على الدم).\n      *   الدليل العلمي: أثبت علم الأجنة الحديث أن الجنين في هذه المرحلة يشبه دودة العلق شكلاً وحجماً، و يتعلق بجدار الرحم، ويأخذ تغذيته من دم الأم، مما يطابق المعاني الثلاثة تماماً.\n   *   المرحلة الثالثة: المضغة:\n      *   الآية: ﴿...فَخَلَقْنَا الْعَلَقَةَ مُضْغَةً...﴾.\n      *   الإعجاز: 'مضغة' تعني قطعة لحم صغيرة بقدر ما يُمضغ بالأسنان. أثبت العلم أن الجنين في هذه المرحلة يظهر عليه علامات مثل نتوءات صغيرة تشبه آثار المضغ أو الأسنان .\nالتحليل الإقناعي: كيف عرف رجل في الصحراء، في القرن السابع الميلادي، تفاصيل دقيقة لشكل الجنين وحركته وعلاقته بالرحم، دون مجاهر أو أدوات تشريح؟ المصدر الوحيد هو الوحي الإلهي."
      },
        {
        "title":"2. الإعجاز في الجيولوجيا (وظيفة الجبال)",
        "text":"تعامل القرآن مع الجبال ليس ككتل صخرية سطحية، بل كـ أوتاد لها وظيفة تثبيتية للكرة الأرضية:\n   *   الآية: ﴿وَالْجِبَالَ أَرْسَاهَا﴾ [النازعات: 32]. و ﴿أَلَمْ نَجْعَلِ الْأَرْضَ مِهَادًا * وَالْجِبَالَ أَوْتَادًا﴾ [النبأ: 6-7].\n   *   الإعجاز: كلمة 'أوتاد' تصف وظيفة الجبال بدقة متناهية. لم يُكتشف إلا حديثاً (مع نظرية الصفائح التكتونية) أن الجبال لها جذور ضخمة تمتد عميقاً تحت سطح الأرض (أكثر من ارتفاعها فوق السطح)، وتعمل هذه الجذور على تثبيت واستقرار قشرة الأرض ومنعها من الاهتزاز عند حركات الصفائح.\n      *   الدليل العلمي: الجيولوجيون يؤكدون أن الجبال تعمل كالأوتاد أو المراسي لمنع الأرض من التميد والاضطراب.\n   *   التحليل الإقناعي: هذا الوصف الدقيق لوظيفة جبال لم تكن مفهومة في ذلك الوقت، حيث كان يُعتقد أن الجبال مجرد تضاريس سطحية."
      },
        {
        "title":"3. الإعجاز في الفلك (بداية الكون وتمدده)",
        "text":"أشار القرآن إلى أدق الحقائق الكونية قبل قرون من اكتشافها:\n   *   نشأة الكون (الفتق):\n      *   الآية: ﴿أَوَلَمْ يَرَ الَّذِينَ كَفَرُوا أَنَّ السَّمَاوَاتِ وَالْأَرْضَ كَانَتَا رَتْقًا فَفَتَقْنَاهُمَا ۖ وَجَعَلْنَا مِنَ الْمَاءِ كُلَّ شَيْءٍ حَيٍّ ۖ أَفَلَا يُؤْمِنُونَ﴾ [الأنبياء: 30].\n      *   الإعجاز: 'الرتق' هو الشيء المغلق والمدمج، و 'الفتق' هو الفصل والفتح. وهذا الوصف القرآني يتطابق تماماً مع نظرية الانفجار العظيم (Big Bang)، حيث كان الكون في بدايته مادة واحدة متحدة (رتق) ثم فتقها الله وأنشأ منها السماوات والأرض .\n   *   تمدد الكون:\n      *   الآية: ﴿وَالسَّمَاءَ بَنَيْنَاهَا بِأَيْدٍ وَإِنَّا لَمُوسِعُونَ﴾ [الذاريات: 47].\n      *   الإعجاز: كلمة 'لَمُوسِعُونَ' (بصيغة المضارع والتوكيد) تدل على أن السماء في حالة اتساع مستمر. وهذا ما اكتشفه الفلكي إدوين هابل في القرن العشرين (تمدد الكون).\nالخلاصة الإقناعية: الإعجاز العلمي ليس مجرد صدفة؛ بل هو توقيع إلهي. لو كان القرآن من تأليف بشر، لكان مليئاً بالأخطاء العلمية السائدة في عصره (كفكرة أن القلب هو مركز العقل، أو أن الشمس تدور حول الأرض بشكل مطلق)، ولكنه تجاوز كل هذه المفاهيم الخاطئة ليقدم حقائق لم يُكشف عنها الستار إلا اليوم. وهذا يثبت أن مصدره هو الله، خالق الكون وقوانينه."
      }
      
          
    ]
}
