{
  "sermon_human_rights_and_prophetic_farewell":
  [
       {
        "title":"مضامين الخطبة (حقوق الإنسان والوداع)",
        "text":"بعد أن عرفنا أهمية حجة الوداع كختام للمسيرة النبوية، ننتقل الآن إلى تفصيل تلك الوصية الخالدة.\nنستعرض الآن مضامين الخطبة (حقوق الإنسان والوداع)، التي شكلت أساساً للدستور الأخلاقي والاجتماعي الذي يُلزم به المسلمون.\nخطبة حجة الوداع ليست مجرد كلمات وداع، بل هي إعلان حقوق وميثاق إنساني شامل ألقاه النبي صلى الله عليه وسلم أمام مئات الألوف من المسلمين، لتكون مرجعية الأمة بعد رحيله."
        },
         {
        "title":"أ. المبدأ الأول: قدسية الحقوق الثلاثة (النفس، المال، العرض)",
        "text":"بدأ النبي صلى الله عليه وسلم خطبته بتأكيد حرمة الأصول الثلاثة التي تقوم عليها حياة الإنسان، مُشبهًا حرمتها بأقدس الأوقات والأمكنة:\n'إن دماءكم وأموالكم وأعراضكم عليكم حرام، كحرمة يومكم هذا، في شهركم هذا، في بلدكم هذا.'\n   *   حرمة الدماء: إبطال أي نزاع دموي قديم، حيث وضع النبي صلى الله عليه وسلم أول دم من دماء الجاهلية تحت قدميه (دم ابن ربيعة بن الحارث)، لتطبيق مبدأ: 'لا ثأر بعد اليوم'\n   *   حرمة الأموال: وضع النبي صلى الله عليه وسلم أول ربا من ربوات الجاهلية تحت قدميه (ربا العباس بن عبد المطلب)، تأكيداً على العدالة الاقتصادية.\n   *   حرمة الأعراض: تحذير شديد من الاعتداء على شرف الآخرين وكرامتهم.\nهذه النقاط التي من أهم التفاصيل التي وردت في خطبة حجة الوداع، وهي توضح كيف أن النبي صلى الله عليه وسلم لم يكتفِ بالتنظير، بل بدأ بالتطبيق العملي الفوري لأحكام الإسلام:\n   1.  إبطال الثأر (حرمة الدماء): عندما قال النبي صلى الله عليه وسلم: 'وإن أول دم أضعه من دمائنا دم ابن ربيعة بن الحارث' كان هذا التنازل من جانبه هو إعلان عملي لإنهاء كل الخصومات والعداوات القديمة. هذا يرسخ مبدأ أن الإسلام يبدأ صفحة جديدة من العدل والمساواة للجميع، ولا مجال فيه للثأر الجاهلي.\n   2.  إبطال الربا (حرمة الأموال): كذلك عندما قال: 'وإن أول ربا أضعه من ربانا ربا العباس بن عبد المطلب' كان العباس عماً للنبي صلى الله عليه وسلم. البدء بإلغاء الربا الذي كان يخص أقرب الناس إليه هو تأكيد على أن الشريعة تُطبق على الجميع دون محاباة، وأن العدالة الاقتصادية أساس في الدين.\nهذه الأمثلة هي دليل على أن الخطبة كانت دستوراً شاملاً يمزج بين الوعظ والتطبيق العملي."
        },
         {
        "title":"ب. المبدأ الثاني: حقوق المرأة والأسرة",
        "text":"خصص النبي صلى الله عليه وسلم جزءاً هاماً لتثبيت حقوق المرأة وواجبات الزوجين، منهياً بذلك أي ظلم كانت تتعرض له في الجاهلية.\n   *   الوصاية بالمعروف: قال النبي صلى الله عليه وسلم: 'استوصوا بالنساء خيراً؛ فإنهن عوان عندكم...'(أي أسيرات أو مستودعات أمانة لا يملكن دفع الضر عن أنفسهن).\n   *   حقوق متبادلة: تأكيد على حقوق الزوج والزوجة المتبادلة، وأن المعاشرة ينبغي أن تكون بالمعروف، مع الإشارة إلى أن الزواج مبني على أمانة الله."
        },
         {
        "title":"ج. المبدأ الثالث: المساواة وإلغاء العنصرية",
        "text":"أعلن النبي صلى الله عليه وسلم في هذه الخطبة أهم مبدأ إنساني وهو المساواة الكاملة، وإلغاء كل أسباب التفاخر الطبقي أو العرقي:\n'يا أيها الناس، إن ربكم واحد، وإن أباكم واحد. كلكم لآدم، وآدم من تراب. ألا لا فضل لعربي على أعجمي، ولا لأعجمي على عربي، ولا لأحمر على أسود، ولا لأسود على أحمر؛ إلا بالتقوى.'\n   *   وحدة الأصول: التأكيد على الأصل الواحد للبشرية، وأن كل تفاضل هو تفاضل بالتقوى والعمل الصالح فقط.\n   *   مرجعية الكتاب والسنة: أمر النبي صلى الله عليه وسلم بالتمسك بمرجعية واحدة بعده: 'وقد تركت فيكم ما لن تضلوا بعده إن اعتصمتم به: كتاب الله.'(وفي بعض الروايات: وسنتي)."
        },
         {
        "title":"د. الخاتمة والوداع والتحذير الأخير",
        "text":"ختم النبي صلى الله عليه وسلم خطبته بتحذيرات هامة وبإشهاد الحضور على تبليغ الرسالة:\n   *   التحذير من الشيطان: التحذير من أن يُطيع المسلمون الشيطان في الأمور الكبرى، وبأنه يئس من أن يُعبد في الجزيرة العربية، لكنه يرضى في الأمور الأصغر (التي تحقرونها).\n   *   إشهاد الأمة: ختم النبي خطبته بسؤال الأمة ثلاث مرات: 'ألا هل بلغت؟' فكان الجواب: 'اللهم نعم' ثم قال: 'فليبلغ الشاهد الغائب.'.\n   *   إشارة الوداع: تضمنت الخطبة إشارات واضحة إلى قرب رحيله، مما جعل الصحابة يدركون أن هذه الخطبة هي خطبة الوداع."
        },
        {
          "title":"الخلاصة",
          "text":"مع نهاية خطبة حجة الوداع، وفي اللحظة التي أتم فيها النبي صلى الله عليه وسلم تبليغ الرسالة، نزلت آية عظيمة من السماء أعلنت اكتمال الدين وتمام النعمة على الأمة.\nما هي هذه الآية التي نزلت في يوم عرفة؟ وكيف فهمها الصحابة (وعلى رأسهم عمر بن الخطاب) على أنها إعلان بقرب الأجل النبوي؟ وماذا تعني هذه الآية في تاريخ التشريع الإسلامي؟"
        }
       
   
    ]
}
