{
    "shirk_old_new_manifestations":[

  {
        "title":"الخيانة الكبرى للعهد الإلهي: تعريف الشرك وكيف يرتديك في ثوب العصر الحديث",
        "text":""
      },   
        {
        "title":"1. نقطة التحذير: العهد الذي لا يُغفر نقضه",
        "text":"لقد عرفنا أن التوحيد هو إفراد الله بالربوبية والألوهية والأسماء والصفات. في المقابل، فإن الشرك هو الضد المباشر والأكبر، وهو الجريمة الوحيدة التي أقسم الله أنه لا يغفرها لمن مات عليها.\nالتحذير الإلهي القاطع: ﴿إِنَّ اللَّهَ لَا يَغْفِرُ أَن يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَٰلِكَ لِمَن يَشَاءُ ۚ وَمَن يُشْرِكْ بِاللَّهِ فَقَدِ افْتَرَىٰ إِثْمًا عَظِيمًا﴾ [النساء: 48].\nما هو الشرك؟ \nهو تسوية غير الله بالله فيما هو من خصائص الله. وهو أن تجعل لله نداً أو شريكاً في أي من خصائصه التي سبق الحديث عنها في التوحيد (الربوبية، الألوهية، الأسماء والصفات). الشرك هو نقل جزء من حق العبودية من الخالق إلى المخلوق وهو بالتالي أعظم ظلم على الإطلاق.\nالدليل على الظلم: قال لقمان لابنه: ﴿يَا بُنَيَّ لَا تُشْرِكْ بِاللَّهِ ۖ إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ﴾ [لقمان: 13]. "
      },   
        
      {
        "title":"2. مظاهر الشرك القديمة (أركان الضلال التاريخية)",
        "text":"الشرك في زمن الأنبياء والصحابة كان واضحاً في مظاهره، لكن جوهره لم يختلف عن شرك اليوم. وقد تركزت مظاهره حول توحيد الألوهية الذي هو حق الله في العبادة. \nأ. الشرك في الدعاء والاستغاثة:\nكانت القبائل تطلب من الأصنام أن تشفع لها، أو ترفع لها الضر، مع إقرارها بأن الله هو الخالق.\n* المظهر القديم: دعاء القبور، الاستغاثة بالأموات أو الأصنام لجلب النفع أو دفع الضر (فيما لا يقدر عليه إلا الله).\nالدليل: ﴿وَيَعْبُدُونَ مِن دُونِ اللَّهِ مَا لَا يَضُرُّهُمْ وَلَا يَنفَعُهُمْ وَيَقُولُونَ هَـٰؤُلَاءِ شُفَعَاؤُنَا عِندَ اللَّهِ﴾ [يونس: 18].\nب. الشرك في القصد والنية:\nالذبح والنذر لغير الله، كأن يذبح الحيوان تقرباً لصنم أو ولي أو جن.\n* المظهر القديم: النذر والذبح للأصنام أو الأوثان تعظيماً لها.\nالدليل النبوي: قال ﷺ:(لعن الله من ذبح لغير الله)(رواه مسلم).\n ج. الشرك في التشريع:\nاتخاذ الأحبار والرهبان أرباباً من دون الله، بطاعتهم في تحليل الحرام وتحريم الحلال.\n* المظهر القديم: طاعة رجال الدين طاعة مطلقة في تشريع ما يخالف أمر الله.\n الدليل: ﴿اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِّن دُونِ اللَّهِ﴾ [التوبة: 31]."
      },   
        
      {
        "title":"3. مظاهر الشرك الحديثة والمعاصرة (الخطر في ثوب مختلف)",
        "text":"الشرك لم يختفِ، بل لبس ثوباً عصرياً أخفى جوهره، لكن طبيعته هي هي: تعليق القلب بالمخلوق أكثر من الخالق.\nمظهر الشرك الحديث\n1. الإلحاد والتوكل على المادة (إرجاع الخلق إلى الطبيعة أو الصدفة).\nجوهره في القديم\nالشرك في الربوبية (نفي وجود الخالق).\nالدليل الشرعي (الأصلي)\n﴿أَمْ خُلِقُوا مِنْ غَيْرِ شَيْءٍ أَمْ هُمُ الْخَالِقُونَ﴾ [الطور: 35].\nمظهر الشرك الحديث\n2. الرياء في العبادات (العمل الصالح من أجل مدح الناس وشكرهم).\nجوهره في القديم\nالشرك في الألوهية (صرف النية لغير الله).\nالدليل الشرعي (الأصلي)\nالحديث القدسي:(أنا أغنى الشركاء عن الشرك، من عمل عملا أشرك معي فيه غيري تركته وشركه) (رواه مسلم).\nمظهر الشرك الحديث\n3. شرك الطاعة في التشريع (طاعة القوانين الوضعية المخالفة لقطعيات الشريعة مع الإقرار بصحتها).\nجوهره في القديم\nالشرك في التشريع (اتخاذ أرباب من دون الله).\nالدليل الشرعي (الأصلي)\n﴿إِنِ الْحُكْمُ إِلَّا لِلَّهِ ۚ أَمَرَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ﴾ [يوسف: 40].\nمظهر الشرك الحديث\n4. التعلق المطلق بالأسباب (الاعتقاد بأن المال أو الوظيفة أو العلاقة هي المصدر الوحيد للرزق والسعادة).\nجوهره في القديم\nالشرك في التوكل (عبادة قلبية لغير الله).\nالدليل الشرعي (الأصلي)\n﴿وَمَن يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ﴾ [الطلاق: 3].\nمظهر الشرك الحديث\n5. التنجيم والأبراج والودع (اعتقاد تأثير الكواكب في الأحداث وحياة الإنسان).\nجوهره في القديم\nالشرك في الربوبية (إعطاء المخلوق صفة التدبير).\nالدليل الشرعي (الأصلي)\nقال ﷺ:(من أتى كاهناً أو عرافاً فصدقه بما يقول، فقد كفر بما أنزل على محمد)(رواه أحمد - صحيح)."
      },   
        
      {
        "title":"4. خلاصة الإلمام: اليقظة من الخيانة",
        "text":"الشرك ليس دائماً صليباً يُعبد أو صنماً يُسجد له؛ بل قد يكون نية دقيقة، أو خوفاً مفرطاً من مخلوق، أو تعظيماً زائداً لشيء مادي. إن جوهر التوحيد هو تحرير القلب لله وحده، وجوهر الشرك هو تقسيم هذا القلب على شواغل الدنيا.\nلتكون نجاتك مضمونة، يجب أن تعلن التبرؤ الكامل من كل صور الشرك، وأن تجعل هدفك الوحيد هو تحقيق التوحيد الخالص الذي به يتحقق الوعد:(فإن حق الله على العباد أن يعبدوه ولا يشركوا به شيئاً، وحق العباد على الله أن لا يعذب من لا يشرك به شيئاً) فإن حق الله على العباد أن يعبدوه ولا يشركوا به شيئاً، وحق العباد على الله أن لا يعذب من لا يشرك به شيئاً الخيانة الكبرى هي أن تدّعي الإيمان بالله، وقلبك معلّق بغيره."
      }  
        
    ]
}
