{
  " skin_as_sensation_source_ijaz":[
      
        
       {
        "title":"الجلد مصدر الإحساس: الإعجاز في تحديد مركز الشعور بالألم",
        "text":"ننتقل الآن إلى القسم الرابع من الإعجاز العلمي، وهو (الإعجاز في الإنسان والنفس) سنبدأ بموضوع بالغ الأهمية يتعلق بالإدراك الحسي، وهو (الجلد مصدر الإحساس)"
      },
        {
        "title":"1. المدخل القرآني: ربط العذاب بالإحساس الجلدي",
        "text":"تتناول الآية الكريمة مصير الكافرين في النار، وتُشير إلى حقيقة فيزيولوجية بالغة الدقة لم تُعرف إلا حديثاً، وهي أن مركز الإحساس بالألم يتركز في طبقة الجلد.\nالآية الكريمة (أصل الإعجاز):\n﴿إِنَّ الَّذِينَ كَفَرُوا بِآيَاتِنَا سَوْفَ نُصْلِيهِمْ نَارًا كُلَّمَا نَضِجَتْ جُلُودُهُمْ بَدَّلْنَاهُمْ جُلُودًا غَيْرَهَا لِيَذُوقُوا الْعَذَابَ ۗ إِنَّ اللَّهَ كَانَ عَزِيزًا حَكِيمًا﴾ [النساء: 56]."
      },
        {
        "title":"2. الإعجاز في تحديد مركز الألم",
        "text":"لولا الإشارة القرآنية لكان الظن أن تعذيب الجسم بأكمله هو سبب الإحساس، لكن القرآن خصص الجلد (الجلود) كمركز للألم.\nالمصطلح القرآني: جُلُودُهُمْ\nالدلالة اللغوية والبيانية: الغشاء الخارجي المُغطي للجسم.\nالدلالة العلمية الحديثة (علم وظائف الأعضاء): الجلد هو العضو الأكبر في الجسم، ويحتوي على مستقبلات الألم الحسية بكثافة عالية جداً.\nالمصطلح القرآني: كُلَّمَا نَضِجَتْ\nالدلالة اللغوية والبيانية: كلما احترقت وتلفت لدرجة فقدان وظيفتها وحساسيتها.\nالدلالة العلمية الحديثة (علم وظائف الأعضاء): عند تعرض الجلد للحرق الشديد (الدرجة الثالثة)، تتلف هذه النهايات العصبية المسؤولة عن نقل إحساس الألم، ويصبح المريض غير قادر على الشعور بالألم في المنطقة المحترقة.\nالمصطلح القرآني: بَدَّلْنَاهُمْ جُلُودًا غَيْرَهَا لِيَذُوقُوا الْعَذَابَ\nالدلالة اللغوية والبيانية: ربط استمرار العذاب باستبدال الجلد للحفاظ على وظيفة الإحساس.\nالدلالة العلمية الحديثة (علم وظائف الأعضاء): الدلالة العلمية الحديثة (علم وظائف الأعضاء)"
      },
        {
        "title":"3. الإعجاز العلمي (مستقبلات الألم)",
        "text":"لم يتمكن العلماء من تحديد أن مستقبلات الألم تتركز في طبقة الجلد إلا بعد تطور علم الأعصاب والتشريح العصبي الحديث:\n  1.  المستقبلات العصبية: النهايات العصبية الحرة التي تنقل إشارات الألم (الحرارة الشديدة، الضغط، المواد الكيميائية) تكون أكثر كثافة وتواجداً في الطبقة الخارجية من الجلد (الأدمة والبشرة).\n  2.  فقدان الإحساس بالحرق: في حروق الدرجة الثالثة، يُفقد الشعور بالألم في المنطقة المصابة بالكامل لأن النهايات العصبية تكون قد تدمرت بالكامل، ولا يعود الإحساس إلا إذا تم بناء نسيج جديد أو بدأت الخلايا العصبية بالنمو.\nالخلاصة الإعجازية: القرآن الكريم أشار إلى حقيقة العلاقة بين سلامة الجلد والإحساس بالألم، وأن تلف الجلد يعني توقف الإحساس، وبالتالي فإن استمرار العذاب يتطلب استمرار وظيفة هذه المستقبلات الجلدية، وهو ما يدل على معرفة إلهية دقيقة بتشريح ووظائف جسم الإنسان."
      },
        {
        "title":"4. الأثر العقدي والبياني",
        "text":"  *   عظمة التدبير الإلهي: اختيار الله لهذا الوصف المعجز في سياق الوعيد يرفع شأن النص ويجعله دليلاً مادياً على الغيب.\n  *   العلم اللدني: لو كان القرآن من صنع بشر، لقال: (كلما نضجت أجسادهم) أو (عظامهم) لكنه خص الجلد بالذكر لكونه مركز الألم الحقيقي."
      }
      
    ]
}
