{
  "sky_origin_cosmic_smoke":[
      
        
       {
        "title":"أصل السماء (الدخان الكوني): وصف قرآني دقيق لحالة المادة الأولية قبل تكوين النجوم",
        "text":"\nبعد الحديث عن (الرتق والفتق) وتوسع الكون، يُعد الإخبار القرآني عن أصل السماء (الدخان الكوني) دليلاً ثالثاً يؤكد مصدر القرآن الإلهي، لأنه يصف حالة فيزيائية لم يتمكن العلم من رصدها وتحديد طبيعتها بدقة إلا حديثاً."
      },
      {
        "title":"1. المدخل القرآني: وصف مادة الخلق الأولية",
        "text":"تأتي آية (الدخان) في سياق الحديث عن مراحل خلق السماوات والأرض بعد عملية الفتق الأولى، لتصف المادة الأولية التي تشكلت منها النجوم والمجرات. \nالآية الكريمة (أصل الإعجاز):\n﴿ثُمَّ اسْتَوَىٰ إِلَى السَّمَاءِ وَهِيَ دُخَانٌ فَقَالَ لَهَا وَلِلْأَرْضِ ائْتِيَا طَوْعًا أَوْ كَرْهًا قَالَتَا أَتَيْنَا طَائِعِينَ﴾ [فصلت: 11]."
      },
         {
        "title":"2. الإعجاز في اختيار لفظ (دُخَانٌ)",
        "text":"يُعد اختيار لفظ (دخان) بدلاً من (غاز) أو (ضباب) أو (غبار) هو جوهر الإعجاز هنا، لاسيما وأن الفلسفات القديمة (كالفلسفة اليونانية) كانت تتخيل أن أصل الكون هو (الماء) أو (الضباب البارد).\nالمصطلح القرآني: دُخَانٌ \nالمعنى اللغوي والفيزيائي: الدخان هو خليط من جسيمات دقيقة جدًا وغازات ساخنة تنتج عادة عن عملية احتراق أو انفجار أو ارتفاع درجة حرارة.\nالأثر العلمي الحديث: أثبتت الفيزياء الفلكية أن المادة الأولية التي تشكلت منها النجوم والمجرات كانت عبارة عن سحابة غازية كثيفة وساخنة جدًا (بقايا الانفجار العظيم)، تتكون أساساً من الهيدروجين والهيليوم، ويُطلق عليها العلماء أحياناً (الغبار الكوني).\nدقة الوصف: كلمة (دُخَانٌ) تحمل دلالة الحرارة واللزوجة والكثافة، وهي أقرب لوصف السائل الغازي الساخن من كلمة (غبار) (التي لا تدل على الحرارة). \nالأثر العلمي الحديث: بعض العلماء المعاصرين الذين قاموا بتحليل مكونات هذه السحب، أقروا بأن كلمة(دخان) هي الوصف الأدق والأكثر شمولية للحالة الكونية الأولية التي تكونت منها النجوم، لاسيما وأن هذه السحب الساخنة ما زالت موجودة ومُصوَّرة. "
      },
         {
        "title":"3. الإعجاز في التتابع القرآني للمراحل الكونية",
        "text":"ترتيب الأحداث في الآيات يطابق التسلسل العلمي لنشأة الكون بعد الانفجار العظيم:\n1.  الرتق والفتق: حدث الانفجار العظيم وتوسعت الكتلة الأولية (الآية 30 من سورة الأنبياء).\n2.  الدخان الكوني: بعد الانفجار، تشكلت المادة الكونية الأولية على هيئة سحابة ساخنة وكثيفة جداً (الدخان).\n3.  خلق السماء والأرض: من هذه المادة الدخانية تشكلت السماوات (المجرات والنجوم) والأرض (الكواكب)، وهذا يثبت أن أصل مادة الأرض والسماء واحد، وهو الدخان الكوني.\nالاستواء إلى السماء: معنى ﴿ثُمَّ اسْتَوَىٰ إِلَى السَّمَاءِ﴾ أي قصد إلى خلقها وتدبيرها، وهي في حالة (الدخان) وهذا يوضح أن مرحلة خلق السماوات والأرض بدأت والمادة في حالتها الغازية الحارة (الدخان)، وليس بعد أن بردت تمامًا."
      },
         {
        "title":"4. الأثر العقدي والبرهاني",
        "text":"1.  حجة على الفلاسفة: الإخبار بأن أصل الكون دخان ساخن، هو نفي صريح لافتراضات الفلاسفة القدامى بأن الكون نشأ من (ماء بارد) أو (ضباب) مما يدل على أن مصدر النص ليس بشرياً.\n2.  دليل السبق العلمي: وصول العلم الحديث إلى تصوير وتحليل بقايا هذا (الدخان الكوني) (الخلفية الإشعاعية للكون) بعد أكثر من 14 قرنًا، وتحقق العلماء من أن هذا الوصف هو الأدق، يثبت أن القرآن كتاب منزل من لدن خالق الكون."
      }
   
    ]
}
