{
  "spider_creation_quranic":[
    
       {
        "title":"خلق العناكب: الإعجاز في وصف بيت العنكبوت بأنه 'أَوْهَنَ الْبُيُوتِ' مادياً واجتماعياً",
        "text":"\nنستكمل سلسلة مقالات (الإعجاز في الكائنات الحية) بموضوع (خلق العناكب) والذي يُعد دليلاً فريداً على الإعجاز البياني والعلمي الذي يتناول أعمق الحقائق عن حياة هذه المخلوقات."
      },
        {
        "title":"1. المدخل القرآني: المثل والوصف الدقيق",
        "text":"جاء ذكر بيت العنكبوت في سورة سُميت باسمه (سورة العنكبوت)، في سياق ضرب المثل للذين يعتمدون على غير الله، مُشيرة إلى طبيعة هذا البيت.\nالآية الكريمة (أصل الإعجاز):\n﴿مَثَلُ الَّذِينَ اتَّخَذُوا مِن دُونِ اللَّهِ أَوْلِيَاءَ كَمَثَلِ الْعَنكَبُوتِ اتَّخَذَتْ بَيْتًا ۖ وَإِنَّ أَوْهَنَ الْبُيُوتِ لَبَيْتُ الْعَنكَبُوتِ ۚ لَوْ كَانُوا يَعْلَمُونَ﴾ [العنكبوت: 41]."
      },
        {
        "title":"2. دلالة لفظ أَوْهَنَ الْبُيُوتِ والتفسير العلمي",
        "text":"كلمة (أَوْهَنَ) تعني الأضعف أو الأفشل. وقد أثبت العلم الحديث أن ضعف بيت العنكبوت ليس ضعفاً مادياً فحسب، بل هو ضعف اجتماعي وأسري بالغ الدقة:\nمجال الوهن: 1. الوهن المادي (الهيكلي)\nالدلالة العلمية الحديثة (علم سلوك العناكب): الضعف الإنشائي: على الرغم من أن خيط العنكبوت نفسه مادة قوية (قد تفوق الفولاذ في مقاومة الشد)، إلا أن البيت كوحدة بنائية (شبكة) هو أضعف هيكل على الإطلاق. فهو لا يوفر حماية من الشمس، الرياح، الأمطار، أو الأعداء، بل وظيفته الأساسية هي مصيدة لا مأوى.\nالتطابق مع الآية: الآية تتحدث عن (الْبَيْتِ) وليس (الخيط) البيت كملجأ هو أضعف مكان للحماية.\nمجال الوهن: 2. الوهن الاجتماعي (الأسري)\nالدلالة العلمية الحديثة (علم سلوك العناكب): فشل الروابط الأسرية: هذا هو الإعجاز الأقوى. حياة العنكبوت الأسَرية هي الأضعف على الإطلاق في عالم الحيوان: 1. قتل الذكر: تقتل الأنثى الذكر غالباً بعد التزاوج. 2. قتل الأم أو الأبناء: في العديد من الأنواع، تأكل الأنثى صغارها، أو يقتل الأبناء أمهم ويتغذون عليها فور الفقس، أو يقتتلون فيما بينهم.\nالتطابق مع الآية: البيت ليس مكاناً للسكن والمودة والرحمة؛ بل هو مكان للموت والانفصال بين أفراد الأسرة الواحدة، مما يجعله رمزاً للضعف الأسري المطلق."
      },
        {
        "title":"3. الإعجاز في اختيار المثل",
        "text":"اختيار بيت العنكبوت كمثل للضعف هو قمة الإعجاز البياني والعلمي:\n  1.  دقة الوصف: جاء الوصف بـ (أوهن البيوت) وليس (أضعف الأبنية) البيت في اللغة يعني مكان السكن، الاستقرار، والأسرة. وعندما يتبين أن البيت يفتقد لهذه المعاني كلها (الحماية المادية، والروابط الأسرية)، يتأكد صدق الوصف.\n  2.  التطابق مع المعبودات: المشركون يتخذون آلهة لا تملك قدرة على النفع أو الضر (وهن مادي)، ولا تملك قوة البقاء أو العيش (وهن اجتماعي)، فكان بيت العنكبوت هو المثل الأوفق لضعف الاعتماد عليها."
      },
        {
        "title":"4. الأثر العقدي والتربوي",
        "text":"  *   العلم المطلق لله: الإخبار عن تفاصيل سلوك العناكب الغريبة وعاداتها الأسرية المعقدة، والتركيز على طبيعة الوهن الاجتماعي والبيئي لبيوتها، يثبت أن الواصف هو خالق هذا الكائن العليم بكل أسراره.\n  *   دعوة للتدبر: يدعو القرآن الإنسان إلى التدبر في أصغر المخلوقات، ليرى أن أضعف الروابط الإيمانية (الاتخاذ من دون الله) تشبه أضعف الروابط الأسرية في عالم الحيوان (بيت العنكبوت)."
      }
      
    ]
}
