{
    "sunni_methodology_attributes.json":[

      {
        "title":"قانون التنزيه والكمال: المنهج الرباني في فهم صفات الخالق، ولماذا لا يقبل قلبك غيره؟",
        "text":""
      },
          {
        "title":"1. نقطة التحول: لماذا نختلف حول رؤية الله؟",
        "text":"إن أسماء الله وصفاته هي مفتاح معرفتنا بجلال وعظمة الخالق. فكيف لنا أن نعبده حق عبادته، ونحبه حق محبته، دون أن نعرفه بأسمائه وصفاته؟ \n لكننا نجد الأمة تفرقت حول هذا الباب: طائفة ذهبت إلى * التعطيل* ، فنفت الصفات أو أولتها. وطائفة ذهبت إلى *التشبيه* ، فجعلت صفات الخالق كصفات المخلوق. وبين هذين الواديين السحيقين، يبرز منهج *أهل السنة والجماعة* كمنهج وسطي رباني، يحقق أمرين عظيمين في آن واحد: الإثبات والتنزيه. هذا المنهج ليس خياراً فكرياً، بل هو قانون إيماني يُنقذ قلبك من التيه ويُرسخ اليقين المطلق بعظمة الله."
      },
          {
        "title":"2. المنهج الجامع: ركيزتا الإثبات والتنزيه",
        "text":"إن منهج أهل السنة والجماعة في التعامل مع صفات الله يقوم على قاعدتين قرآنيتين أساسيتين لا يجوز فصلهما:\n الركيزة الأولى: الإثبات التفصيلي (ألا نُعطّل)\nهذا يعني إثبات كل ما أثبته الله لنفسه، أو أثبته له رسوله صلى الله عليه وسلم، من الأسماء والصفات، إثباتاً حقيقياً يليق بجلاله وعظمته، دون إنكار أو تأويل لمعانيها.\n *مبدأ الاستسلام للنص: نؤمن بأن الله يسمع بسمع، ويرى ببصر، ويتكلم بكلام، ويستوي على العرش، وله يد ووجه يليق به سبحانه. ونثبت هذه الصفات كما وردت، ونفوض كيفية هذه الصفات إليه. \nالدليل الشرعي: أمرنا الله أن ندعوه بأسمائه وصفاته. ﴿وَلِلَّهِ الْأَسْمَاءُ الْحُسْنَى فَادْعُوهُ بِهَا﴾ [الأعراف: 180]. ويقول تعالى في موضع آخر: ﴿الرَّحْمَـٰنُ عَلَى الْعَرْشِ اسْتَوَى﴾ [طه: 5]. فكيف ننفي أو نؤول هذه الصفة وقد أثبتها الله لنفسه؟ \nالركيزة الثانية: التنزيه المطلق (ألا نُشبّه) \nهذا يعني نفي المماثلة والمشابهة بين صفات الخالق وصفات المخلوقين. نحن نثبت الصفة، لكننا ننفي الكيفية والتشبيه. فالصفة ثابتة، وكيفيتها مجهولة لا يعلمها إلا هو.\n * هذا يعني نفي المماثلة والمشابهة بين صفات الخالق وصفات المخلوقين. نحن نثبت الصفة، لكننا ننفي الكيفية والتشبيه. فالصفة ثابتة، وكيفيتها مجهولة لا يعلمها إلا هو. * ليس كمثله وجه*وله سمع وبصر، لكن *ليس كمثله سمع ولا بصر* . هذا يضمن أن يظل الله متعالياً في ذهنك عن كل تصور للمخلوقات.\nالدليل الشرعي (الأساس القاطع): ﴿لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ﴾ [الشورى: 11].هذه الآية هي الميزان الذي يضبط المنهج: ﴿لَيْسَ كَمِثْلِهِ شَيْءٌ﴾ تنقض منهج المشبِّهة، و**﴿وَهُوَ السَّمِيعُ الْبَصِيرُ﴾** تنقض منهج المعطِّلة." 
      },
          {
        "title":"3. آليات التطبيق: الكيف مجهول والإيمان واجب",
        "text":"المنهج السلفي (منهج أهل السنة والجماعة) يضع قاعدة ذهبية بسيطة تريح العقل من محاولة إدراك ما لا يمكن إدراكه، وهي تلخيص لمقولة الإمام مالك رحمه الله: \nأ. القاعدة الذهبية (سؤال الكيف):\n عندما سُئل الإمام مالك عن قوله تعالى: ﴿الرَّحْمَـٰنُ عَلَى الْعَرْشِ اسْتَوَى﴾ كيف استوى؟ قال مقولته الخالدة: * الاستواء معلوم، والكيف مجهول، والإيمان به واجب، والسؤال عنه بدعة.* هذه الجملة تلخص المنهج كله: \n المصطلح      المعنى        التطبيق العملي للقلب \nالصفة معلومة        نعرف معنى الاستواء (العلو والارتفاع).        نثبت المعنى ونستشعره.  \nالكيف مجهول       جهل كيفيته، هل هي كجلوسنا أو قيامنا؟ قطعاً لا.      لا نفكر في الشكل أو الهيئة، بل ننفيها.\nالإيمان واجب       لا يجوز تأويل الصفة أو إنكارها.      نستسلم للنص ونصدق به.\nب. ترك التأويل الذي يُعطّل:\nالمنهج يرفض تأويل الصفات إلى معانٍ أخرى لا تدل عليها اللغة أو الشرع، وهو ما يفعله المعطلة.\n*مثلاً: لا نؤول*الاستواء* إلى * الاستيلاء *لأن الاستيلاء يعني المغالبة، والله مالك كل شيء من الأزل. \n* مثلاً: لا نؤول *اليد * القوة والنعمة* فقط، بل نثبت اليد كصفة حقيقية تليق بجلاله، ونؤمن بأن لها قوة ونعمة. "
      },
          {
        "title":"4. الثمرة الإيمانية: اليقين الذي يحرر القلب",
        "text":"لماذا هذا المنهج هو الأمان الحقيقي؟\n1. يحميك من التشبيه: يضمن لك التنزيه المطلق ﴿لَيْسَ كَمِثْلِهِ شَيْءٌ﴾ أن لا ترسم في ذهنك صورة لخالقك مهما كانت عظيمة، فتحترمه وتجله حق الجلال\n2. يحميك من التعطيل: يضمن لك الإثبات الحقيقي لصفاته أن تتعلق به تعلقاً حقيقياً. عندما تدعوه، فأنت تدعو *السميع* بصدق؛ وعندما تخاف، فأنت تخاف من *القوي * بحق؛ وعندما تذنب، فأنت ترجو * الرحيم * يقيناً.\nالخلاصة: منهج أهل السنة والجماعة في الصفات هو المنهج الذي يجعل إيمانك حياً وقوياً، فهو يؤمن بأن الله يوصف بالكمال المطلق، لكنه مختلف تماماً عن خلقه، وبذلك لا يقع القلب في التشبيه المذموم ولا في التعطيل المُميت."
      }
      
        
    ]
}
