{
  "surah_al_baqarah_overview":[
    
      
       {
        "title":"النسخ في سورة البقرة: تدرج الأحكام وتيسير التشريع",
        "text":"\nتُعد سورة البقرة (سنام القرآن) لاحتوائها على معظم التشريعات التفصيلية، وقد شهدت أحكامها تدرجاً واضحاً، مما أدى لوقوع النسخ فيها."
      },
      {
        "title":"1. نسخ حكم استقبال القبلة (من بيت المقدس إلى الكعبة)",
        "text":"هذا هو أشهر وأوضح مثال على النسخ، ويُسمى تحويل القبلة، وفيه نُسخ حكم التوجه إلى جهة معينة إلى جهة أخرى.\n   *   المنسوخ (الحكم القديم): التوجه نحو بيت المقدس (القدس). ظل المسلمون يتوجهون إليه ما يقرب من ستة عشر أو سبعة عشر شهراً بعد الهجرة.\n      *   دليل المنسوخ: كان بأمر نبوي مستمر من بداية الهجرة.\n   *   الناسخ (الحكم الجديد): التوجه نحو المسجد الحرام (الكعبة المشرفة) في مكة.\n      *   دليل الناسخ: قال تعالى: ﴿قَدْ نَرَىٰ تَقَلُّبَ وَجْهِكَ فِي السَّمَاءِ ۖ فَلَنُوَلِّيَنَّكَ قِبْلَةً تَرْضَاهَا ۖ فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ...﴾ [البقرة: 144].\n   *   نوع النسخ: نسخ القرآن للقرآن (رغم أن الحكم القديم كان أمراً نبوياً، إلا أن التوجيه جاء بالآية القاطعة)."
      },
      {
        "title":"2. نسخ حكم الوصية للوالدين والأقربين (بآيات المواريث)",
        "text":"كانت الوصية للوالدين والأقربين الفقراء أمراً واجباً في أول الإسلام، ثم نُسخ هذا الوجوب بآيات المواريث التي حددت أنصبة الورثة.\n   *   المنسوخ (الحكم القديم): وجوب الوصية للوالدين والأقربين.\n       *    الآية المنسوخة: ﴿كُتِبَ عَلَيْكُمۡ إِذَا حَضَرَ أَحَدَكُمُ ٱلۡمَوۡتُ إِن تَرَكَ خَيۡرًا ٱلۡوَصِيَّةُ لِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ بِٱلۡمَعۡرُوفِ﴾ [البقرة: 180].\n   *   الناسخ (الحكم الجديد): آيات المواريث التي فرضت نصيباً محدداً للوالدين والأقربين بالفرض بدلاً من الوصية.\n      *   دليل الناسخ: حديث النبي ﷺ: ((إن الله قد أعطى كل ذي حق حقه، فلا وصية لوارث)) (حديث صحيح).\n   *   نوع النسخ: نسخ القرآن بالسنة (أو نسخ عموم الآية بتفصيل آيات المواريث الأخرى)."
      },
      {
        "title":"3. نسخ حكم عِدة المتوفى عنها زوجها (من عام إلى أربعة أشهر وعشرة أيام)",
        "text":"هذا مثال على التخفيف والتيسير على المرأة بعد أن كان الأمر شاقاً عليها بوجوب البقاء في بيت الزوجية عاماً كاملاً.\n   *   المنسوخ (الحكم القديم): أن تتربص المتوفى عنها زوجها عاماً كاملاً (حتى لا تُخرج من بيت زوجها).\n      *   الآية المنسوخة (الحكم المُلغى): ﴿وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا وَصِيَّةٗ لِّأَزۡوَٰجِهِم مَّتَٰعًا إِلَى ٱلۡحَوۡلِ غَيۡرَ إِخۡرَاجٖ...﴾ [البقرة: 240].\n   *   الناسخ (الحكم الجديد): أن تتربص المتوفى عنها زوجها أربعة أشهر وعشرة أيام فقط.\n      *   الآية الناسخة (الحكم المُطبّق): ﴿وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ أَرۡبَعَةَ أَشۡهُرٖ وَعَشۡرٗا...﴾ [البقرة: 234].\n   *   نوع النسخ: نسخ القرآن بالقرآن (حيث أن الآية اللاحقة نسخت الحكم الوارد في الآية المتقدمة)."
      },
      {
        "title":"4. نسخ حكم التخيير بين الصيام والفدية (للقادر)",
        "text":"   *   المنسوخ (الحكم القديم): كان المسلم القادر على الصيام مُخيراً بين أن يصوم، أو أن يفطر ويطعم عن كل يوم مسكيناً (فدية). وكان ذلك تيسيراً في بداية فرض الصيام.\n      *   الآية المنسوخة (الحكم المُلغى): جزء من قوله تعالى: ﴿...وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكِينٍ...﴾ [البقرة: 184].\n   *   الناسخ (الحكم الجديد): وجوب الصيام لزاماً على كل قادر مقيم، ولم يبق التخيير إلا للمريض والعاجز عجزاً مستمراً.\n      *   الآية الناسخة (الحكم المُطبّق): ﴿فَمَن شَهِدَ مِنكُمُ الشَّهْرَ فَلْيَصُمْهُ...﴾ [البقرة: 185].\n   *   نوع النسخ: نسخ القرآن للقرآن (الحكم الجديد أزال الحكم القديم وألزمه بالصيام)."
      }
         
   
    ]
}
