{
  "surah_al_nisā_jurisprudence_rules":[
    
      
       {
        "title":"النساء: نسخ العقوبة المؤقتة (من الحبس إلى الحد)",
        "text":"سورة (النساء) وهي تُعد (سورة التشريعات الاجتماعية والمالية) بامتياز، لاحتوائها على تفاصيل المواريث، والأحكام المتعلقة بالأسرة، والعقوبات. لذلك، كانت هذه السورة مسرحاً لحالتين رئيسيتين من حالات النسخ، كلاهما يمثلان تطوراً في العقوبات من التوبيخ إلى الجزاء الرادع."
      },
        {
        "title":"1. المدخل: التدرج في عقوبة الفاحشة",
        "text":"في صدر الإسلام، كانت العقوبات على فاحشة الزنا عقوبات مؤقتة تهدف إلى التضييق والندم، ثم نُسخت هذه الأحكام بأحكام رادعة وشاملة هي الحد النهائي:\n   *   المراحل: التوبيخ/الحبس المؤقت ⬅️ النسخ ⬅️ الجلد والرجم (الحد النهائي)."
      },
        {
        "title":"2. الحالة الأولى: نسخ حكم حبس النساء الفاعلات للفاحشة",
        "text":"كان الحكم الأولي للمرأة التي ترتكب الفاحشة هو حبسها في بيتها مدى الحياة، ثم رُفع هذا الحكم بالحد:\n   *   المنسوخ (الحكم القديم): حبس المرأة التي ترتكب الفاحشة في البيت حتى الموت.\n      *   الآية المنسوخة: ﴿وَاللَّاتِي يَأْتِينَ الْفَاحِشَةَ مِن نِّسَائِكُمْ فَاسْتَشْهِدُوا عَلَيْهِنَّ أَرْبَعَةً مِّنكُمْ ۖ فَإِن شَهِدُوا فَأَمْسِكُوهُنَّ فِي الْبُيُوتِ حَتَّىٰ يَتَوَفَّاهُنَّ الْمَوْتُ أَوْ يَجْعَلَ اللَّهُ لَهُنَّ سَبِيلًا﴾ [النساء: 15].\n   *   الناسخ (الحكم الجديد): حُكم الجلد (مائة جلدة) للزاني غير المحصن، وحُكم الرجم للزاني المحصن.\n      *   دليل الناسخ:\n          *   القرآن (الجلد): آية سورة النور: ﴿الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا كُلَّ وَاحِدٍ مِّنْهُمَا مِائَةَ جَلْدَةٍ...﴾ [النور: 2].\n          *   السنة (الرجم): تطبيق النبي ﷺ لحكم الرجم (الذي هو جزء من السبيل الذي جعله الله لهن).\n   *   نوع النسخ: نسخ القرآن بالقرآن والسنة (حيث أن الحد النهائي أكمل للسبيل المذكور في الآية المنسوخة)."
      },
        {
        "title":"3. الحالة الثانية: نسخ حكم إيذاء الرجال الفاعلين للفاحشة",
        "text":"كان الحكم الأولي للرجل الذي يرتكب الفاحشة هو توبيخه وزجره، ثم نُسخ هذا الحكم بالحد أيضاً:\n   *   المنسوخ (الحكم القديم): إيذاء الرجل الذي يرتكب الفاحشة بالقول أو الفعل، مع انتظار التوبة.\n      *   الآية المنسوخة: ﴿وَاللَّذَانِ يَأْتِيَانِهَا مِنكُمْ فَآذُوهُمَا ۖ فَإِن تَابَا وَأَصْلَحَا فَأَعْرِضُوا عَنْهُمَا ۗ إِنَّ اللَّهَ كَانَ تَوَّابًا رَّحِيمًا﴾ [النساء: 16].\n   *   الناسخ (الحكم الجديد): نفس الحكم في الحالة السابقة، وهو الحد بالجلد أو الرجم.\n      *   دليل الناسخ: سورة النور والسنة النبوية (كما في الحالة الأولى).\n   *   نوع النسخ: نسخ القرآن بالقرآن والسنة."
      },
        {
        "title":"4. الحالة الثالثة: نسخ الميراث بالحلف والموالاة",
        "text":"في أول الإسلام، كان الميراث يتم بـ الحلف (الموالاة) أو المعاهدة بين الرجل وآخر، ثم نُسخ هذا بفرض الميراث على أساس القرابة (الرحم):\n   *   المنسوخ (الحكم القديم): جواز التوارث بين المتحالفين والمتعاقدين.\n      *   الآية المنسوخة: ﴿وَلِكُلٍّ جَعَلْنَا مَوَالِيَ مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ ۚ وَالَّذِينَ عَقَدَتْ أَيْمَانُكُمْ فَآتُوهُمْ نَصِيبَهُمْ﴾ [النساء: 33] (حيث فسرت (فآتوهم نصيبهم) بوجوب الميراث).\n   *   الناسخ (الحكم الجديد): حصر الميراث في الأرحام وأصحاب الفروض.\n      *   دليل الناسخ: آيات المواريث المفصلة في نفس السورة (مثل: ﴿يُوصِيكُمُ اللَّهُ فِي أَوْلَادِكُمْ...﴾ [النساء: 11] وغيرها)، وكذلك السنة النبوية القاضية بأن الميراث يكون للأقربين بالرحم.\n   *   نوع النسخ: نسخ القرآن بالقرآن (حيث أن تفصيل المواريث في نفس السورة نسخ عموم الحكم السابق).\nلخلاصة: النسخ في سورة النساء يعكس تحولاً جذرياً في فلسفة العقوبات، من العقوبات التأديبية المؤقتة إلى الأحكام الحدية الرادعة، بهدف بناء مجتمع إسلامي مستقر ومحافظ."
      }
       
    
         
   
    ]
}
