{
  "surah_al_aḥzāb_trench_battle_rules":[
    
      
       {
        "title":"الأحزاب: نسخ الموالاة بالتبني وحكم العدة",
        "text":"سورة (الأحزاب) وهي سورة مدنية حاسمة في التشريع الاجتماعي والأسري، جاءت لتصحيح المفاهيم الجاهلية، ولذلك كانت ناسخة لبعض العادات والقوانين التي كانت سائدة.\nتُعد سورة الأحزاب من السور التي حسمت قضايا الولاية والميراث والنسب، فكانت أحكامها ناسخة للمفاهيم الجاهلية التي كانت سائدة."
      },
       {
        "title":"1. المدخل: الحسم التشريعي في سورة الأحزاب",
        "text":"ركزت سورة الأحزاب على إعادة تنظيم العلاقات داخل المجتمع الإسلامي، لا سيما القضايا التي تمس النسب والمحارم، وكان النسخ فيها متجهاً بشكل أساسي نحو إلغاء العادات الجاهلية."
      },
       {
        "title":"2. الحالة الأولى: نسخ حكم التبني والإلزام بنسبة الأبناء لآبائهم الحقيقيين",
        "text":"كانت عادة التبني (الذي يُعرف بـ التَّبَنّي - أي أن يتخذ الرجل ولداً له بالاسم والنسب) شائعة في الجاهلية، وقد أقرها الإسلام مؤقتاً في أوله، لكن الأحزاب نسخت الآثار الشرعية لهذه العادة: \n   *   المنسوخ (الحكم القديم/العادة الجاهلية): إلحاق الولد المُتبنّى بنسب الأب المُتبنّي (كأن يقال: زيد بن محمد)، وترتيب آثار التوارث والمحرمية على ذلك.\n      *   دليل المنسوخ (الوضع السابق): كانت سارية قبل نزول الآية، والمثال الأبرز هو زيد بن حارثة الذي كان يُدعى (زيد بن محمد) قبل نزول الحكم الناسخ.\n   *   الناسخ (الحكم الجديد): إلزام المسلمين بنسبة الأبناء إلى آبائهم الحقيقيين، مع الإبقاء على رابطة الأخوة والموالاة.\n      *   الآية الناسخة: ﴿ادْعُوهُمْ لِآبَائِهِمْ هُوَ أَقْسَطُ عِندَ اللَّهِ ۚ فَإِن لَّمْ تَعْلَمُوا آبَاءَهُمْ فَإِخْوَانُكُمْ فِي الدِّينِ وَمَوَالِيكُمْ...﴾ [الأحزاب: 5].\n   *   نوع النسخ: نسخ العادة الجاهلية بحكم قرآني (رفع حكم مؤقت كان سائداً ليحل محله حكم دائم).\nالدلالة: كان هذا النسخ حاسماً في حفظ الأنساب، حيث تم بموجبه زواج النبي ﷺ من زينب بنت جحش بعد طلاقها من زيد بن حارثة، ليُبطل الحكم الجاهلي للتبني عملياً."
      },
       {
        "title":"3. الحالة الثانية: نسخ وجوب العدة في الطلاق قبل الدخول",
        "text":"العدة هي مدة تربص تجب على المرأة المطلقة أو المتوفى عنها زوجها. في بداية التشريع، كان الحكم العام يلزم المرأة بالعدة، ثم جاءت الأحزاب لترفع هذا التكليف عن حالة محددة:\n   *   المنسوخ (الحكم القديم): كان الحكم العام للعدة هو ثلاثة قروء (ثلاث حيضات) للمطلقة، وكان ذلك يشمل المطلقة قبل الدخول، إما بالقياس أو بالعموم.\n      *   دليل المنسوخ (الحكم العام): ﴿وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ بِأَنفُسِهِنَّ ثَلَاثَةَ قُرُوءٍ﴾ [البقرة: 228].\n   *   الناسخ (الحكم الجديد): رفع وجوب العدة عن المطلقة التي لم يتم الدخول بها (لم تمسس).\n      *   الآية الناسخة: ﴿يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَكَحْتُمُ الْمُؤْمِنَاتِ ثُمَّ طَلَّقْتُمُوهُنَّ مِن قَبْلِ أَن تَمَسُّوهُنَّ فَمَا لَكُم مِّنْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَهَا...﴾ [الأحزاب: 49].\n   *   نوع النسخ: نسخ لحكم ضمني أو رفع للحرج (حيث لا حاجة للعدة هنا لانتفاء الحاجة لاستبراء الرحم).\nالخلاف: يرى بعض المحققين أن هذا الحكم ليس نسخاً بالمعنى الدقيق، بل هو تخصيص أو استثناء للحكم العام للعدة، لكنه يُصنف تقليدياً ضمن باب رفع الحكم."
      },
       {
        "title":"4. حالة ذات صلة (المختلف فيها): نسخ الميراث بالموالاة والهجرة",
        "text":"   *   هناك رأي يرى أن الآية في الأحزاب التي تؤكد أولوية ذوي الأرحام هي الناسخة لما قبلها في الميراث:\n      *   الناسخ: ﴿وَأُوْلُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ مِنَ الْمُؤْمِنِينَ وَالْمُهَاجِرِينَ...﴾ [الأحزاب: 6].\n      *   المنسوخ ضمناً: الميراث أو الولاية التي كانت قائمة على أساس الهجرة أو المعاهدة (في بداية التشريع). وقد سبق أن ناقشنا هذه الحالة في سورة الأنفال، لكن الآية في الأحزاب تُعد هي النص النهائي الذي أكد هذا النسخ.\nالخلاصة: سورة الأحزاب حسمت قواعد النسب والمحرمية والطلاق، وكانت بذلك ناسخة لآثار التبني ورافعة لوجوب العدة في حالة الطلاق قبل الدخول."
      }
          
    ]
}
