{
  "surah_al_mā'idah_legal_topics":[
    
      
       {
        "title":"المائدة: إتمام التشريع ونسخ التراخيص المؤقتة",
        "text":"سورة (المائدة) وهي من أواخر ما نزل من القرآن الكريم، ولذلك تُعرف بأنها (سورة الوفاء بالعقود واستقرار التشريع).\nنظراً لتأخر نزولها، فإن أحكامها في الغالب تكون هي الناسخة لما قبلها من أحكام كانت مخففة أو مؤقتة، ونادراً ما تكون أحكامها منسوخة. وأبرز مثال على دورها كـ (حكم نهائي) هو التحريم القاطع للخمر."
      },
       {
        "title":"1. المدخل: المائدة كحكم فاصل (الناسخ لا المنسوخ)",
        "text":"السور المتأخرة كالنساء والمائدة هي في الغالب سُور ناسخة. وقد روي عن ابن عباس أنه قال: (آخر سورة نزلت كاملة هي سورة المائدة، فما فيها من حلال فهو حلال إلى يوم القيامة، وما فيها من حرام فهو حرام إلى يوم القيامة) وهذا يؤكد دورها كـ مرجع نهائي في الأحكام."
      },
       {
        "title":"2. الحالة الأبرز: نسخ حكم التدرج في تحريم الخمر",
        "text":"يمثل تحريم الخمر أروع مثال على حكمة النسخ في التدرج التشريعي، حيث تم الانتقال من مرحلة التلميح إلى مرحلة التحريم المطلق عبر أربع مراحل:\nالمرحلة الأولى: التنويه بضرر الخمر (التمهيد)\n      *   المنسوخ ضمناً: النظر إلى الخمر كـ (سَكَر) يُقابل الرزق الحسن.\n      *   دليل المرحلة: ﴿وَمِن ثَمَرَاتِ النَّخِيلِ وَالْأَعْنَابِ تَتَّخِذُونَ مِنْهُ سَكَرًا وَرِزْقًا حَسَنًا ۗ إِنَّ فِي ذَٰلِكَ لَآيَةً لِّقَوْمٍ يَعْقِلُونَ﴾ [النحل: 67].\n   *   المرحلة الثانية: الإشارة إلى أن إثمها أكبر من نفعها (التنفير)\n      *   المنسوخ ضمناً: الرخصة الضمنية في تعاطيها مع الإقرار بضررها.\n      *   دليل المرحلة: ﴿يَسْأَلُونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ ۖ قُلْ فِيهِمَا إِثْمٌ كَبِيرٌ وَمَنَافِعُ لِلنَّاسِ وَإِثْمُهُمَا أَكْبَرُ مِن نَّفْعِهِمَا...﴾ [البقرة: 219].\n   *   المرحلة الثالثة: تحريمها في أوقات الصلاة (التقييد)\n      *   المنسوخ (الحكم القديم): جواز شربها في غير أوقات الصلاة.\n      *   دليل المرحلة: ﴿يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَقْرَبُوا الصَّلَاةَ وَأَنتُمْ سُكَارَىٰ حَتَّىٰ تَعْلَمُوا مَا تَقُولُونَ...﴾ [النساء: 43].\n   *   المرحلة الرابعة (الناسخ القاطع): التحريم المطلق\n      *   الناسخ (الحكم النهائي): تحريمها تحريماً قاطعاً في كل الأوقات والأحوال.\n      *   دليل الناسخ: ﴿يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْأَنصَابُ وَالْأَزْلَامُ رِجْسٌ مِّنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ﴾ [المائدة: 90].\n      *   نوع النسخ: نسخ القرآن للقرآن (نُسخت جميع التراخيص والأحكام التي سبقتها بالتحريم المطلق)."
      },
       {
        "title":"3. أحكام أخرى مختلفة في النسخ (عقوبة السارق)",
        "text":"آية السرقة في المائدة تُعد حداً نهائياً، ويرى بعض العلماء أن هذه الآية نسخت كل ما سبقها من عقوبات تأديبية كانت تُطبق على السارق قبل فرض الحد:\n   *   الناسخ (الحكم النهائي): ﴿وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا أَيْدِيَهُمَا جَزَاءً بِمَا كَسَبَا نَكَالًا مِّنَ اللَّهِ...﴾ [المائدة: 38].\n   *   المنسوخ ضمناً: كل حكم تأديبي أو تعزيري سابق كان يُطبق على السارق دون إقامة الحد.\nالخلاصة: سورة المائدة هي سورة الإتمام والختام في التشريع، وأحكامها هي الحاكمة والناسخة لِما قبلها، ولهذا قيل إنها (آخر ما نزل) ولم تنسخ أحكامها تقريباً."
      }
     
   
    ]
}
