{
  "surah_al_imran_analysis":[
    
      
       {
        "title":"آل عمران: نسخ تكليف الصبر (من الصبر المطلق إلى التحديد العددي)",
        "text":"\nننتقل الآن إلى سورة آل عمران وهي سورة مدنية تعنى بالرد على شبهات أهل الكتاب، وتثبيت المؤمنين بعد الأحداث الكبرى (خاصة غزوة أُحُد).\nتعد سورة آل عمران من السور القليلة التي قلّ فيها وقوع النسخ المباشر، حيث ركزت بشكل أساسي على العقيدة، وتثبيت الأحكام التي نزلت في البقرة. ومع ذلك، يرتبط حكم أساسي للجهاد نزل في سورة أخرى (الأنفال) بالتعليمات الواردة في آل عمران حول الصبر والمصابرة."
      },
       {
        "title":"1. المدخل: سورة آل عمران وتثبيت المؤمنين",
        "text":"نزلت سورة آل عمران بعد غزوة أُحُد لتعالج الجراح وتُرسخ مبدأ الثبات، وتختتم بدعوة صريحة للتحمل والتحلي بأقصى درجات الصبر:\nالآية الكريمة: ﴿يَا أَيُّهَا الَّذِينَ آمَنُوا اصْبِرُوا وَصَابِرُوا وَرَابِطُوا وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ﴾ [آل عمران: 200].\nذا الأمر المطلق بالصبر والمصابرة كان يواجه تحدياً عملياً في ساحة المعركة، وهو التفاوت الكبير في أعداد المسلمين والأعداء، مما قاد إلى التدرج التشريعي في تقدير الثبات:"
      },
       {
        "title":"2. نسخ حكم نسبة الصبر عند القتال (من 1 إلى 10 إلى 1 إلى 2)",
        "text":"في بداية التشريع، كان المطلوب من المسلم أن يثبت أمام عدد كبير جداً من الأعداء، ثم خفف الله هذا التكليف بموجب قاعدة:\nما ننسخ من آية نأت بخير منها أو مثلها:\n   *   المنسوخ (الحكم القديم): وجوب ثبات المسلم أمام عشرة من الكفار، وعدم جواز الفرار من هذا العدد.\n      *   دليل المنسوخ: ورد هذا الحكم بالتحديد في سورة الأنفال (الآية 65): ﴿إِن يَكُن مِّنكُمْ عِشْرُونَ صَابِرُونَ يَغْلِبُوا مِائَتَيْنِ ۚ وَإِن يَكُن مِّنكُم مِّائَةٌ يَغْلِبُوا أَلْفًا مِّنَ الَّذِينَ كَفَرُوا...﴾.\n      *   الرابط بآل عمران: هذا الحكم هو التفسير العملي لكيفية تطبيق الأمر المطلق بالصبر والمصابرة الوارد في آخر آل عمران.\n   *   الناسخ (الحكم الجديد): التخفيف وجواز الفرار إذا زاد العدد عن الضعف، أي وجوب الثبات أمام اثنين فقط من الكفار.\n      *   دليل الناسخ: جاء في سورة الأنفال أيضاً (الآية التي تليها مباشرة): ﴿الْآنَ خَفَّفَ اللَّهُ عَنكُمْ وَعَلِمَ أَنَّ فِيكُمْ ضَعْفًا ۚ فَإِن يَكُن مِّنكُم مِّائَةٌ صَابِرَةٌ يَغْلِبُوا مِائَتَيْنِ...﴾ [الأنفال: 66].\n   *   نوع النسخ: نسخ القرآن بالقرآن (حكم متقدم نُسخ بحكم متأخر في سورة أخرى، والمنسوخ والمناسبة مرتبطان بمناخ القتال الذي تتناوله آل عمران).\nالحكمة: كان الحكم القديم (1:10) خاصاً بجيل الصحابة الأوائل الذين كانوا يملكون قوة إيمانية خارقة، ثم خفف الله عن الأجيال اللاحقة فجعل وجوب الثبات أمام الضِعف فقط (1:2)."
      },
       {
        "title":"3. أحكام أخرى مختلف في نسخها (مواساة القرض)",
        "text":"هناك خلاف حول آيات أخرى في آل عمران، منها:\n   *   المحور الثاني: الإيصاء للزوجة عند مفارقة الزوج (قبل الطلاق):\n      *   يرى البعض أن الآية ﴿وَالَّذِينَ يَتَوَفَّوْنَ مِنكُمْ وَيَذَرُونَ أَزْوَاجًا يَتَرَبَّصْنَ...﴾ في البقرة نسخت حكماً ضمنياً في آل عمران، ولكن الرأي الأرجح أن أحكام آل عمران مُحكمة.\nالخلاصة: الحالة الوحيدة الواضحة للنسخ المرتبطة بالسياق القتالي في آل عمران (الصبر والمصابرة) هي تلك المتعلقة بنسبة الثبات في القتال، والتي وُضعت تشريعياً في سورة الأنفال."
      }
    
         
   
    ]
}
