{
  "surah_al_naḥl_divine_signs":[
    
      
       {
        "title":"النحل: حكم القصاص وحدود التجاوز",
        "text":"\nسورة (النحل) وهي سورة مكية بامتياز، تُركز على قضايا العقيدة، وإثبات التوحيد، وعجائب الخلق (آيات الكون)، والمسائل الأخلاقية.\nلهذا السبب، فإن السور المكية لا تحتوي عادةً على أحكام تشريعية منسوخة؛ لأن النسخ غالباً ما وقع في الأحكام العملية التي نزل تفصيلها في المدينة المنورة. ومع ذلك، هناك حالة واحدة تتعلق بآداب المعاملة والعقاب يختلف فيها العلماء حول وقوع النسخ فيها:\nيقع الجدل حول النسخ في النحل تحديداً حول آية تتعلق بحدود العقاب أو الرد بالمثل، والتي تسبق الآيات التي تدعو للعفو."
      },
        {
        "title":"1. المدخل: السياق المكي والبعد العقدي",
        "text":"سورة النحل هي سورة تعنى ببيان قوة الخالق ودقته في الخلق (﴿صُنْعَ اللَّهِ الَّذِي أَتْقَنَ كُلَّ شَيْءٍ﴾)، والآية الوحيدة التي وقع فيها الجدل حول النسخ تتعلق بالعدل والرحمة في الرد على الأذى:\nالآية الكريمة: ﴿وَإِنْ عَاقَبْتُمْ فَعَاقِبُوا بِمِثْلِ مَا عُوقِبْتُم بِهِ ۖ وَلَئِن صَبَرْتُمْ لَهُوَ خَيْرٌ لِّلصَّابِرِينَ﴾ [النحل: 126]."
      },
        {
        "title":"2. الحالة المتنازع عليها: حكم مقابلة العقوبة بالمثل",
        "text":"أصل الآية (12:126) هو تقرير قاعدة العدل في القصاص والرد، بحيث لا يجوز تجاوز حد العقوبة، مع ترغيب في العفو. والخلاف وقع في أن هذا (الإذن بالعقاب) هل نُسخ بآيات العفو المطلق أم بآيات الجهاد:\n   *   المنسوخ (الحكم الذي ادعي نسخه): جواز الاقتصاص أو المعاقبة بالمثل، والتزام الصبر.\n      *   دليل المنسوخ: ﴿وَإِنْ عَاقَبْتُمْ فَعَاقِبُوا بِمِثْلِ مَا عُوقِبْتُم بِهِ﴾ [النحل: 126].\n   *   الناسخ (الدليل المدعى): يرى بعض العلماء (مثل قتادة وابن زيد) أن هذا الحكم نُسخ بـ آيات السيف والجهاد المطلق التي نزلت لاحقاً، حيث ألغت مبدأ (رد العقوبة فقط) وأمرت بقتال المشركين كافة، أو نُسخت بآيات العفو التي ترجح الإعراض المطلق.\n      *   دليل النسخ (المزعوم): آيات الجهاد المطلقة في التوبة، وآيات العفو والصفح المطلق.\n   *   الرأي الراجح (الإحكام): جمهور العلماء والمحققين يرون أن هذه الآية مُحكمة وليست منسوخة.\n      *   التفسير: الآية تقرر قاعدة العدل (في العقاب) ثم تُرغب في الفضل (الصبر والعفو). الأحكام اللاحقة لم تلغِ قاعدة العدل والقصاص، بل أكملتها أو فصلتها، لذا فالحكم باقٍ."
      },
        {
        "title":"3. إشارة ضمنية: المرحلة الأولى لتحريم الخمر",
        "text":"سبق أن ذكرنا أن النحل تحتوي على أول تلميح في مراحل تحريم الخمر، وهذا التلميح هو جزء من تسلسل الأحكام التي نُسخت لاحقاً:\n   *   الحكم المنسوخ ضمناً: النظر إلى الخمر كـ (سَكَر) يُقابل الرزق الحسن.\n      *   الآية المنسوخة (مرحلة تمهيدية): ﴿وَمِن ثَمَرَاتِ النَّخِيلِ وَالْأَعْنَابِ تَتَّخِذُونَ مِنْهُ سَكَرًا وَرِزْقًا حَسَنًا...﴾ [النحل: 67].\n   *   الناسخ القاطع: التحريم المطلق في سورة المائدة.\nالخلاصة: سورة النحل، كمعظم السور المكية، خالية تقريباً من النسخ التشريعي المباشر، ويبقى الحكم الأساسي فيها (وهو وجوب العدل في العقاب) حكماً مُحكماً."
      }
        

 
   
    ]
}
