{
  "surah_al_tawbah_key_judgments":[
    
      
       {
        "title":"التوبة: آية السيف ونسخ كافة قيود القتال",
        "text":"\nسورة (التوبة) وهي من أواخر ما نزل من القرآن الكريم (بما في ذلك الآيات التي نُسخت)، وتُعد سورة فاصلة وحاسمة في التشريع المتعلق بالجهاد والعلاقة بالمشركين والمنافقين.\nولذلك، فسورة التوبة هي في الغالب ناسخة لما قبلها، وتحتوي على ما يُعرف بأشد حكم ناسخ وهو (آية السيف)\nتُعد التوبة السورة التي وضعت النقاط النهائية على أحكام الحرب والسلم، حيث ألغت جميع التراخيص السابقة التي كانت تقيد قتال المشركين."
      },
        
       {
        "title":"1. المدخل: التوبة كقاعدة تشريعية نهائية",
        "text":"نظراً لكونها من أواخر ما نزل، جاءت أحكام سورة التوبة حاسمة، حيث ألزمت المسلمين بالتعامل مع المشركين والمنافقين على أساس العلاقة النهائية في التشريع، دون التقييد بالقيود التي كانت في بداية الإسلام."
      },
        
       {
        "title":"2. الحالة الأولى: نسخ قيود القتال (آية السيف)",
        "text":"هذا هو أشهر وأهم نسخ مرتبط بسورة التوبة، حيث يرى جمهور المفسرين أن الآية التالية نسخت ما يقرب من مائة وأربعين آية كانت تأمر بالصبر، والصفح، والدفاع فقط، أو تقيد القتال بظروف معينة.\n   *   لمنسوخ (الحكم القديم): كافة الأوامر القرآنية التي كانت تأمر بـ:\n      *   الكف عن القتال: مثل ﴿فَاصْفَحْ عَنْهُمْ وَقُلْ سَلَامٌ﴾ [الزخرف: 89]، وآيات الإعراض عن المشركين.\n      *   تقييد القتال: مثل القتال دفاعاً فقط (﴿وَقَاتِلُوا فِي سَبِيلِ اللَّهِ الَّذِينَ يُقَاتِلُونَكُمْ وَلَا تَعْتَدُوا﴾ [البقرة: 190]).\n   *   الناسخ (الحكم النهائي): الأمر المطلق بقتال المشركين كافة بعد انتهاء مهلة العهد (الأشهر الحرم).\n      *   دليل الناسخ (آية السيف): ﴿فَإِذَا انْسَلَخَ الْأَشْهُرُ الْحُرُمُ فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ وَخُذُوهُمْ وَاحْصُرُوهُمْ وَاقْعُدُوا لَهُمْ كُلَّ مَرْصَدٍ﴾ [التوبة: 5].\n   *   نوع النسخ: نسخ القرآن للقرآن (إلغاء لحكم التسامح المطلق والتخفيف في الجهاد، وتحويله إلى تكليف عام).\n   *   دلالة النسخ: يمثل هذا النسخ المرحلة النهائية للتشريع، حيث أصبح المسلمون أمة قادرة على المواجهة، ولم تعد بحاجة إلى التدرج في إقامة شرع الله."
      },
        
       {
        "title":"3. الحالة الثانية: نسخ الاستغفار للمشركين",
        "text":"كان الاستغفار للمشركين جائزاً أو مباحاً في أول الإسلام، تأليفاً لقلوبهم أو لحفظ القرابة، ثم نُسخ هذا الحكم بتحريم الاستغفار لهم تحريماً قاطعاً:\n   *   المنسوخ (الحكم القديم): الإذن الضمني بالاستغفار لهم، والذي كان يمارسه النبي ﷺ حتى لأقرب الناس إليه (كعمه أبي طالب).\n      *   دليل المنسوخ: كان مبنياً على العموم قبل النهي.\n   *   الناسخ (الحكم النهائي): تحريم الاستغفار والدعاء لهم بالمغفرة بعدما تبينت ضلالتهم.\n      *دليل الناسخ: ﴿مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَن يَسْتَغْفِرُوا لِلْمُشْرِكِينَ وَلَوْ كَانُوا أُولِي قُرْبَىٰ مِن بَعْدِ مَا تَبَيَّنَ لَهُمْ أَنَّهُمْ أَصْحَابُ الْجَحِيمِ﴾ [التوبة: 113].\n   *   نوع النسخ: نسخ القرآن للقرآن (إلغاء الرخصة أو الحكم الأولي لترسيخ قاعدة الولاء والبراء في العقيدة)."
      },
        
       {
        "title":"4. الخلاصة: التوبة والحسم التشريعي",
        "text":"تُعد التوبة نقطة تحول كبرى، حيث جاءت أحكامها لتكون هي الناسخة لما قبلها، وخاصة في مسائل العلاقة مع غير المسلمين والجهاد. وقد اتفق العلماء على أن هذه السورة لا يوجد فيها تقريباً أي حكم منسوخ."
      }
 
   
    ]
}
