{
  "surah_al_anfal_spoils_of_war_rules":[
    
      
       {
        "title":"الأنفال: نسخ تكليف الثبات (من العشرة إلى الاثنين)",
        "text":"\nسورة (الأنفال) وهي سورة مدنية نزلت بعد غزوة بدر الكبرى، وتُعنى بالتشريع التفصيلي لأحكام القتال، والقسمة، والأسر، وتنظيم علاقة المؤمنين ببعضهم.\nبسبب طبيعتها القتالية والتشريعية، تتضمن الأنفال واحدة من أوضح حالات النسخ وأشدها لفتاً للانتباه، وهي نسخ حكم الصبر الذي جاءت آياته متتاليتين.\nتُبرز سورة الأنفال حكمتين عظيمتين للنسخ: التخفيف عن الأمة، وتغيير الأحكام المؤقتة المتعلقة بالهجرة والموالاة إلى أحكام دائمة قائمة على القرابة."
      },
      {
        "title":"1. المدخل: التدرج في تكليف القتال",
        "text":"في بداية فرض الجهاد، كان الإيمان هو الدافع الأساسي، وكان المطلوب من المسلم أن يتحمل عبئاً قتالياً هائلاً. ثم خفف الله هذا العبء بموجب علم الله بضعف البشر."
      },
      {
        "title":"2. الحالة الأولى: نسخ نسبة الثبات في القتال (من 1 إلى 10 إلى 1 إلى 2)",
        "text":"هذا هو أشهر مثال على النسخ، حيث تقع الآية الناسخة مباشرة بعد الآية المنسوخة، مما يجعله نموذجاً فريداً:\n   *   المنسوخ (الحكم القديم): وجوب ثبات المسلم الواحد أمام عشرة من الكفار، وعدم جواز الفرار منهم.\n      *   الآية المنسوخة: ﴿يَا أَيُّهَا النَّبِيُّ حَرِّضِ الْمُؤْمِنِينَ عَلَى الْقِتَالِ ۚ إِن يَكُن مِّنكُمْ عِشْرُونَ صَابِرُونَ يَغْلِبُوا مِائَتَيْنِ ۚ وَإِن يَكُن مِّنكُم مِّائَةٌ يَغْلِبُوا أَلْفًا مِّنَ الَّذِينَ كَفَرُوا...﴾ [الأنفال: 65].\n   *   الناسخ (الحكم الجديد): التخفيف بوجوب ثبات المسلم أمام اثنين فقط من الكفار، وجواز الفرار إذا زاد عدد الأعداء على الضعف.\n      *   الآية الناسخة: ﴿الْآنَ خَفَّفَ اللَّهُ عَنكُمْ وَعَلِمَ أَنَّ فِيكُمْ ضَعْفًا ۚ فَإِن يَكُن مِّنكُم مِّائَةٌ صَابِرَةٌ يَغْلِبُوا مِائَتَيْنِ وَإِن يَكُن مِّنكُمْ أَلْفٌ يَغْلِبُوا أَلْفَيْنِ بِإِذْنِ اللَّهِ ۗ وَاللَّهُ مَعَ الصَّابِرِينَ﴾ [الأنفال: 66].\n   *   نوع النسخ: نسخ القرآن للقرآن (تخفيف وتيسير)، حيث نُسخ الحكم الأول الذي كان تكليفاً ثقيلاً، بالحكم الثاني الذي يراعي ضعف الأمة.\nالحكمة: كان التكليف الأول ضرورة لتصفية الصفوف وإعداد جيل فريد من الصحابة. وعندما ثبت الأمر، جاء التخفيف ليتناسب مع عموم المسلمين في كل زمان."
      },
      {
        "title":"3. الحالة الثانية: نسخ الميراث على أساس الهجرة والموالاة",
        "text":"كانت الأحكام الأولى تمنح أفضلية أو حقاً في الميراث لمن هاجر، حتى لو لم يكن قريباً بالدم، وذلك لتعزيز الرابطة الجديدة في بداية الإسلام، ثم نُسخت هذه الأحكام بأحكام القرابة النهائية:\n   *   المنسوخ (الحكم القديم): جعل الموالاة والهجرة سبباً للتوارث أو الحقوق المالية قبل الأقارب بالرحم (إذا كانوا من غير المهاجرين).\n      *   الآية المنسوخة (الحكم المُلغى ضمناً): ﴿وَالَّذِينَ آمَنُوا وَلَمْ يُهَاجِرُوا مَا لَكُم مِّن وَلَايَتِهِم مِّن شَيْءٍ حَتَّىٰ يُهَاجِرُوا﴾ [الأنفال: 72]، وقوله ﴿وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ مِنَ الْمُؤْمِنِينَ وَالْمُهَاجِرِينَ﴾ [الأنفال: 75].\n   *   الناسخ (الحكم الجديد): تقديم أولوية القرابة (ذوي الأرحام) في الميراث على الروابط الأخرى، وإلغاء الموالاة سبباً للتوارث.\n      *   دليل الناسخ: نُسخت هذه الأحكام بأحكام المواريث المفصلة في سورة النساء (التي جعلت الميراث للرحم والفرض) وبالنص اللاحق في نفس السورة: ﴿وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ مِنَ الْمُؤْمِنِينَ وَالْمُهَاجِرِينَ﴾ [الأنفال: 75] (باعتباره تشريعاً نهائياً قدم القرابة على الهجرة المطلقة في الحقوق).\n   *   نوع النسخ: نسخ القرآن للقرآن (تعديل الحكم من المؤقت إلى الدائم).\nالخلاصة: النسخ في سورة الأنفال ركز على تخفيف العبء القتالي عن المقاتلين، وفي الوقت نفسه، ألغى الأحكام المؤقتة المتعلقة بالرابطة بين المهاجرين والأنصار لصالح التشريع الدائم القائم على صلة الرحم."
      }
      
     
   
    ]
}
