{
  "takfir_controls":[
      
        
       {
        "title":"ضوابط التكفير: المنهج الشرعي في الحكم على المعين والحذر من الجرأة على الخوض في قضايا الإيمان والكفر",
        "text":"\nبعد تناولنا نواقض الإيمان والكفر والنفاق، ننتقل الآن إلى موضوع بالغ الحساسية والأهمية وهو (ضوابط التكفير والحذر من الخوض فيه) هذا الموضوع يمثل صمام الأمان المنهجي في العقيدة الإسلامية."
      },
       {
        "title":"1. المدخل العقدي: التكفير حق لله ورسوله",
        "text":"التكفير هو الحكم على شخص بأنه خارج من الملة الإسلامية. هذا الحكم ليس حقاً شخصياً أو اجتهاداً عاطفياً، بل هو حكم شرعي خطير لا يُبنى إلا على أدلة قطعية، ويترتب عليه أحكام عظيمة (مثل الخلود في النار، وتحريم النكاح، وحرمة التوارث في الدنيا).\nالحذر من الخوض في التكفير هو منهج النبي صلى الله عليه وسلم والصحابة والعلماء الراسخين، لأن الجرأة عليه تؤدي إلى تكفير المسلمين، وهو ما يُعرف بـ(الحذر من الخوض في التكفير هو منهج النبي صلى الله عليه وسلم والصحابة والعلماء الراسخين، لأن الجرأة عليه تؤدي إلى تكفير المسلمين، وهو ما يُعرف بـ).\nالتحذير النبوي: قال النبي ﷺ: (إذا قال الرجل لأخيه: يا كافر، فقد باء بها أحدهما) (متفق عليه)."
      },
       {
        "title":"2. ضوابط الحكم على المعين (تحقيق التكفير)",
        "text":"هناك فرق بين (إطلاق الحكم على الفعل) و (إسقاط الحكم على الفاعل) . قد يُجمع العلماء على أن فعلاً معيناً هو كفر، لكن لا يُحكم على مرتكبه المعين بالكفر إلا إذا تحققت فيه أربعة شروط رئيسية وانتفت عنه الموانع.\nأ. شروط الحكم بالتكفير (لإسقاط الحكم على المعين):\nالشرط\n1.  العلم (قيام الحجة)\n*   الشرح والدلالة: يجب أن يكون الفاعل عالماً بأن ما يرتكبه هو كفر أو ناقض من نواقض الإسلام. لا يُكفَّر الجاهل أو من لم تبلغه الحجة الواضحة.\n2.  القصد والإرادة\n*   الشرح والدلالة: يجب أن يكون الفاعل قاصداً للفعل ومُريداً له، لا ساهياً أو ناسياً أو مخطئاً.\n3.  الاختيار وعدم الإكراه\n*   الشرح والدلالة: يجب أن يكون الفعل صادراً عن اختيار حر، فالمُكرَه على الكفر لا يكفر.\n4.  الانتفاء من التأويل\n*   الشرح والدلالة: يجب أن يكون الفاعل عالماً بأن فعله كفر وليس متأولاً (أو مجتهداً) اجتهاداً سائغاً أو غير سائغ، بحيث لا يحمل فعله على معنىً يخالف الظاهر الشرعي جهلاً."
      },
       {
        "title":"3. موانع التكفير (صوارف الحكم)",
        "text":"الموانع هي الأمور التي تحول دون إسقاط حكم الكفر على الشخص الذي ارتكب فعلاً كفرياً، ومن أبرزها:\n1.  الجهل: أن يكون الفاعل جاهلاً بأن هذا الفعل كفر، ولم تبلغه الحجة الشرعية التي يُكفَّر تاركها.\n2.  الإكراه: أن يكون مُجبراً ومُكرهاً على النطق بكلمة الكفر، مع اطمئنان قلبه بالإيمان.\n3.  الخطأ: أن يقع في الناقض على سبيل الخطأ وعدم القصد، كأن يقصد شيئاً فيسبق لسانه إلى غيره.\n4.  التأويل السائغ أو غير السائغ: أن يفسر النص الشرعي على غير مراده، فيجعل فعله بناءً على هذا التفسير الخاطئ، وهو ما يُعرف بـ التأويل.\nالمثال القرآني على المانع (الإكراه):\n﴿مَن كَفَرَ بِاللَّهِ مِن بَعْدِ إِيمَانِهِ إِلَّا مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بِالْإِيمَانِ وَلَٰكِن مَّن شَرَحَ بِالْكُفْرِ صَدْرًا فَعَلَيْهِمْ غَضَبٌ مِّنَ اللَّهِ﴾ [النحل: 106]."
      },
       {
        "title":"4. الحذر من الخوض في التكفير (منهج أهل السنة)",
        "text":"منهج أهل السنة والجماعة هو الحذر الشديد من الخوض في التكفير، والالتزام بالآتي:\n1.  التوقف في مسائل الخفاء: التوقف في تكفير من ارتكب أمراً ليس مُجمعاً على كونه كفراً أكبر أو كان نصُّه غير قطعي الدلالة.\n2.  المرجعية العلمية: ترك الحكم بالتكفير إلى العلماء الراسخين وأهل القضاء الشرعي، وليس لعامة الناس أو صغار الطلبة.\n3.  الجهل بالنيات: لا يعلم ما في القلوب إلا الله، وقد تكون نية الفاعل أو قصده غير ما يبدو للناس.\n4.  خطورة التكفير: التكفير يترتب عليه استحلال الدم والمال، وهو أشد الأمور خطراً، فإذا أخطأ المسلم في تكفيره، فقد حكم على أخيه بالكفر ظلماً."
      }
      
       
    ]
}
