{
  "takfir_type_vs_specific":[
      
        
       {
        "title":"الفرق بين تكفير النوع وتكفير المعين: التمييز الضروري لحماية العقيدة من الغلو والتفريط",
        "text":"\nهذا الموضوع يمثل تفصيلاً دقيقاً وحاسماً للموضوع السابق، وهو المدخل الأساسي لفهم منهج أهل السنة والجماعة في التكفير."
      },
       {
        "title":"1. المدخل العقدي: قاعدة التفريق المنهجية",
        "text":"مسألة التفريق بين تكفير النوع وتكفير المعين هي القاعدة الذهبية التي تعصم المسلم من الوقوع في غلو الخوارج أو تفريط المرجئة في باب التكفير. وهي تكمن في التمييز بين الحكم على الفعل وبين الحكم على الفاعل.\nالمصطلح\n1.  تكفير النوع (تنزيل الحكم)\n*   التعريف (المحكوم عليه): الحكم على الفعل أو القول بأنه كفر. هذا حكم عام يُطلق على الأقوال والأعمال المخالفة للشرع.\n2.  تكفير المعين (تحقيق الشروط)\n*   التعريف (المحكوم عليه): الحكم على الشخص بعينه (زيد أو عمرو) الذي ارتكب الفعل الكفري بأنه كافر."
      },
       {
        "title":"2. تكفير النوع (إطلاق الأحكام)",
        "text":"المعنى: الإيمان بأن الفعل نفسه، مجرداً عن فاعله، هو كفر. وهذا النوع من التكفير واجب في الشرع، وهو متفق عليه بين علماء المسلمين.\nأ. حكمه:\n*   وجوب الإطلاق: يجب على المسلم أن يعتقد بأن السجود للصنم كفر، وأن دعاء الميت كفر، وأن سب الله كفر، دون النظر إلى حال مرتكبه.\n*   دليله: استمداد هذا الحكم من النصوص القطعية في القرآن والسنة التي تُثبت أن هذا الفعل يُعد خروجاً من الملة.\nب. سبب الإطلاق:\nلأن الحكم هنا يُعلَّق على ماهية الفعل ذاتها، دون النظر إلى الموانع التي قد تعتري الفاعل.\nمثال تطبيقي:\nالحكم: القول بأن (من جحد فرضية الصلاة فهو كافر) هو تكفير للنوع."
      },
       {
        "title":"3. تكفير المعين (تنزيل الأحكام على الأشخاص)",
        "text":"المعنى: الحكم على شخص محدد ارتكب الفعل الكفري بأنه انطبقت عليه شروط التكفير وانتفت عنه موانعه، وبالتالي يُعامل في الدنيا والآخرة معاملة الكافر.\nأ. حكمه:\n*   التوقف والتحرز: لا يجوز التسرع في الحكم به، بل يجب التوقف والتحري الشديد، والرجوع إلى أهل العلم الراسخين والقضاء الشرعي.\n*   وجوب تحقق الشروط والموانع: لا يُكفَّر المعين بمجرد ارتكابه الفعل، بل لا بد من النظر في:\n   *   هل كان عالماً بأن هذا الفعل كفر؟ (مانع الجهل).\n   *   هل كان قاصداً لارتكاب الكفر؟ (مانع الخطأ والإكراه).\nب. سبب التوقف:\nالشرع يوجب التثبت في الحكم على المعين احتراماً لعصمة دم المسلم، واحتمال وجود عذر شرعي يمنع من إسقاط الحكم عليه، مثل: الجهل حديثاً بالإسلام، التأويل الخاطئ، أو الإكراه.\nمثال تطبيقي:\nالحكم: التوقف في الحكم على شخص معين قام بسب الله، حتى يُنظر: هل هو مجنون؟ هل هو مُكره؟ هل هو جاهل بأن هذا اللفظ مخرج من الملة؟"
      },
       {
        "title":"4. الأثر المنهجي للتفريق",
        "text":"هذا التفريق يحقق التوازن الذي يُميّز منهج أهل السنة عن غيرهم:\n1.  في مواجهة الخوارج: الخوارج يلغون تكفير المعين، فيُكفِّرون كل من ارتكب فعلاً كفرياً مباشرة دون النظر في الموانع (يُطلقون حكم التكفير النوعي على الأفراد مباشرة).\n2.  في مواجهة المرجئة: المرجئة يُهَوِّنون من شأن الأفعال الكفرية، وقد يمتنعون عن تكفير النوع خشية الوقوع في تكفير المعين (يُسقطون حكم التكفير النوعي خوفاً).\n3.  منهج أهل السنة: يثبتون أن الفعل كفر (تكفير النوع)، ولكنهم يتوقفون في الحكم على الفاعل (تكفير المعين) حتى يقيموا عليه الحجة وتنتفي عنه الموانع، وبذلك يجمعون بين نصوص الوعيد ونصوص العذر.\nالخلاصة: علينا أن نُطلق على القول الكفري اسم(الكفر) وعلينا أن نُحسن الظن ونحتاط في الحكم على المسلم المعين، لأن( من ثبت إسلامه بيقين، لا يزول عنه إلا بيقين )."
      }
       
    ]
}
