{
    "tawhidDefinition":[

      {
     "title":" ميثاق العبودية الثلاثي: كيف تنقل إيمانك من الإقرار إلى اليقين المطلق؟",
      "text":" "    
      },
          {
     "title":" مقدمة ضرورية: تجاوز اليقين البديهي",
      "text":" إن الإقرار بوجود الله وتفرده بالخلق هو يقين فطري لا يحتاج إلى عناء، وهو ما يُعرف بـ توحيد الربوبيةلكن هذا الإقرار وحده لا يكفي للنجاة أو لراحة القلب؛ فالشيطان أقر بوجود الله، وكثير من كفار قريش أقروا بأن الله هو الخالق والرازق والمدبر. يقول تعالى مؤكداً هذه الحقيقة: ﴿وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَهُمْ لَيَقُولُنَّ اللَّهُ ۖ فَأَنَّى يُؤْفَكُونَ﴾ [الزخرف: 87]. التوحيد الذي يُطلَب منا إقامته في الأرض، والذي هو حق الله الأعظم على عباده، هو مفهوم أعمق وأشمل. إنه ميثاق العبودية الثلاثي الذي يجب أن يتغلغل في كل عمل ونية واعتقاد. \nهذا الميثاق ينقسم إلى ثلاثة أنواع أساسية، كل نوع منها هو مفتاح لحل تحدٍ وجودي يواجه الإنسان: "    
      },
          {
     "title":"النوع الأول: توحيد الربوبية (توحيد الأفعال) ",
      "text":"هذا هو المدخل، وهو الإقرار بوحدة الخالق والمالك والمدبر: \nمفهومه: أن نؤمن بأن الله وحده هو خالق الكون، ومالكه، ومدبره، ومُحييه، ومُميته، والرازق وحده دون شريك له في أفعاله.\nعلاقته باليوميات: هذا النوع هو الذي يكسر في القلب عقدة اللجوء والتعلق بالمخلوق. عندما تستحضر أن تدبير الكون بيد واحد مطلق القوة، لن تخاف من البشر، ولن تقلق على الرزق، ولن تيأس من المستقبل.\nالدليل الشرعي: أمر الله بالاحتجاج على المشركين بهذا النوع، لأنهم يقرون به ولا يعملون بمقتضاه: ﴿أَفَمَن يَخْلُقُ كَمَن لَّا يَخْلُقُ ۗ أَفَلَا تَذَكَّرُونَ﴾ [النحل: 17]. "    
      },
          {
     "title":"النوع الثاني: توحيد الألوهية (توحيد القصد والعمل) ",
      "text":" هذا هو لبُّ الدين ورسالته، وسبب بعثة الرسل، وهو الذي يجعل الطاعة لذة لا عبئًا.\nمفهومه: هو إفراد الله وحده بجميع أنواع العبادة، الظاهرة والباطنة. يجب أن تكون جميع أعمالنا – كالصلاة والصيام والدعاء والنذر والرجاء والمحبة والخوف – موجهة إليه وحده دون سواه. \nالعقبة الكبرى: العقبة هنا هي الشرك الأصغر (الرياء). أن يعمل العبد العمل الصالح ليراه الناس، فيُدخل في عبادته شريكًا (وهو البشر). هذا هو أخطر ما يهدد قلب المؤمن.\nالثمرة المُلِمَّة: عندما يتحقق هذا التوحيد، فإنك تتحرر من إرضاء الناس وتصبح عبدًا حقيقيًا لله وحده. وبهذا ينقلب العمل من جهد لإثبات الذات إلى استسلام مريح لرب العزة.\nالدليل الشرعي: النبي ﷺ قال:(فإن حق الله على العباد أن يعبدوه ولا يشركوا به شيئاً...) (جزء من حديث معاذ المتفق عليه). كما قال الله تعالى: ﴿وَلَا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَدًا﴾ [الكهف: 110]."    
      },
          {
     "title":" النوع الثالث: توحيد الأسماء والصفات (توحيد الكمال والجمال)",
      "text":"هذا النوع هو نافذتك على جلال وجمال الخالق، وهو مصدر اليقين والرجاء.\nمفهومه: أن نصف الله تعالى ونؤمن بكل ما وصف به نفسه في كتابه أو وصفه به رسوله ﷺ، دون تحريف للمعنى، أو تكييف للكيفية، أو تشبيه لصفاته بصفات المخلوقين.\nالمنهج المطلوب: الإيمان بما جاء في النصوص على ظاهرها اللائق بجلال الله، مع قاعدة: ﴿لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ﴾ [الشورى: 11]. نثبت الصفة وننفي المماثلة.\nالثمرة الروحية: معرفتك بالأسماء الحسنى هي التي تبني جسر الثقة واليقين. كيف تيأس وأنت تدعو(القدير) ؟ كيف تقنط وأنت تلجأ إلى (الرحيم) ؟ وكيف تشك وأنت تعلم أن (العليم)يدبر أمرك؟\nالدليل الشرعي: النبي ﷺ قال: (إن لله تسعة وتسعين اسماً، مائة إلا واحداً، من أحصاها دخل الجنة) (متفق عليه). والإحصاء لا يعني العدّ فقط، بل العلم بها والعمل بمقتضاها. "    
      },
          {
     "title":"خاتمة الإلمام: الميثاق الذي يُحيي الأمان ",
      "text":"إن التوحيد، بأنواعه الثلاثة، ليس مادة تُدرس ثم تُنسى. بل هو الخيط الذي يجب أن يُنظّم خرزات حياتك كله\nمتى تحقق هذا الميثاق الثلاثي في قلبك:\n*أمنت من الخوف على الغد (لأن الربوبية لله).\n*أمنت من الخوف من البشر (لأن الألوهية لله).\n*أمنت من اليأس والقنوط (لأن الكمال المطلق لله).\nوبهذا التوحيد، تجد السلام الحقيقي الذي وعد به القرآن:(فَمَن يَكْفُرْ بِالطَّاغُوتِ وَيُؤْمِن بِاللَّهِ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَىٰ لَا انفِصَامَ لَهَا ۗ وَاللَّهُ سَمِيعٌ عَلِيمٌ) [البقرة: 256].هذه هي العصمة، وهذا هو الأمان. "    
      }
      
        
    ]
}
