{
    "tawhiduloohiyyah.json":[

      {
     "title":"توحيد الألوهية: ميثاق الحياة الحقيقي، ولماذا لا يقبل الله عملاً دونه؟",
      "text":" "    
      },
       {
     "title":"1. نقطة الحسم: أزمة العبادة بلا جوهر",
      "text":" لقد أقررت بـ (توحيد الربوبية)، أي أنك تؤمن بأن الله هو الخالق والرازق والمُدبر. وهذا أمر عظيم. ولكن، لماذا خلقك الخالق؟ هل خلقك لمجرد أن تُقر بوجوده ثم تنصرف؟ لا. إن الإقرار بـ (توحيد الربوبية) هو مجرد دليل، أما الغاية التي من أجلها خُلقت السماوات والأرض، وبُعثت الرسل، وأُنزلت الكتب، فهي تحقيق (توحيد الألوهية) القرآن يحسم الغاية: ﴿وَمَا خَلَقْتُ الْجِنَّ وَالْإِنسَ إِلَّا لِيَعْبُدُونِ﴾ [الذاريات: 56].والعبادة هنا هي تحقيق توحيد الألوهية (الإفراد بالعبادة). وهذا هو السر الذي يجعل هذا النوع هو أهم أنواع التوحيد على الإطلاق.\n ما هو توحيد الألوهية؟\nهو إفراد الله سبحانه وتعالى بجميع أنواع العبادة، الظاهرة والباطنة. أي أن تكون جميع أعمالك التي تُفعل محبةً وخضوعاً وطاعةً، موجّهة إليه وحده، لا شريك له في قصدك ونيتك."    
      },
        {
     "title":"2. الأهمية الكبرى: العمود الفقري لكل عمل",
      "text":"توحيد الألوهية هو الميزان الذي يُوزن به عملك يوم القيامة. فبدونه، ينهار العمل الصالح كله، مهما كان عظيماً أو متعباً.\nأ. شرط القبول الوحيد:\nلن يقبل الله من العباد عملاً إلا إذا توفر فيه شرطان أساسيان، يقع توحيد الألوهية في صلب الأول منهما:\n1. الإخلاص (توحيد الألوهية): أن يكون العمل خالصاً لوجه الله، لا يُراد به غيره.\n2. المتابعة (السنة): أن يكون العمل موافقاً لسنة النبي ﷺ.\nالتحذير النبوي من الشرك الأصغر: قال النبي ﷺ:(ألا أنبئكم بما هو أخوف عليكم عندي من المسيح الدجال؟) قالوا: بلى يا رسول الله. قال:(الشرك الخفي) فسُئل عنه، فقال:(الرجل يصلي فيزين صلاته لما يرى من نظر رجل) (رواه ابن ماجه - صحيح). هذا الشرك الخفي، أو الرياء، هو ضرب في صميم توحيد الألوهية، لأنه يجعلك تتوجه بعبادتك لغير الله ولو بنسبة ضئيلة، فيُحبط عملك. \nب. الغاية من بعثة الرسل: \nكل رسول أُرسل إلى قومه، كانت دعوته الأولى والأساسية هي توحيد الألوهية. فنوح، وإبراهيم، وموسى، وعيسى، ومحمد عليهم الصلاة والسلام، جميعهم قالوا لقومهم: ﴿اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَـٰهٍ غَيْرُهُ﴾ [الأعراف: 59]. هذا التركيز يؤكد أن الهدف ليس إثبات وجود الله، بل إثبات حقه في العبادة المطلقة. "    
      },
        {
     "title":"3. الأدلة التفصيلية: كيف يغطي الألوهية كل عمل؟",
      "text":" توحيد الألوهية ليس مجرد الصلاة والصيام، بل هو يغطي كل حركة وسكون في حياة المسلم. إليك أهم الأدلة على شمولية هذا التوحيد: \n أ. توحيد الألوهية في العبادات الظاهرة:\n1. الصلاة والدعاء: الصلاة كلها مناجاة ودعاء، وهي لا تُصرف إلا لله. الدليل: ﴿وَأَنَّ الْمَسَاجِدَ لِلَّهِ فَلَا تَدْعُوا مَعَ اللَّهِ أَحَدًا﴾ [الجن: 18]. \n2. الاستعانة والاستغاثة: لا تستعن إلا بالله في الأمور التي لا يقدر عليها إلا هو. الدليل النبوي: قال النبي ﷺ لابن عباس:(إذا سألت فاسأل الله، وإذا استعنت فاستعن بالله) رواه الترمذي - صحيح).\nب. توحيد الألوهية في العبادات الباطنة (القلبية): \nهذه هي أخطر العبادات، لأنها غير مرئية للناس، وهي المحرك الحقيقي لتوجهات الإنسان:\n1. المحبة: محبة الله يجب أن تكون أعلى وأجلّ من أي محبة أخرى. الدليل: ﴿وَالَّذِينَ آمَنُوا أَشَدُّ حُبًّا لِّلَّهِ﴾ [البقرة: 165].\n2. الخوف والرجاء: الخوف من عقاب الله ورجاء ثوابه يجب أن يكونا متوازيين وفي أعلى درجاتهما، ولا يُصرف الخوف المُذِلّ أو الرجاء التام لغير الله. الدليل: ﴿فَلَا تَخَافُوهُمْ وَخَافُونِ إِن كُنتُم مُّؤْمِنِينَ﴾ [آل عمران: 175].\n3. التوكل: الاعتماد الكلي على الله في جلب المصالح ودفع المضار. الدليل: ﴿وَعَلَى اللَّهِ فَتَوَكَّلُوا إِن كُنتُم مُّؤْمِنِينَ﴾ [المائدة: 23]."    
      },
        {
     "title":"4. خلاصة الإلمام: الانعتاق من العبودية المزدوجة",
      "text":"عندما يختل توحيد الألوهية، يعيش الإنسان حالة من (العبودية المزدوجة) : يعبد الله ظاهراً، لكنه يخاف من البشر ويطمع في رضاهم باطناً. وهذا هو الشرك الذي لا يغفر. \nالآية الفاصلة في الميثاق: ﴿قُلْ إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ ۝ لَا شَرِيكَ لَهُ ۖ وَبِذَٰلِكَ أُمِرْتُ وَأَنَا أَوَّلُ الْمُسْلِمِينَ﴾ [الأنعام: 162-163].\nهذه الآيات تُعلن تحريرك الكامل: أن تكون حياتك كلها، بكل تفاصيلها ونياتها، مخصصة له وحده. هذا هو توحيد الألوهية، وهو الأمان المطلق. "    
      }
      
        
    ]
}
