{
    "whoIsAllah":[
        {
        "title":"أولًا: معنى السؤال من هو الله",
        "text":"عندما يُطرح السؤال من هو الله عز وجل فليس المقصود به السؤال عن كائن غائب يمكن وصفه كما نصف مخلوقًا من المخلوقات، بل هو سؤال عن الخالق العظيم، الذي أوجد هذا الكون من العدم، وخلق الإنسان من نطفة، وجعل له عقلًا يفكر، وقلبًا يشعر، وروحًا تتطلع إلى الخلودبل هو سؤال عن الخالق العظيم، الذي أوجد هذا الكون من العدم، وخلق الإنسان من نطفة، وجعل له عقلًا يفكر، وقلبًا يشعر، وروحًا تتطلع إلى الخلود.\n هذا السؤال هو أعظم سؤال في الوجود، لأنه يتعلق بمن له الخلق والأمر، بمن إليه المنتهى، ومنه البداية.\nكل الأسئلة التي يسألها الإنسان في حياته — من أنا؟ لماذا خُلقت؟ إلى أين أذهب؟ — لا تجد جوابها الحقيقي إلا عندما يعرف الإنسان من هو الله.\nفالله جل جلاله هو الحق المبين، الذي كان قبل الزمان والمكان، وهو الذي خلق كل شيء وقدّره تقديرًا هو الواحد الأحد، الفرد الصمد، الذي لم يلد ولم يولد، ولم يكن له كفوًا أحد هو الأول الذي لا شيء قبله، والآخر الذي لا شيء بعده، والظاهر الذي لا شيء فوقه، والباطن الذي لا شيء دونه كل ما في هذا الوجود قائمٌ بإذنه، خاضعٌ لأمره، محتاجٌ إليه.\n قال تعالى:اللَّهُ خَالِقُ كُلِّ شَيْءٍ وَهُوَ عَلَى كُلِّ شَيْءٍ وَكِيلٌ[سورة الزمر: 62]\n ومعرفة الله ليست مجرد معلومة تُحفظ، بل هي نور يملأ القلب، وهدى يُغيّر مسار الإنسان من الغفلة إلى الوعي، ومن الحيرة إلى الطمأنينة ولهذا كانت أول دعوة الأنبياء هي الدعوة إلى معرفة الله وتوحيده\n قال تعالى: وَمَا أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَٰهَ إِلَّا أَنَا فَاعْبُدُونِ [سورة الأنبياء: 25] \nفكل رسالة سماوية كان جوهرها واحدًا: التعريف بالله، ودعوة الناس إلى عبادته وحده بلا شريك."
        },
        {
        "title":"ثانيًا: دلائل وجود الله في الكون",
        "text":"الكون من حولك كتاب مفتوح، كل صفحة فيه تنطق باسم الله، وكل ذرة فيه تشهد بعظمته فقد تأمل السماء، ذلك السقف المرفوع بلا عمد، الممتد بلا حدود، المزين بالشمس والقمر والكواكب فقدتأمل الأرض، كيف بُسطت، وكيف نُثرت فيها الجبال والأودية والبحار، وكيف خرجت منها أنواع النباتات والثمار المختلفة طعمًا وشكلًا ورائحة، وكلها من تربةٍ واحدةٍ وماءٍ واحد هل يمكن أن يكون هذا النظام المحكم، وهذا الجمال البديع، وذاك التوازن الدقيق بين عناصر الحياة — بلا خالق حكيم؟ \n قال تعالى: أَمْ خُلِقُوا مِنْ غَيْرِ شَيْءٍ أَمْ هُمُ الْخَالِقُونَ [سورة الطور: 35] \n ولما سُئل أحد الأعراب:بمَ عرفت ربك؟ قال:\nالبعرة تدل على البعير، والأثر يدل على المسير، فسماءٌ ذات أبراج، وأرضٌ ذات فجاج، وبحارٌ ذات أمواج، ألا تدل على اللطيف الخبير؟\nكل شيء في الكون يسير وفق نظام دقيق لا خلل فيه فالشمس لا تُدرك القمر، والليل لا يسبق النهار، وكل في فلكٍ يسبحون.\nقال تعالى: صُنْعَ اللَّهِ الَّذِي أَتْقَنَ كُلَّ شَيْءٍ [سورة النمل: 88] \nبل حتى في أعماق نفسك تجد الدليل الأقوى تأمل نبضات قلبك، وتنفسك، وبصرك، ودماغك، كيف تعمل بلا توقف منذ ولادتك إلى يوم وفاتك من الذي جعل كل خلية في جسدك تعرف وظيفتها بدقة؟ من الذي خلق لك العقل ليفكر والروح لتشعر؟ \nقال تعالى: وَفِي أَنفُسِكُمْ أَفَلَا تُبْصِرُونَ [سورة الذاريات: 21] \nكل هذا يدل على أن لهذا الكون خالقًا واحدًا، عليمًا، حكيمًا، قديرًا، رحيمًا فليس في الوجود صدفة، بل كل شيء بتقدير \n كما قال تعالى: إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ [سورة القمر: 49]"
        },
        {
        "title":"ثالثًا: الله كما عرّفنا بنفسه في القرآن",
        "text":"الله سبحانه وتعالى عرّف عباده بنفسه في كتابه العظيم، حتى يعرفوه حق المعرفة ويعبدوه عن بصيرة، \nفقال جل جلاله: اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ [سورة البقرة: 255] \nهو الحيّ الذي لا يموت، والقيّوم الذي لا يغفل عن خلقه، يدبر أمر الكون كله، لا ينام ولا ينسى \nهو الرحمن الرحيم الذي كتب على نفسه الرحمة،\nوهو الغفور الودود الذي يقبل التوبة عن عباده،\nوهو العزيز الحكيم الذي لا يُغلب ولا يُخطئ،\nوهو العليم الخبير الذي يعلم السر وأخفى.\nومن تأمل أسمائه وصفاته أدرك كماله سبحانه وتعالى \nوهو السميع البصير يسمع أنين العبد في جوف الليل، ويرى دموعه حين لا يراه أحد، وهو الرزاق الذي يرزق المخلوقات جميعًا، من الطير في السماء إلى دودة في الحجر.\nقال تعالى: وَمَا مِن دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُهَا [سورة هود: 6] \nوهو سبحانه الغني الحميد، غنيٌّ عن خلقه كلهم، وهم الفقراء إليه.\nقال تعالى: يَا أَيُّهَا النَّاسُ أَنتُمُ الْفُقَرَاءُ إِلَى اللَّهِ ۖ وَاللَّهُ هُوَ الْغَنِيُّ الْحَمِيدُ [سورة فاطر: 15] \nمن عرف الله بهذه الصفات أحبه وتعظّمه قلبه، لأنه يرى فيه الكمال المطلق، والرحمة المطلقة، والعدل الكامل ولذلك قال ابن تيمية رحمه الله: '' القلب مفطور على محبة من أحسن إليه، وأعظم الإحسان معرفة الله. '' "
        },
        {
        "title":"رابعًا: أثر معرفة الله في حياة المسلم",
        "text":"معرفة الله ليست علمًا يُقرأ في الكتب فقط، بل هي حياة للقلب، ونور للعقل، وسعادة للروح حين يعرف الإنسان ربه حق المعرفة، تتغير نظرته للحياة كلها فإذا ضاق عليه رزقه، تذكّر أن الله هو الرازق وإذا أرهقته الذنوب، لجأ إلى الغفور الرحيم وإذا أحاطت به الهموم، علم أن له ربًّا لطيفًا بعباده لا يغيب عنه شيء.\nمعرفة الله تُثمر السكينة والرضا والتسليم فالمؤمن الذي يعرف أن كل شيء بقدر الله يعيش مطمئنًا، لا ينهار إذا فقد، ولا يطغى إذا أُعطي، لأنه يعلم أن الله هو الذي يعطي ويمنع، يرفع ويخفض، يهدي ويضل بحكمته وعدله.\nقال تعالى: مَا أَصَابَ مِن مُّصِيبَةٍ فِي الْأَرْضِ وَلَا فِي أَنفُسِكُمْ إِلَّا فِي كِتَابٍ مِّن قَبْلِ أَن نَّبْرَأَهَا إِنَّ ذَٰلِكَ عَلَى اللَّهِ يَسِيرٌ [سورة الحديد: 22] \nومعرفة الله تجعل العبد قويًّا في إيمانه، ثابتًا في المحن، صادقًا في عمله، لأنه يرى الله في كل أمره، ويستحضر مراقبته في كل لحظة.قال النبي ﷺ: أن تعبد الله كأنك تراه، فإن لم تكن تراه فإنه يراك. \nفمن عاش بهذا الشعور، لا يمكن أن يظلم أو يغش أو يعصي، لأن قلبه ممتلئ بخشية الله ومحبته."
        },
        {
        "title":"خامسًا: خلاصة المقال",
        "text":"الله سبحانه وتعالى هو الرب العظيم، الخالق الحكيم، الملك الحق المبين خلق الخلق، وقدّر الأقدار، وساق الأرزاق، وهو الذي يدبر الأمر من السماء إلى الأرض معرفته أصل الدين، ولبّ العبادة، وسر الطمأنينة من عرف الله أحبّه، ومن أحبّه أطاعه، ومن أطاعه سعد في الدنيا والآخرة \n قال تعالى: فَاعْلَمْ أَنَّهُ لَا إِلَٰهَ إِلَّا اللَّهُ وَاسْتَغْفِرْ لِذَنبِكَ [سورة محمد: 19]\nفلنملأ قلوبنا بمعرفته، ونعيش حياتنا على ذكره، ونحيا كما قال تعالى: قُلْ إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ سورة الأنعام: 162]\nفالله هو البداية والنهاية، هو الأمل في الشدة، والنور في الظلمة، والملجأ في كل حين ومن عرف الله، لم يعد يحتاج إلى شيء من الدنيا، لأن قلبه امتلأ باليقين أن الله معه، يسمعه، ويراه، ويرحمه "
        }
    ]
}
