{
  "ten_nullifiers":[
      
        
       {
        "title":"نواقض الإسلام العشرة: محظورات كبرى تُبطل العمل وتُخرج من الملة (شرح مُختصر)",
        "text":""
      },
        {
        "title":"1. المدخل العقدي: الخطر العظيم للنواقض",
        "text":"نواقض الإسلام هي الأمور التي إذا وقع فيها المسلم، فإنه يخرج من دائرة الإسلام ويُصبح مرتداً، ويبطل عمله، وتترتب على ذلك أحكام دنيوية وأخروية خطيرة. وقد جمع العلماء هذه النواقض، التي أصلها الكفر والشرك، في عشرة أمور رئيسية بناءً على الأدلة الشرعية.\nملاحظة هامة: الحكم بالردة على شخص معين لا يكون إلا بشروط وضوابط دقيقة (كالعلم والتعمد وانتفاء الموانع) ولا يملكه إلا أهل العلم والقضاء الشرعي."
      },
        {
        "title":"2. نواقض الإسلام العشرة (الإجمال والتفصيل)",
        "text":"هذه النواقض تعود في أصلها إلى إخلال بأحد أركان التوحيد الثلاثة: توحيد الألوهية، توحيد الربوبية، وتوحيد الأسماء والصفات:\n الناقض الأول: الشرك في عبادة الله\n*   الشرح: صرف أي نوع من أنواع العبادة لغير الله تعالى، وهو أعظم النواقض.\n*   مثاله: دعاء غير الله، الاستغاثة بالموتى أو الأولياء، الذبح والنذر لهم، أو اعتقاد أنهم يخلقون أو يضرون من دون الله.\nالناقض الثاني: جعل وسائط بين الله والعباد\n*   الشرح: اتخاذ شفعاء أو وسائط بين العبد وبين الله، يدعوهم، أو يطلب منهم الشفاعة، أو يتوكل عليهم.\n*   مثاله: الاعتقاد بأن شيخاً أو نبياً يمكنه أن يغفر الذنوب دون إذن الله، أو التوسل إليهم بغير عمل صالح مشروع.\nالناقض الثالث: عدم تكفير المشركين أو الشك في كفرهم\n*   الشرح: الشك في كفر الكافر الأصلي (غير المسلم الذي ثبت كفره)، أو الشك في كفر من ثبت كفره وشركه وارتداده عن الإسلام.\n*   مثاله: الاعتقاد بأن عبادة الأصنام ليست كفراً، أو أن من عبد غير الله هو مؤمن.\nالناقض الرابع: اعتقاد أن غير هدي النبي ﷺ أكمل من هديه\n*   الشرح: الاعتقاد بأن قوانين البشر الوضعية أو النظم المعاصرة أفضل وأصلح للتحاكم من شريعة النبي محمد ﷺ، أو مساواة حكم البشر بحكم الله.\n*   مثاله: اعتقاد أن الدستور العلماني أفضل من الحكم بالشريعة الإسلامية.\nالناقض الخامس: بغض شيء مما جاء به الرسول ﷺ\n*   الشرح: كراهية أو بغض شيء مما جاء به النبي صلى الله عليه وسلم من أحكام ثابتة، حتى وإن عمل بها.\n*   مثاله: كراهية حد السرقة أو حد الزنا، أو كراهية فريضة الحجاب.\nالناقض السادس: الاستهزاء بشيء من دين الله أو ثوابه وعقابه\n*   الشرح: السخرية والاستخفاف بالقرآن، أو بالسنة، أو بالصلاة، أو بالجنة أو النار، أو بأي حكم شرعي ثبتت قطعيته.\n*   مثاله: السخرية من اللحية أو الحجاب أو الصلاة، أو وصفها بالرجعية أو التخلف.\nالناقض السابع: السحر بما في ذلك الصرف والعطف\n*   الشرح: ممارسة السحر أو تعلمه والعمل به، سواء كان للتفريق بين الناس (الصرف) أو للجمع بينهم (العطف)، وهو عمل شيطاني.\n*   دليله: قوله تعالى: ﴿وَمَا يُعَلِّمَانِ مِنْ أَحَدٍ حَتَّى يَقُولَا إِنَّمَا نَحْنُ فِتْنَةٌ فَلَا تَكْفُرْ﴾ [البقرة: 102].\nالناقض الثامن: موالاة المشركين ومعاونتهم على المسلمين\n*   الشرح: مساندة الكفار والمشركين ومظاهرتهم على المسلمين ومساعدتهم ضد أهل الإسلام.\n*   مثاله: الانضمام إلى جيش كافر لقتال المسلمين، أو تقديم معلومات أو دعم لوجستي للأعداء ضد بلاد المسلمين.\nالناقض التاسع: الاعتقاد بأن بعض الناس يسعه الخروج عن شريعة محمد ﷺ\n*   الشرح: الاعتقاد بأن هناك من يرتفع مقامه الروحي (كالأولياء والصوفية) بحيث يسقط عنه التكليف بالعبادات والأحكام الشرعية.\n*   مثاله: الاعتقاد بأن شيخاً أو قطباً لا يلزمه الصلاة أو الصيام.\nالناقض العاشر: الإعراض الكلي عن دين الله وعدم تعلمه وعدم العمل به\n*   الشرح: الإعراض الكلي عن دين الإسلام، بحيث لا يتعلم أصوله ولا يعمل بها، بل يرفضها بالكلية.\n*   مثاله: من لا يهتم بأمر التوحيد ولا الصلاة ولا يعرف شيئاً عن دينه، ولا يقبل نصيحة في ذلك."
      },
        {
        "title":"3. الأثر العقدي والتحذيري للنواقض",
        "text":"الإيمان بهذه النواقض والتحذير منها يترتب عليه الآتي:\n1.  الحرص على العقيدة: يدرك المسلم الخطر الذي يهدد أصل إيمانه، فيكون حريصاً جداً على سلامة قلبه ولسانه وعمله.\n2.  الاحتياط في التكفير: هذه النواقض هي التي تُفسر معنى الردة، لكن لا يجوز الجرأة على تكفير المعينين إلا بعد ثبوت الشروط وانتفاء الموانع.\n3.  إدراك أهمية التوحيد: جميع هذه النواقض تعود إلى عدم تحقيق التوحيد الخالص لله، مما يؤكد أن التوحيد هو أساس النجاة."
      }
      
      
       
    ]
}
