{
  " the_prophets_attire_and_adornment":
  [
       {
        "title":"هيئته في اللباس والزينة: البساطة والأناقة",
        "text":"ننتقل الآن من المشاعر النبوية الجياشة إلى 'السمت النبوي' في المظهر، لنرى كيف كان النبي ﷺ يطبق مبدأ 'إن الله جميل يحب الجمال' في أبسط تفاصيل حياته.\nلم تكن بساطة النبي ﷺ تعني إهمال المظهر، بل كان أرقى الناس ذوقاً وأكثرهم نظافة، وكان ثوبه يعكس وقاره وتواضعه في آن واحد."
        },
         {
        "title":"أ. أنواع الثياب وألوانها المحببة:",
        "text":"كان النبي ﷺ يرتدي ما تيسر من لباس أهل بلده، مع مراعاة الطهارة والجمال:\n   *   القميص (الثوب): كان أحب الثياب إليه 'القميص' لأنه أستر للجسد وأسهل في الحركة.\n   *   الألوان: كان يحب اللون الأبيض ويقول: 'البسوا من ثيابكم البياض؛ فإنها من خير ثيابكم' كما ارتدى الأخضر، وارتدى 'بُردة حِبَرة' (كساء يماني مخطط) واللون الأحمر في 'حُلة' لم يُرَ أحسن منها عليه.\n   *   طول الثوب: كان ثوبه يصل إلى أنصاف ساقيه، ولا يتجاوز الكعبين، ابتعاداً عن الخيلاء التي كانت منتشرة عند كبراء العرب."
        },
         {
        "title":"ب. العمامة والوقار:",
        "text":"كانت 'العمامة' جزءاً أساسياً من هيئته، وتُعد رمزاً للعزة والسيادة: \n   *   كان يرتدي العمامة وغالباً ما تكون سوداء، ويُسدل طرفها بين كتفيه.\n   *   كان يلبس تحتها 'القلنسوة' (طاقية) أحياناً، وكان يرى أن العمامة هي 'تيجان العرب'."
        },
         {
        "title":"ج. خاتم النبوة وزينته:",
        "text":"لم يتخذ النبي ﷺ من حلي الدنيا إلا خاتماً واحداً، وكان له غرض شرعي وتنظيمي:\n   *   خاتم الفضة: اتخذ خاتماً من فضة وفصه منه، ونقش عليه 'محمد رسول الله' (محمد سطر، ورسول سطر، والله سطر).\n   *   الغرض: اتخذه لختم الرسائل إلى الملوك، حيث قيل له إنهم لا يقرؤون كتاباً إلا إذا كان مختوماً. وكان يلبسه في خنصر يده اليمنى (أو اليسرى في روايات أخرى)."
        },
         {
        "title":"د. النظافة الشخصية:",
        "text":"كان النبي ﷺ يكره أن تُرى منه رائحة كريهة أو مظهر غير مرتب:\n   *   كان يكثر من السواك حتى وهو صائم.\n   *   كان يدهن شعره ويُسرح لحيته، وكان يحث أصحابه قائلًا: 'من كان له شعر فليكرمه'."
        },
         {
        "title":"الخلاصة",
        "text":"هذه الأناقة في اللباس كانت تكتمل بصفة ميزت النبي ﷺ لدرجة أن الناس كانوا يعرفون قدومه قبل أن يروه. لم يكن الأمر مجرد عطر يُشترى، بل كانت رائحة تنبع من أصل جسده ومن حبه العميق للطيب.\n ما هي قصة 'عرق' النبي ﷺ الذي كان أطيب من ريح المسك؟ ولماذا كان لا يرد 'الطيب' (العطر) إذا أُهدي إليه أبداً؟ وكيف وصف الصحابة أثر رائحته في الطرقات التي كان يمشي فيها؟\nننتقل في المقالة التالية إلى: 'رائحته الطيبة'."
        }


    ]
}
