{
  "the_prophets_fulfillment_of_covenants":
  [
       {
        "title":"وفاؤه بالعهد: مدرسة الثبات على الكلمة",
        "text":"نصل الآن إلى ختام سلسلة الأخلاق الفردية بخلقٍ هو مِلاكُ الثقة بين الناس، وهو 'الوفاء' فقد كان النبي ﷺ مدرسة في حفظ العهود ورد الجميل، ليس فقط مع أصدقائه، بل حتى مع أعدائه وفي أصعب الظروف السياسية والعسكرية.\nكان الوفاء عند النبي ﷺ ديناً يُتعبد به، لا يخضع للمصالح المتغيرة. فكلمته كانت عقداً غليظاً لا ينقضه غدرُ عدو أو ضيقُ حال، وكان يرى أن 'لا دين لمن لا عهد له'."
        },
        {
        "title":"أ. الوفاء بالعهود السياسية (صلح الحديبية):",
        "text":"في صلح الحديبية، كان من الشروط أن من جاء من مكة مسلماً يُرده النبي إليها. وبينما هم يكتبون العقد، فرَّ 'أبو جندل' من مكة مقيداً بسلاسل وارتمى بين المسلمين مستجيراً.\n   *   الموقف النبوي: رغم ألم الصحابة الشديد، قال النبي ﷺ: 'يا أبا جندل، اصبر واحتسب، فإن الله جاعل لك ولمن معك فرجاً ومخرجاً، إنا قد عقدنا مع القوم صلحاً وأعطيناهم على ذلك عهداً، وإنا لا نغدر بهم' فردّه وفاءً بكلمته رغم قسوة المشهد."
        },
        {
        "title":"ب. وفاءُ الود (السيدة خديجة):",
        "text":"لم يكن وفاء النبي ﷺ للعهود المكتوبة فقط، بل لعهود الحب والمودة. ظل يذكر السيدة خديجة رضي الله عنها بالخير طوال حياته بعد وفاتها:\n   *   كان إذا ذبح الشاة يقول: 'أرسلوا بها إلى أصدقاء خديجة'.\n   *   وعندما استأذنت عليه 'هالة' أخت خديجة، ارتاح لصوتها لتشابهه مع صوت زوجته الراحلة وقال: 'اللهم هالة' وفاءً لتلك الذكرى الطيبة."
        },
        {
        "title":"ج. وفاءُ الجميل (حتى لغير المسلمين):",
        "text":"كان النبي ﷺ لا ينسى معروفاً قُدّم له أبداً:\n   *   المطعم بن عدي: وهو مشرك، كان قد أجار النبي ﷺ عند عودته من الطائف. فبعد غزوة بدر، قال النبي ﷺ وفاءً له: 'لو كان المطعم بن عدي حياً، ثم كلمني في هؤلاء النتنى (أسرى بدر) لتركتهم له'."
        },
        {
        "title":"الخلاصة",
        "text":"هذا الوفاء وهذا السكون النفسي لم يكونا نابعين من رغبة في السلام بأي ثمن، بل كانا مسنودين بإرادة حديدية وشجاعة لا تهتز. فمن يفي بعهده في الشدائد هو بالضرورة بطلٌ لا يعرف قلبه الخوف.\nكيف كان النبي ﷺ أشجع الناس في ساحات القتال؟ وما هي قصة ثباته يوم 'حنين' عندما تراجع الجميع وبقي هو يواجه الآلاف وحده؟ وكيف كانت شجاعته هي الحصن الذي يختبئ خلفه الصحابة إذا اشتد البأس وحمي الوطيس؟\nسنعرف ذلك في المقالة القادمة: 'شجاعته وثباته'."
        }
       
       
    ]
}
