{
  "the_battle_of_the_trench_al_ahzab":
  [
       {
        "title":"غزوة الخندق (الأحزاب): حين تكالبت الأمم وبلغت القلوب الحناجر",
        "text":"نحن الآن في العام الخامس للهجرة، وتحديداً في شهر شوال. استعد جيداً، فأنت على وشك دخول واحدة من أخطر اللحظات في تاريخ الإسلام، حيث لم يعد الصراع مع قريش وحدها، بل مع الجزيرة العربية بأكملها.\nتخيل أنك تقف في وسط المدينة المنورة، والأنباء تأتي كالرعد: عشرة آلاف مقاتل يزحفون نحونا! هذا الرقم في ذلك الزمان كان يعني 'إبادة شاملة' لم تكن حرباً عادية، بل كانت محاولة لاستئصال الإسلام من جذوره."
        },
         {
        "title":"1. المؤامرة: حقد اليهود وتحالف القبائل",
        "text":"بدأ الأمر من يهود 'بني النضير' الذين أُجليوا من المدينة، حيث طاف زعماؤهم (حيي بن أخطب ورفاقه) على قبائل العرب يحرضونهم. نجحوا في جمع 'الأحزاب' : قريش بقيادة أبي سفيان، قبائل غطفان، فزارة، وبنو سليم. تحالف الشيطان ضد 'دار الهجرة'.\n\n1. كواليس المؤامرة: رحلة 'وفد التحريض'\nلم يكن اجتماع (10,000) مقاتل صدفة، بل كان عملاً 'دبلوماسياً' خبيثاً قاده زعماء يهود بني النضير (وعلى رأسهم حيي بن أخطب وسلام بن أبي الحقيق). هؤلاء لم يرتضوا بإجلائهم إلى خيبر بعد غدرهم السابق، فقرروا الانتقام ليس بمواجهة المسلمين وحدهم، بل بتحريك الجزيرة العربية كلها ضدهم.\n   *   في مكة: ذهب الوفد اليهودي لسادة قريش. سألتهم قريش: 'أديننا خير أم دين محمد؟' (وهم يعلمون أن اليهود أهل كتاب ويعرفون الحق)، فكذب اليهود وقالوا: 'بل دينكم خير من دينه، وأنتم أولى بالحق!' . وفي هذا نزل قوله تعالى: ﴿أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِّنَ الْكِتَابِ يُؤْمِنُونَ بِالْجِبْتِ وَالطَّاغُوتِ وَيَقُولُونَ لِلَّذِينَ كَفَرُوا هَٰؤُلَاءِ أَهْدَىٰ مِنَ الَّذِينَ آمَنُوا سَبِيلًا﴾.\n   *   في نجد: انتقل الوفد إلى قبائل غطفان القوية، ولم يكتفوا بالكلام، بل استخدموا  'لغة المصالح' ؛ حيث أغروهم بإعطائهم نصف ثمار خيبر لمدة سنة كاملة إذا خرجوا لحرب النبي ﷺ.\n\n2. تشكيل 'قوات التحالف' (الأحزاب):\nنجحت المؤامرة، وتحركت الجيوش من كل حدب وصوب لتلتقي حول المدينة في وقت واحد:\n   1.  قريش ومن تبعها: (4000) مقاتل بقيادة أبي سفيان.\n   2.  غطفان (بنو فزارة، بنو مرة، بنو أشجع): (4000) مقاتل بقيادة عيينة بن حصن.\n   3.  بنو سليم وقبائل أخرى: (2000) مقاتل.\n\n3. الصدمة الاستخباراتية:\nوصلت أنباء هذا 'الزحف المقدس' عند المشركين إلى النبي ﷺ عن طريق عيون المسلمين في الصحراء. كانت المفاجأة أن العدو سيصل خلال أيام معدودة. لم يكن هناك وقت لبناء أسوار أو تجهيز جيش يخرج للملاقاة، فالموت يزحف بعشرة آلاف لسان. هنا تجلت عظمة القيادة النبوية؛ فلم يصب بالذعر، بل فتح باب 'الشورى' فوراً، ليخرج 'سلمان الفارسي' بفكرته التي لم تكن تخطر على بال أحد من العرب."
        },
         {
        "title":"2. فكرة 'سلمان' التي أذهلت العرب",
        "text":"نحن الآن في 'غرفة العمليات' النبوية، القلوب واجفة، والأنباء تتوارد بصورة مرعبة: جيوش جرارة تسد الأفق تزحف نحو المدينة. هنا، في لحظة الصمت التي سبقت العاصفة، تجلت عبقرية 'الرجل الغريب' الذي حمل معه حضارة كاملة لإنقاذ الإسلام.\nعندما جمع النبي ﷺ أصحابه، لم يكن النقاش حول 'كيف سننتصر؟' بل كان 'كيف سنبقى؟' . الميزان العسكري منكسر تماماً: 10,000 مقاتل يمتلكون خيولاً ودروعاً وحقداً لا ينتهي، يقابلهم 3,000 مسلم منهكين، المدينة بظهرهم مكشوفة، ولا أسوار تحمي البيوت.\n\nالرجل المناسب في اللحظة الحرجة:\nفي وسط هذا الذهول، قام رجل طوال، في وجهه ملامح بلاد فارس البعيدة، وهو 'سلمان الفارسي' . وقف سلمان لينقل خبرة عسكرية لم تسمع بها أذن عربي قط. قال بهدوء الواثق:\n'يا رسول الله، إنا كنا بفارس إذا حُوصرنا خندقنا علينا'.\n\nلماذا أذهلت الفكرة العرب؟\nالعرب في الجاهلية والإسلام كانوا يعتمدون 'حرب الصحراء المفتوحة' ؛ كر وفر، طعان بالرماة، ومبارزة بالسيوف. لم تكن ثقافة 'الحصار' أو 'الاستحكامات الدفاعية الثابتة' موجودة في قاموسهم العسكري.\n   *   المفاجأة التكتيكية: الخندق يعني 'شلّ حركة الخيول' . قريش كانت تعتمد على فرسانها (القوة الضاربة)، والخندق جعل الخيل مجرد أجساد عاجزة لا تستطيع القفز أو الاقتحام.\n   *   تحويل المعركة: سلمان حوّل المعركة من 'صدام أجساد' يرجح كفة الكثرة، إلى 'صراع إرادات' وحرب استنزاف خلف حاجز مائي أو ترابي.\n\nالتنفيذ النبوي: القائد يمسك بالمعول\nلم يكتفِ النبي ﷺ بالموافقة، بل نزل بنفسه للميدان. تم رسم الخطة بدقة:\nالموقع: حفر الخندق في المنطقة الشمالية (المكان الوحيد المكشوف للمدينة)، أما الجهات الأخرى فكانت محمية بـ 'الحرار' (صخور بركانية سوداء وعرة لا تمشي فيها الخيول) وبيوت بني قريظة.\n   *   الجهد الخارق: قسّم النبي ﷺ العمل (كل 10 رجال يحفرون 40 ذراعاً). كان النبي ﷺ يحمل التراب حتى اغبرّ بطنه الشريف، وهو يرتجز معهم: 'اللهم لولا أنت ما اهتدينا.. ولا تصدقنا ولا صلينا.. فأنزلن سكينة علينا'.\n\nالصخرة والشرارة: رؤية الفتح وسط الحصار\nبينما كان سلمان يحفر، واجهتهم صخرة بيضاء صلبة كسرت معاولهم. جاء النبي ﷺ، أخذ المعول، وضرب الضربة الأولى، فبرقت برقة أضاءت ما بين لابتي المدينة.\n   *   قال ﷺ: 'أُعطيتُ مفاتيح الشام'.\n   *   في الثانية: 'أُعطيتُ مفاتيح فارس'.\n   *   في الثالثة: 'أُعطيتُ مفاتيح اليمن' . كانت فكرة سلمان هي 'الجسد' الذي حمى المدينة، وكان وعد النبي ﷺ هو 'الروح' التي ثبتت القلوب وهي ترى جيوش الأحزاب تقترب.\n\nخلاصة هذه اللحظة: لقد أثبتت فكرة سلمان أن الإسلام 'دين عالمي' يستفيد من خبرات الأمم، وأن العقل البشري المبدع هو جندي من جنود الله. الخندق لم يكن مجرد حفرة في الأرض، بل كان سداً منيعاً تحطمت عليه غطرسة قريش قبل أن تبدأ المعركة."
        },
         {
        "title":"4. المفاجأة والصدمة: حين تجمدت خيولُ مكة أمام 'عبقرية الأرض' الحصار",
        "text":"تخيل المشهد بعين خيالك: عشرة آلاف مقاتل يغطون الأفق، الغبار يملأ السماء، وصهيل الخيول يزلزل الأرض. يتقدم 'أبو سفيان' في خيلاء القائد الذي جاء لينهي قصة الإسلام في ساعات.. وفجأة، تتوقف الخيول تماماً!\nوصلت الأحزاب بجيشها العرمرم، يقودهم الغرور بأنهم سيجتاحون المدينة في 'هجمة رجل واحد' . لكنهم وجدوا أنفسهم أمام واقع لم يتصوره عقل عربي من قبل.\n\nالذهولُ فوق حافة الخندق:\nوقف أبو سفيان، وقادة غطفان، وفرسان العرب يتأملون ذلك الأخدود العظيم الذي يفصل بينهم وبين أهدافهم. صاحوا بجملتهم الشهيرة التي سجلها التاريخ: 'والله إن هذه لمكيدةٌ ما كانت العربُ تَعرفها!'.\nلقد أدركت قريش في تلك اللحظة أنها لم تعد تحارب 'قبيلة' ، بل تحارب 'عقلاً جديداً' يتجاوز حدود الصحراء. الخندق شلَّ القوة الضاربة للأحزاب؛ فخيولهم التي كانت تكتسح الميادين أصبحت الآن واقفة على حافة الحفرة، عاجزة، لا تستطيع القفز ولا الاقتحام.\n\nتحول المعركة: من 'مبارزة' إلى 'حصار استنزاف':\nمنذ تلك اللحظة، سقطت خطة 'الهجوم السريع' وفشلت الأحزاب في اقتحام المدينة. تحول المشهد إلى 'حصار مرير' استمر قرابة الشهر، اتسم بالآتي:\n   *   حرب النبال: أصبح الخندق هو 'خط التماس' نبال المشركين تنهمر كالمطر، والمسلمون يردون عليهم من خلف سواترهم.\n   *   البحث عن ثغرة: طاف فرسان المشركين حول الخندق ليلاً ونهاراً يبحثون عن مكان ضيق أو منطقة ضعيفة للعبور، والمسلمون يراقبون كل متر بحذر شديد.\n   *   البرد والجوع: بدأ الوقت يمر ثقيلاً. البرد القارس يفتك بالأبدان، والزاد ينفد، والرياح تصفع الوجوه.\n\nالحرب النفسية خلف الأسوار:\nلم تكن المعركة في الخندق معركة سيوف فحسب، بل كانت 'حرب أعصاب' . المشركون ينتظرون أن ينهار المسلمون من الجوع، والمنافقون داخل المدينة بدأوا يبثون السموم: 'كان محمد يعدنا بكنوز كسرى وقيصر، وأحدنا اليوم لا يأمن على نفسه أن يذهب إلى الغائط!' لكن المؤمنين، رغم الجوع والبرد، وقفوا كالجبال خلف خندقهم، يعلمون أن كل نبلة يرمونها هي مسمار في نعش تحالف الأحزاب.\n\nخلاصة هذه المرحلة: لقد نجح الخندق في منع 'الإبادة' لكنه لم يمنع 'البلاء' . فالحصار أخرج مخبآت النفوس، وزلزل القلوب زلزالاً شديداً. في هذه اللحظات، لم يكن هناك سلاح أقوى من 'الصبر'."
        },
         {
        "title":"5. الطعنة من الخلف: خيانة بني قريظة ونقضُ العهود",
        "text":"بينما كان المسلمون يواجهون عشرة آلاف مقاتل من الأمام، ويصارعون الجوع والبرد بصدورٍ عارية خلف الخندق، جاء الخبر الذي زلزل أركان المدينة وهزَّ أعتى القلوب صلابة. لم تكن الصدمة من الأعداء في الخارج، بل كانت 'الطعنة الكبرى' من الجار الذي أمنوه على دمائهم وأعراضهم.\nتخيل المشهد: المسلمون يوزعون قواهم المحدودة على طول الخندق الممتد، وظهورهم مكشوفة تماماً لجهة الجنوب حيث تسكن قبيلة 'بني قريظة 'اليهودية، والتي كان يربطها بالمسلمين 'ميثاق دفاع مشترك' وفجأة، تسلل 'حيي بن أخطب' رأس الأفعى من بني النضير) إلى حصون بني قريظة، ولم يزل بـ 'كعب بن أسد' سيد قريظة يغريه ويمنيه حتى أقنعه بنقض العهد مع محمد ﷺ.\n\n١. الكابوس الحقيقي: المدينة في خطر\nبمجرد نقض العهد، أصبح المسلمون في وضع عسكري انتحاري:\n   *   من الأمام: (١٠,٠٠٠) مقاتل ينتظرون أي لحظة لاقتحام الخندق.\n   *   من الخلف: يهود بني قريظة الذين يعرفون كل مداخل المدينة، وبيوت المسلمين ونساءهم وأطفالهم تحت رحمتهم مباشرة.\n   *   الوضع النفسي: انهار المنافقون تماماً، وبدأوا بالانسحاب قائلين: 'إن بيوتنا عورة وما هي بعورة' ، بينما شُدَّ على المؤمنين الخناق حتى قال القرآن: ﴿وَإِذْ زَاغَتِ الْأَبْصَارُ وَبَلَغَتِ الْقُلُوبُ الْحَنَاجِرَ وَتَظُنُّونَ بِاللَّهِ الظُّنُونَا﴾.\n\n٢. الاستخبارات النبوية والتحقق من الكارثة\nوصل الخبر للنبي ﷺ، فأرسل فوراً وفداً من كبار الصحابة (سعد بن معاذ وسعد بن عبادة) ليتأكدوا. أمرهم النبي ﷺ: 'إن كان حقاً فالحنوا لي لحناً (أعطوني إشارة سرية) ولا تفتوا في أعضاد الناس، وإن كانوا على الوفاء فاجهروا به'.\n   *   ذهب الوفد ووجدوا اليهود في قمة الوقاحة، يسبون النبي ﷺ ويقولون: 'من رسول الله؟ لا عهد بيننا وبينه!' . عاد الوفد وقالوا للنبي ﷺ كلمة واحدة: 'عضل والقارة' (إشارة لغدر قديم مشهور)، فعرف النبي الحقيقة، فغطى رأسه واضطجع من شدة الكرب، ثم قام وصاح: 'الله أكبر، أبشروا يا معشر المسلمين بفتح الله ونصرة!'.\n\n٣. تأمين الجبهة الداخلية: حماية النساء\nفي تلك الليلة، لم ينم أحد. خاف الصحابة على نسائهم أكثر من خوفهم على أنفسهم أمام الخندق. أرسل النبي ﷺ فرقة من مئات المقاتلين تطوف بشوارع المدينة وتكبر ليلاً، ليوهموا بني قريظة أن الجيش لا يزال يسيطر على المدينة، وبدأت صفية بنت عبد المطلب (عمة النبي) ببطولتها الشخصية بقتل جاسوس يهودي حاول التسلل لحصن النساء، مما بث الرعب في قلوب اليهود وجعلهم يظنون أن الحصون محمية بجيش كبير.\n\n٤. التمحيصُ الأعظم:\nكانت خيانة بني قريظة هي 'المُنخل' الذي فرز القلوب؛ فمن كان إيمانه مهزوزاً كفر ونافق، ومن كان إيمانه جبالاً ثبت وقال: ﴿هَٰذَا مَا وَعدَنَا اللَّهُ وَرَسُولُهُ وَصَدَقَ اللَّهُ وَرَسُولُهُ﴾.\n\nخلاصة هذه اللحظة:\nلقد أطبق الحصار على المسلمين، وانقطعت كل الأسباب الأرضية. لم يبقَ إلا 'السماء' في هذه اللحظات التي بلغت فيها القلوب الحناجر، بدأت معالم النصر المعجز تلوح في الأفق، ليس بقوة السيف، بل بذكاء المناورة وعظمة الصبر."
        },
         {
        "title":"6. البطولة والمبارزة: حين تهاوت 'أسطورة مكة' تحت أقدام علي",
        "text":"في ذروة الحصار، وبينما كانت النفوس قد بلغت أقصى درجات التوتر، وقع الحدث الذي جعل الأنفاس تتوقف في الصدور. لم تكن مجرد مبارزة، بل كانت اختباراً لكسر 'هيبة المشركين' العسكرية أمام أسوار الخندق.\nبينما كان الحصار قائماً، كان فرسان المشركين يبحثون بيأس عن ثغرة. وفجأة، وجدوا منطقة ضيقة من الخندق لم يكتمل حفرها بعمق كافٍ، فاندفعت خيولهم كالبرق، وكان على رأسهم 'عمرو بن عبد ود العامري' ، الرجل الذي كانت العرب تطلق عليه 'فارس يليل' وتعدّه بألف فارس لضخامته وشراسته.\n\n١. النداء المرعب: 'من يبارز؟'\nاجتاز عمرو وفارسان معه الخندق، ووقف وسط الميدان في غطرسة هائلة، يزأر بصوته الجهوري: 'هل من مبارز؟' . ساد الصمت لثوانٍ؛ فعمرو لم يكن مقاتلاً عادياً، كان أسطورة حية في القتل. كرر النداء مستهزئاً بالمسلمين: 'أين جنتكم التي تزعمون أن من قُتل منكم دخلها؟ أفلا يبرز إليّ رجل؟'.\n\n٢.'أنا له يا رسول الله' : ثبات الفتى الشجاع\nقام شاب لم يبلغ الثلاثين من عمره، وهو علي بن أبي طالب، وقال بهدوء: 'أنا له يا رسول الله' . في المرة الأولى أمره النبي ﷺ بالجلوس خوفاً عليه، لكن 'عمراً' استمر في التحدي والاستهزاء، فقام عليّ ثانيةً وثالثةً، حتى أعطاه النبي ﷺ سيفه 'ذو الفقار' وعممه بعمامته، وقال كلمته الشهيرة: 'برز الإيمانُ كلُّه إلى الشرك كلِّه'.\n\n٣. اللقاءُ الحاسم: الذكاءُ في مواجهة القوة\nتقدم عليّ نحو العملاق عمرو، فوقع حوارٌ قصير حاول فيه عمرو أن يحتقر علياً لصغر سنه، فقال له عليّ بذكاء وشجاعة: 'يا عمرو، إنك كنت عاهدت الله ألا يدعوك رجل من قريش إلى إحدى خصلتين إلا أخذتها منه' . قال عمرو: 'أجل' . قال عليّ: 'فإني أدعوك إلى الله وإلى رسوله وإلى الإسلام' . قال عمرو: 'لا حاجة لي بذلك' . قال عليّ: 'فإني أدعوك إلى النزال' . هنا استشاط عمرو غضباً، ونزل عن فرسه وعقرها (دليل على أنه لن يهرب)، وهجم على عليّ بضربة سيف كادت تشق الأرض، فاستقبلها عليّ بدرعه، ثم بلمح البصر، وبحركة لا يراها إلا الفرسان، ضرب عليّ عمراً على عاتقه ضربةً سقط منها العملاق يتخبط في دمائه.\n\n٤. التكبير الذي زلزل الأرض\nغاص عليّ وسط الغبار، ولم يسمع المسلمون إلا صرخة 'الله أكبر!' انقشع الغبار عن عليّ وهو يمسح سيفه، وعمرو جثة هامدة. في تلك اللحظة، اهتزت جنبات المدينة بتكبيرات الصحابة التي وصلت لعنان السماء، وارتعب بقية الفرسان (عكرمة بن أبي جهل ورفاقه) ففروا هاربين وقفزوا بخيولهم فوق الخندق عائدين لجيشهم.\n\nأثر هذه المبارزة:\n   1.  عسكرياً: أثبتت للأحزاب أن تجاوز الخندق يعني الموت المحقق، فلم يجرؤ أحد بعدها على المحاولة.\n   2.  نفسياً: كانت 'حقنة' من الثقة في عروق المسلمين، وصدمة قاصمة لمعنويات قريش التي رأت رمز قوتها يسقط في دقائق."
        },
         {
        "title":"7. نعيم بن مسعود: 'رجلُ المخابرات' الذي فكك الأحزاب بسلاح الكلمة (التلاعب بالعقول)",
        "text":"في تلك الليالي المظلمة، تسلل رجل من معسكر 'غطفان' يُدعى نعيم بن مسعود. وصل إلى النبي ﷺ وقال كلمات غيّرت مجرى المعركة: 'يا رسول الله، إني قد أسلمت، وإن قومي لم يعلموا بإسلامي، فمرني بما شئت' . أجابه النبي ﷺ بالقاعدة الذهبية: 'إنما أنت فينا رجل واحد، فخذِّل عنا إن استطعت، فإن الحرب خدعة'.\n\n١. العبقرية الاستراتيجية: 'فرّق تسد'\nخرج نعيم من عند النبي ﷺ وهو يحمل 'خطة ذكية' تعتمد على استغلال انعدام الثقة بين الحلفاء (قريش، غطفان، وبني قريظة).\n   *   المحطة الأولى (بنو قريظة): ذهب إليهم وكان صديقاً لهم، فقال: 'يا بني قريظة، أنتم تعلمون ودي لكم، إن قريشاً وغطفان ليسوا مثلكم، فهذه بلادكم فيها أموالكم ونسائكم، أما هم فجاءوا للحرب، فإن رأوا فرصة نهبوا، وإن كانت الدائرة عليهم رحلوا إلى بلادهم وتركوكم لمحمد ينتقم منكم!'.\n   *   النصيحة القاتلة: 'لا تقاتلوا معهم حتى تأخذوا منهم رهائن من أشرافهم، ليكونوا معكم ضماناً ألا يتركوكم' قالوا: 'لقد أشرت بالرأي!'.\n   *   المحطة الثانية (قريش): ذهب لأبي سفيان وقادة قريش، وقال: 'تعلمون حبي لكم، وقد بلغني أن يهود بني قريظة قد ندموا على ما فعلوا مع محمد، وأنهم اتفقوا معه أن يأخذوا منكم رهائن يسلمونها له ليقتلها، تكفيراً عن غدرهم!'.\n   *   المحطة الثالثة (غطفان): قال لهم نفس ما قاله لقريش، فزرع الرعب في قلوب الجميع.\n\n٢.'ساعة الصفر' وسقوط التحالف:\nأراد أبو سفيان أن يختبر اليهود، فأرسل إليهم يطلب منهم الهجوم غداً.\n   *   رد اليهود: 'غداً السبت ولا نعمل فيه شيئاً، ثم إننا لن نقاتل معكم حتى تعطونا رهائن من رجالكم!'.\n   *   هنا صاح أبو سفيان: 'صدق والله نعيم! لقد غدر بنا اليهود'.\n   *   وصاح اليهود: 'صدق والله نعيم! تريد قريش أن تتركنا في المحرقة وترحل!'.\n\n٣. النتيجة: انهيار 'وحدة المصير'\nفي لحظة واحدة، تحول الحلفاء إلى أعداء يشكون في بعضهم البعض. لم يعد أحد يثق بالآخر، وانشغل كل طرف بحماية نفسه بدلاً من التفكير في اقتحام الخندق. لقد نجح نعيم بن مسعود في 'تفكيك' جيش الأحزاب نفسياً قبل أن تصل إليهم الريح.\n\nخلاصة هذه المرحلة:\nلقد علمنا نعيم بن مسعود أن 'الحكمة' قد تفعل ما لا تفعله الجيوش، وأن الفرد الواحد إذا امتلك الإخلاص والذكاء يمكنه تغيير موازين القوى العالمية. لقد تهيأت الأسباب النفسية للنصر، ولم يبقَ إلا' القرار الإلهي'بإنهاء هذه المحنة."
        },
         {
        "title":"8. ريحُ النصر: جنودُ الله تنهي الأسطورة",
        "text":"وصلنا الآن إلى اللحظة التي انقطعت فيها الأسباب الأرضية تماماً، واتصلت فيها الأرض بالسماء. بعد شهر من الجوع، والخوف، ومكابدة البرد، وبعد أن نجحت 'حرب العقول' التي قادها نعيم بن مسعود في تفكيك الصفوف، جاء القرار الإلهي بوضع كلمة النهاية لهذه الملحمة.\nتخيل ليلةً هي أشد ليالي الشتاء برداً، الظلام دامس لدرجة أن الرجل لا يكاد يبصر كفه، والرياح تصفر بين جبال المدينة كأنها صرخاتُ الموت. في هذا المشهد، قام النبي ﷺ في جوف الليل، ورفع يديه الشريفتين نحو السماء بضراعةٍ هزت ملكوت الله، وقال: \n'اللهم مُنزل الكتاب، سريع الحساب، اهزم الأحزاب، اللهم اهزمهم وزلزلهم'\n\n١. جندُ الله الذي لا يُرى:\nلم ينزل جيشٌ من الملائكة ليضرب الرقاب هذه المرة، بل أرسل الله جنداً من جنوده البسيطة في مظهرها، العظيمة في أثرها: 'الريح' \n   *   هبت ريحٌ صرصرٌ عاتية على معسكر الأحزاب، لم تترك خيمةً إلا اقتلعتها، ولا قِدراً للطعام إلا كفأتها على الأرض، ولا ناراً يستدفئون بها إلا أطفأتها.\n   *   لم تكن مجرد ريح، بل كانت 'ريح رعب' قذف الله بها في قلوب عشرة آلاف مقاتل، حتى صار الواحد منهم يظن أن خيل المسلمين قد أطبقت عليه من وراء الظلام.\n\n٢.'حذيفة بن اليمان' ومهمة الاستطلاع:\nفي هذه الليلة، أراد النبي ﷺ أن يعلم خبرهم، فنادى في أصحابه: 'من رجلٌ يأتيني بخبر القوم ويكون رفيقي في الجنة؟' . لم يقم أحد من شدة البرد والخوف، فنادى حذيفة بن اليمان باسمه.\n   *   ذهب حذيفة وتسلل وسط جيش المشركين، ووجدهم في حالة ذعر لا توصف. رأى أبا سفيان وهو يصطلي بنارٍ تخبو، وقد قام يقول: 'يا معشر قريش، إنكم والله ما أصبحتم بدار مقام، لقد هلك الكراع والخُف (الخيل والإبل)، وأخلفتنا بنو قريظة، ولقينا من هذه الريح ما ترون.. فارتحلوا فإني مرتحل!'.\n\n٣. الهروبُ الكبير والرحيل المذل:\nبمجرد أن ركب أبو سفيان ناقته، تبعته قريش، وتبعته غطفان، وتبعهم كل الحلفاء. فروا في ليلتهم يجرون أذيال الخيبة، تاركين وراءهم آمالهم بتحطيم المدينة.\n   *   عاد حذيفة بالخبر اليقين، فنام النبي ﷺ وأصحابه ما بقي من ليلتهم في سكينة. ومع بزوغ الفجر، أطل المسلمون من خلف خندقهم، فلم يجدوا إلا غبار الراحلين وخياماً ممزقة وقدوراً مقلوبة.. لقد هُزم الأحزابُ وحده سبحانه.\n\nخلاصة هذه الملحمة:\nلقد علمنا الخندق أن النصر لا يأتي دائماً بالقوة المادية، بل بـ 'اليقين' الذي يجعل القائد يدعو ربه والعدو يحيط به من كل جانب. إن ريح النصر لا تهب إلا على من ثبتوا في الخندق وصبروا على الجوع والخيانة."
        },
         {
        "title":"نتائج الغزوة:",
        "text":"   1.  انكسار شوكة قريش للأبد، وقال النبي ﷺ: 'الآن نغزوهم ولا يغزوننا'.\n   2.  كشف المنافقين وتمحيص المؤمنين الصادقين.\n   3.  نهاية الوجود اليهودي الغادر في المدينة (بني قريظة)."
        },
        {
          "title":"الخلاصة",
          "text":"غزوة الخندق لم تكن انتصاراً بالسيف بقدر ما كانت انتصاراً بـ 'أدب المحنة' لقد تعلم الصحابة أن النصر يأتي في اللحظة التي يظن فيها الجميع أن لا مفر، وأن الصبر ليس مجرد انتظار، بل هو ثبات القلوب واليقين في وعد الله رغم أنف الخوف والجوع.\nكيف ربى النبي ﷺ أصحابه على الصبر في تلك الليالي المظلمة؟ وما هو الفرق بين صبر المؤمن الذي يرجو نصر الله، وبين جزع المنافق الذي يظن بالله الظنونا؟ وكيف نستحضر 'روح الخندق' في أزماتنا المعاصرة؟\nسنغوص في أعماق النفس البشرية في المقالة القادمة: 'الصبر عند الشدائد (أدب المحنة)'."
        }
       
        
         
   
    ]
}
