{
  "the_prophets_love_for_the_quran_and_its_recitation":
  [
       {
        "title":"حبه للقرآن وتلاوته: حين يرتل الوحي بقلبه",
        "text":"نصل الآن إلى ربيع قلب النبي ﷺ وجلاء حزنه، وهو القرآن الكريم. فالعلاقة بين النبي ﷺ والقرآن لم تكن علاقة ناقل للرسالة فحسب، بل كانت علاقة حبٍّ وهيام، وتدبّرٍ عميق، وعيشٍ كامل مع كل آية تنزل عليه.\nكان القرآن الكريم هو معجزة النبي ﷺ الخالدة، وكان حاله معه حال المحب الذي لا يشبع من كلام حبيبه. كان يجد في آياته الشفاء والراحة، وكان كلام الله هو الذي يُثبّت قلبه أمام مشاق الدعوة."
        },
          {
        "title":"أ. صفة قراءته (ترتيل وجمال):",
        "text":"   *   لم يكن النبي ﷺ يسرع في القراءة، بل كانت قراءته 'مَدّاً' يقطعها آية آية، ويُعطي كل حرف حقه.\n   *   كان يحسّن صوته بالقرآن ويقول: 'زينوا القرآن بأصواتكم' وكان صوته يجمع بين الرهبة والعذوبة، لدرجة أن المشركين كانوا يتسللون ليلاً ليسمعوه وهو يصلي في بيته."
        },
          {
        "title":"ب. حبه لسماعه من غيره:",
        "text":"رغم أن القرآن نزل عليه، إلا أنه كان يحب أن يسمعه بصوت أصحابه:\n   *   قال لابن مسعود رضي الله عنه: 'اقرأ عليَّ القرآن' فقال ابن مسعود: 'أقرأ عليك وعليك نزل؟' فقال ﷺ: 'إني أحب أن أسمعه من غيري'.\n   *   وعندما وصل ابن مسعود إلى قوله تعالى: ﴿فَكَيْفَ إِذَا جِئْنَا مِن كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَىٰ هَٰؤُلَاءِ شَهِيدًا﴾، قال النبي ﷺ: 'حسبك الآن' فنظر ابن مسعود فإذا عيناه ﷺ تذرفان من شدة التأثر بموقع الشهادة بين يدي الله."
        },
          {
        "title":"ج. القرآن خُلقه ومنهجه:",
        "text":"   *   سُئلت السيدة عائشة رضي الله عنها عن خلقه، فقالت كلمة جامعة: 'كان خلقه القرآن'.\n   *   لم يكن يكتفي بالتلاوة، بل كان القرآن يتحرك في معاملاته؛ فإذا أمر القرآن بالصبر كان أصبر الناس، وإذا أمر بالعفو كان أعفى الناس، فكان ﷺ 'مصحفاً يمشي على الأرض'."
        },
          {
        "title":"الخلاصة",
        "text":"هذا الانغماس في كلام الله والتعلق بآياته، أثمر لساًناً لا يفتر عن ذكر الله، وقلباً لا ينقطع عن سؤاله. فمن أحب كلام الله، أدمن الوقوف على بابه، يرجوه ويدعوه في كل حركات حياته وسكناتها.\nكيف كان النبي ﷺ يرفع يديه إلى السماء حتى يُرى بياض إبطيه؟ وما هي الكلمات التي كان يفتتح بها دعاءه لتُفتح لها أبواب السماء؟ وكيف كان يتضرع إلى الله في ليلة بدر وهو قائد الجيش، ليبين لنا أن النصر لا يأتي إلا من عند الله وحده؟\nنلتقي في المقالة القادمة: 'دعاؤه وتضرعه إلى الله'."
        }
    
    ]
}
