{
  "the_prophets_excellence_and_kindness_to_women":
  [
       {
        "title":"إحسانه للنساء ﷺ: رفق القوارير وتكريم الشقائق",
        "text":"ننتقل الآن إلى واحد من أعظم الفصول في السيرة النبوية، وهو الفصل الذي أعاد صياغة وجدان المجتمع وتاريخه تجاه نصفه الآخر. لقد كان النبي ﷺ ثورةً أخلاقية في زمنٍ كانت فيه المرأة تُورث كالمتاع، فجاء ليجعلها 'شقيقة الروح' وسكن الفؤاد.\nلم يكن إحسان النبي ﷺ للنساء مجرد شعارات، بل كان تطبيقاً لقول الله تعالى: ﴿وَعَاشِرُوهُنَّ بِالْمَعْرُوفِ﴾. لقد حطم ﷺ قيود الجاهلية التي كانت تئد البنات وتهمّش دور المرأة، ليضعها في أسمى مكانة إنسانية، معلناً للعالم: 'إنما النساء شقائق الرجال'."
        },
            {
        "title":"أ. في بيت النبوة (الرفق والتدليل):",
        "text":"كان ﷺ يعامل زوجاته برقة تذوب لها القلوب، مبيناً أن إكرام المرأة هو معيار الرجولة الحقيقي:\n'رفقاً بالقوارير': وصف النبي ﷺ النساء بـ 'القوارير' لرقة مشاعرهن وسرعة تأثرهن، وأوصى الحادي في السفر أن يرفق بالإبل التي تحمل النساء حتى لا ينزعجن.\n   *   إظهار الحب والتقدير: لم يكن يجد حرجاً في إظهار حبه لزوجاته؛ فحين سُئل: 'من أحب الناس إليك؟' قال أمام الملأ: 'عائشة'. وكان يسابقها، ويضع ركبته الشريفة لتطأ عليها السيدة 'صفية' لتركب ناقتها، ضارباً أروع الأمثلة في التواضع والاحتفاء بالمرأة."
        },
           {
        "title":"ب. كرامة البنت (بوابة الجنة):",
        "text":"في بيئة كانت تحزن لولادة الأنثى، جعل النبي ﷺ رعاية البنات وتكريمهن طريقاً مؤدياً إلى الفردوس:\n   *   التبشير بالأجر: قال ﷺ: 'من ابتلي من هذه البنات بشيء فأحسن إليهن، كُنَّ له ستراً من النار'.\n   *   الاحتفاء بفاطمة: كان إذا دخلت عليه ابنته فاطمة رضي الله عنها، قام إليها، فأخذ بيدها، وقبّلها، وأجلسها في مكانه، تعليماً للأمة كيف يكون توقير الأب لابنته وبناء ثقتها بنفسها."
        },
           {
        "title":"ج. تعزيز مكانة المرأة الاجتماعية والفكرية:",
        "text":"لم يحبس النبي ﷺ المرأة في البيت، بل جعل لها دوراً فاعلاً في بناء الأمة:\n   *   حق العلم: خصص ﷺ يوماً للنساء لتعليمهن، وكان يستمع لمجادلتهن ونقاشهن بصدر رحب، وبرزت السيدة عائشة كأكبر فقيهة في تاريخ الإسلام بفضل تشجيعه لها.\n   *   حق الشورى: في أصعب المواقف السياسية (صلح الحديبية)، لم يستنكف ﷺ عن أخذ مشورة زوجته 'أم سلمة' ، التي أنقذت بفضل رأيها الموقف من فتنة كادت تقع بين الصحابة."
        },
           {
        "title":"د. الوصية الأخيرة (استوصوا بالنساء خيراً):",
        "text":"لم ينسَ النبي ﷺ المرأة وهو في سكرات الموت، وفي خطبة الوداع أمام الآلاف، كانت قضية المرأة حاضرة بقوة، حيث قال: 'اتقوا الله في النساء، فإنهن عوانٌ عندكم (أمانات)، أخذتموهن بأمانة الله، واستحللتم فروجهن بكلمة الله' لقد أراد أن تظل هذه الوصية خالدة في آذان الرجال إلى يوم القيامة."
        },
           {
        "title":"الخلاصة",
        "text":"هذا الإحسان العظيم للمرأة، وهذا الرفق بالصغير، وهذه المودة للأهل، لم تكن مجرد عواطف عشوائية، بل كانت محكومة بميزان العدل الذي لا يميل. فبقدر ما كان النبي ﷺ رفيقاً رحيماً، كان حاكماً عادلاً وقائداً حكيماً، يضع كل حق في نصابه، ولا يحابي أحداً على حساب أحد، حتى في أدق تفاصيل التعامل مع أصحابه الكرام.\nفكيف كان النبي ﷺ يقسم وقته واهتمامه بين أصحابه حتى يظن كل واحد منهم أنه الأحب إليه؟ وكيف كان يعدل في توزيع المهام والمسؤوليات بين الغني والفقير، والقوي والضعيف؟ وما هو سر القوة التي جعلت الصحابة يذوبون حباً في عدالة قائدهم؟\nسنعرف ذلك في المقالة القادمة: 'عدله بين الصحابة'."
        } 

    ]
}
