{
  "the_companions_love_for_the_prophet":
  [
       {
        "title":"حب الصحابة له ﷺ: فداءٌ بالروح والمال",
        "text":"نصل الآن إلى تجسيد المحبة في أسمى صورها البشرية، حيث لم تعد المحبة مجرد خفقان قلب أو دمعة عين، بل استحالت دماءً تُبذل، وأموالاً تُنفق، وأرواحاً تسترخص في سبيل نصرة الحبيب ﷺ. لقد ضرب الصحابة رضي الله عنهم أروع الأمثلة في 'الفناء' في حب النبي ﷺ، حتى صار حبهم له معجزة من معجزات النبوة.\nلم يكن حب الصحابة للنبي ﷺ حباً عادياً، بل كان حباً 'وجودياً' أعاد صياغة أولوياتهم في الحياة. لقد قدموا بين يدي هذا الحب كل ما يملكون، ولم يكن قولهم: 'بأبي أنت وأمي يا رسول الله' مجرد جملة تقال، بل كان ميثاقاً غليظاً عُمّد بالدم والتضحية."
        },
         {
        "title":"١. الفداء بالنفس في أحلك الظروف:",
        "text":"في غزوة أُحد، عندما اشتد الكرب وتفرق الناس، وقف ثلة من الصحابة كالحصون المنيعة حول النبي ﷺ.\n   *   أبو دجانة رضي الله عنه: جعل ظهره ترساً للنبي ﷺ، والنبل يقع في ظهره وهو لا يتحرك، حمايةً لرسول الله. \n   *   طلحة بن عبيد الله: الذي سُمي 'طلحة الخير'  وقى النبي ﷺ بيده حتى شُلّت، وتلقى بضعة وثمانين ما بين ضربة بسيف وطعنة برمح ورمية بسهم، ليظل جسد النبي ﷺ سالماً.\n   *   أم عمارة (نسيبة بنت كعب): وقفت تذود عنه بسيفها، فقال عنها ﷺ: 'ما التفتُّ يميناً ولا شمالاً يوم أحد إلا وأنا أراها تقاتل دوني'."
        },
          {
        "title":"٢. بذل المال بكل سخاء:",
        "text":"كانت أموال الصحابة تحت أمر النبي ﷺ، لا يترددون لحظة في إنفاقها لنصرة دعوته.\n   *   أبو بكر الصديق: الذي أنفق ماله كله، وعندما سأله النبي ﷺ: 'ماذا أبقيت لأهلك؟' قال بلسان المحب الواثق: 'أبقيت لهم الله ورسوله'.\n   *   عثمان بن عفان: الذي جهز 'جيش العسرة' من ماله الخاص، حتى قال فيه النبي ﷺ: 'ما ضرَّ عثمان ما فعل بعد اليوم'."
        },
          {
        "title":"٣. تقديم محبته على الأهل والولد:",
        "text":"زيد بن الدثنة: عندما أخرجه مشركو قريش ليقتلوه، سأله أبو سفيان: 'أنشدك الله يا زيد، أتحب أن محمداً الآن عندنا مكانك نضرب عنقه، وأنك في أهلك؟ ' ، فقال زيد بكلمات خلدها التاريخ: 'والله ما أحب أن محمداً الآن في مكانه الذي هو فيه تصيبه شوكة تؤذيه، وأني جالس في أهلي' فذهل أبو سفيان وقال: 'ما رأيت من الناس أحداً يحب أحداً كحب أصحاب محمد محمداً'."
        },
          {
        "title":"٤. تعظيم آثاره وشدة القرب منه:",
        "text":"كانوا يتسابقون على وضوئه، ويوقرون كلمته، ولا يرفعون أصواتهم فوق صوته، ويجدون في خدمته شرفاً يفوق كل مناصب الدنيا."
        },
          {
        "title":"الخلاصة",
        "text":"هذا الفداء الأسطوري وهذا الحب الذي بذله الصحابة، لم يكن لمجرد شخص النبي ﷺ فحسب، بل كان إيماناً بمنهجه ورغبةً في 'البقاء معه' في الدنيا والآخرة. وهذا البقاء لا يتحقق إلا من خلال 'الاقتداء' فالصحابة لم يحبوه فقط، بل قلدوه في عبادته، وأخلاقه، بل وفي أدق تفاصيل حياته.\nفما هي ثمرة هذا الحب في واقعنا؟ وكيف نحول 'عاطفة الصحابة' إلى 'منهج حياة' نعيشه اليوم؟ وكيف يكون الاقتداء بالنبي ﷺ هو الطريق الحقيقي لنيل شفاعته وصحبته في الجنة؟\nسنعرف ذلك في المقالة القادمة: 'الاقتداء به ﷺ في الحياة: الطريق إلى المحبة الصادقة'."
        }
       
        
 
    ]
}
