{
  " the_prophets_humility_with_elders_and_youth":
  [
       {
        "title":"تواضعه مع الكبير والصغير: مدرسة خفض الجناح",
        "text":"ننتقل الآن إلى ملمحٍ من أروع ملامح العظمة المحمدية، وهو 'التواضع' فبقدر ما رفعه الله مكانةً، كان هو ﷺ يخفض جناحه للناس كافة، محطماً بذلك كبرياء الجاهلية وغطرسة الملوك.\nكان النبي ﷺ قمةً في التواضع، لا يرى لنفسه فضلاً على أحد، بل كان يرى أن سيادة القوم في خدمتهم. لم يكن تواضعه تكلفاً، بل كان طبعاً أصيلاً نبع من معرفته العميقة بربه."
        },
           {
        "title":"أ. التواضع مع الضعفاء والبسطاء:",
        "text":"   *   هون عليك: جاءه رجل ترتعد فرائصه من هيبته، فسكّن النبي ﷺ من روعه وقال له برقة: 'هون عليك، فإني لست بملك، إنما أنا ابن امرأة من قريش كانت تأكل القديد'.\n   *   في حاجة العجوز: كانت المرأة العجوز تأخذ بيده في شوارع المدينة، فتمضي به حيث شاءت ليقضي لها حاجتها، فما كان يرفع يده من يدها حتى تنصرف هي.\n   *   الجليس المتواضع: كان يجلس على الأرض، ويأكل على الأرض، ويقول: 'إنما أنا عبد، آكل كما يأكل العبد، وأجلس كما يجلس العبد'."
        },
           {
        "title":"ب. التواضع مع الأطفال (مداعبة القلوب):",
        "text":"   *   يا أبا عمير: كان يمازح الأطفال وينزل لمستوى عقولهم؛ فكان يقول لطفل صغير مات عصفوره: 'يا أبا عمير، ما فعل النغير؟' مواساةً له.\n   *   إفشاء السلام: كان يمر على الصبيان وهم يلعبون فيسلم عليهم، ليزرع في نفوسهم العزة والقيمة منذ الصغر."
        },
           {
        "title":"ج. في بيته ومع أصحابه:",
        "text":"مهنة أهله: سُئلت عائشة رضي الله عنها: ما كان النبي يصنع في بيته؟ قالت: 'كان في مهنة أهله (أي خدمتهم)، فإذا حضرت الصلاة خرج' كان يخصف نعله، ويخيط ثوبه، ويحلب شاته بنفسه.\n   *   لا يتميز عنهم: في السفر، عندما أراد أصحابه ذبح شاة وتوزعوا المهام، قال ﷺ: 'وعليّ جمع الحطب' فقالوا: نحن نكفيك يا رسول الله، فقال: 'علمت أنكم تكفوني، ولكن أكره أن أتميز عليكم؛ فإن الله يكره من عبده أن يراه متميزاً بين أصحابه'."
        },
           {
        "title":"الخلاصة",
        "text":"هذا التواضع الجمّ كان يرافقه قلبٌ لا يعرف الغل، ونفسٌ ملكت زمام أمرها عند الاستثارة. فلم يكن النبي ﷺ يغضب لنفسه قط، بل كان حليماً يمتص جهل الجاهلين بسعة صدرٍ منقطعة النظير.\nكيف كان النبي ﷺ يقابل الإساءة بالإحسان؟ وماذا فعل مع الأعرابي الذي جذبه من ردائه بشدة حتى أثّر في عنقه الشريف؟ وكيف استطاع بحلمه أن يحول أعداءه الذين أرادوا قتله إلى أوفياء يبذلون أرواحهم دونه؟\nسنعرف ذلك في المقالة القادمة: 'حلمه وصبره عند الغضب'."
        }
        

    ]
}
