{
  "the_prophets_bravery_and_steadfastness":
  [
       {
        "title":"شجاعته وثباته: القائد الذي لا يفر",
        "text":"نختتم الآن قسم 'صفاته الخُلقية (الأخلاق والسلوك)' بصفة هي بمثابة الدرع الذي حمى هذه الرسالة، وهي شجاعة النبي ﷺ التي لم تكن تهوراً، بل كانت ثباتاً راسخاً ويقيناً لا يتزعزع في أحلك الظروف.\nكان النبي ﷺ أشجع الناس قلباً، وأثبتهم جناناً. لم تكن شجاعته مجرد قوة بدنية، بل كانت شجاعة أخلاقية وإيمانية تجعل الأبطال يحتمون به إذا اشتد البأس."
        },
         {
        "title":"1. الشجاعة في السِّلم (فزع المدينة):",
        "text":"يروي أنس بن مالك رضي الله عنه أن أهل المدينة فزعوا ذات ليلة من صوتٍ عالٍ ومخيف، فانطلق الناس قِبَل الصوت، فاستقبلهم النبي ﷺ وهو عائدٌ من جهة الصوت وحده على فرس لأبي طلحة عُرِيّ (بلا سَرْج)، وفي عنقه السيف، وهو يقول لهم: 'لم تُراعوا، لم تُراعوا' (أي لا تخافوا). لقد سبقهم جميعاً وحده ليتأكد من أمنهم قبل أن يتحرك الجيش."
        },
   
         {
        "title":"2. الثبات في الميدان (يوم حنين):",
        "text":"في غزوة حنين، عندما باغت العدو المسلمين وتراجع الكثيرون تحت وطأة النبال، ثبت النبي ﷺ في قلبه الميدان على بغلته البيضاء، وهو يجهر بصوته ليُعلم العدو بمكانه شجاعةً وتحدياً ويقول: 'أنا النبي لا كذب.. أنا ابن عبد المطلب' وكان الصحابة يقولون: 'كنا إذا حمي الوطيس (اشتد القتال) اتقينا برسول الله ﷺ'فكان هو أقربهم إلى العدو."
        },
   
         {
        "title":"3. شجاعة المبدأ (في مكة):",
        "text":"تجلت شجاعته في وقوفه وحيداً أمام سادات قريش، يصدع بالحق وهم يتربصون به. ورغم العروض والمغريات والتهديد بالقتل، ظل ثابتاً كالجبل الأشم، لم يهن ولم يتراجع عن رسالته قيد أنملة."
        },
   
         {
        "title":"الخلاصة",
        "text":"هذه الشجاعة الأسطورية في الميادين لم تكن لتوجد لولا وجود مَدَدٍ غيبي وقوة روحية يستمدها النبي ﷺ من خلواته مع ربه. فالقائد الذي يثبت أمام الآلاف نهاراً، هو العبد الذي يبكي طويلاً بين يدي الله ليلاً.\nفماذا كان يفعل النبي ﷺ حين ينام الناس؟ وكيف كانت صلاته في جوف الليل التي تتورم منها قدماه؟ وما هي أسرار عبادته في السر التي جعلت قلبه معلقاً بالعرش وهو يمشي بين أهل الأرض؟\nنبدأ رحلتنا في القسم الجديد: '(عبادة الرسول) علاقته بالله' وأول مقالاته: 'قيام الليل وعبادته في السر'."
        }
       
       
    ]
}
