{
  " the_prophets_voice_and_speech":
  [
       {
        "title":"صوته وكلامه: فصاحة اللسان وجوامع الكلم",
        "text":"في هذا الجانب الفريد من شمائل المصطفى ﷺ، فبعد أن عرفنا روعة هيبته وطيب ريحه، ننتقل الآن إلى مَنْطِقه العذب وصوته الذي كان ينساب إلى القلوب فيحييها.\nكان كلام النبي ﷺ ميزانًا بين الهيبة والقرب، فلم يكن صخّاباً ولا ثرثاراً، بل كان كلامه فصلاً، ونطقه نوراً، وصوته يملأ الآفاق وقاراً وجمالاً."
        },
          {
        "title":"أ. نبرة صوته ووقاره:",
        "text":"وصف الصحابة صوت النبي ﷺ بأوصاف تدل على قوته وتأثيره:\n   *   الصوت الجهوري: كان ﷺ جهوري الصوت، حَسَن النغمة، يُسمع من بَعُد كما يُسمع من قَرُب، خاصة في الخطب والمجامع الكبيرة.\n   *   الرخامة والوقار: كان في صوته 'صَحَل' (بحة يسيرة تزيد الصوت حلاوة ووقاراً)، ولم يكن فظاً ولا غليظ القول، بل كان صوته يبعث على السكينة في نفوس السامعين."
        },
          {
        "title":"ب. أسلوب الكلام (فصلٌ لا هَذّ):",
        "text":"تميز كلام النبي ﷺ بدقة مذهلة في الأداء والوضوح:\nالتؤدة والتمهل: لم يكن يسرد الكلام سرداً سريعاً كعادة الناس، بل كان يتكلم بكلام 'فَصْل' بَيّن، لو عَدّه العادُّ لأحصى كلماته من شدة وضوحها ومخارج حروفها.\n   *   التكرار للإفهام: كان يعيد الكلمة ثلاثاً أحياناً إذا اقتضى الأمر، ليتأكد أن السامع قد وعاها وحفظها تماماً.\n   *   الصمت الطويل: كان دائم البشر، طويل السكت، لا يتكلم في غير حاجة، يفتتح الكلام ويختمه بأطراف فمه (دلالة على الفصاحة والاهتمام)."
        },
          {
        "title":"ج. جوامع الكلم:",
        "text":"من أعظم المعجزات التي أوتيها النبي ﷺ هي 'جوامع الكلم' :\n   *   كان يقول الكلمات القليلة المعدودة، لكنها تحمل من المعاني والحكم والتشريعات ما تعجز المجلدات عن حصره.\n   *   كان كلامه جامعاً مانعاً، لا فضول فيه (زيادة لا داعي لها) ولا تقصير، بل هو القصد والاعتدال في أبهى صوره."
        },
          {
        "title":"الخلاصة",
        "text":"هذا المنطق العذب كان يخرج من وجهٍ لا تغيب عنه الشمس، وعينين تنظران بالرحمة والود لكل من حوله. فكلامه ﷺ لم يكن يُسمع بالأذن فحسب، بل كان يُرى أثره في ملامح وجهه ونظراته.\nكيف كان النبي ﷺ ينظر إلى أصحابه؟ هل كان يطيل النظر في وجوه الناس أم كان يغض طرفه حياءً؟ وما هي قصة ابتسامته التي وصفها الصحابة بأنها كانت 'تُضيء الجدر' ؟ وكيف كان يوزع نظراته بالعدل بين الناس حتى يظن الفقير أنه أحب إليه من الغني؟\nننتقل في المقالة التالية إلى: 'نظره وابتسامته'."
        }
       
      


    ]
}
