{
  "the_prophets_mercy_towards_children":
  [
       {
        "title":"رحمته ﷺ بالأطفال: حنوُّ النبوة وبناء أجيال المستقبل",
        "text":"جاء النبي ﷺ إلى مجتمع كانت الغلظة فيه تُعدُّ مظهرًا من مظاهر الرجولة، والشدة على الصغار نوعًا من الحزم. فقلب النبي ﷺ هذه المفاهيم الجاهلية رأسًا على عقب، محولًا القسوة إلى رحمة، والجفاء إلى حنان، ليس كعاطفة فطرية فحسب، بل كمنهج تربوي وتشريع إلهي يبني شخصية الطفل ويحفظ كرامته."
        },
          {
        "title":"أ. الرحمة كأصل إيماني (القلب الرحيم):",
        "text":"في الوقت الذي كان البعض يرى في ملاعبة الأطفال ملمحاً ينقص من هيبة القائد، كان النبي ﷺ يرى فيها جوهر الإيمان.\n   *   تأديب القلوب القاسية: دخل الأعرابي الأقرع بن حابس على النبي ﷺ وهو يُقبّل سبطه الحسن بن علي، فتعجب الأعرابي قائلاً: 'أتُقبّلون صبيانكم؟ إن لي عشرة من الولد ما قبّلت منهم أحداً' ، فنظر إليه النبي ﷺ نظرة المربي وقال كلمته التي صارت قانوناً أخلاقياً: 'من لا يَرْحم لا يُرحم'.\n   *   وفي رواية أخرى، بيّن أن القسوة على الأطفال علامة على شقاء القلب، فقال 'أو أملك لك أن نزع الله من قلبك الرحمة؟'."
        },
          {
        "title":"ب. مراعاة الطفولة في أقدس المقامات (الصلاة):",
        "text":"كان النبي ﷺ يطوّع أعظم عبادة (الصلاة) لتناسب احتياجات الطفل وضعفه، في صورة تجسد أسمى مراتب الرفق:\n   *   تخفيف العبادة للضرورة: كان ﷺ يدخل في الصلاة وهو ينوي الإطالة، فإذا سمع بكاء طفل سارع في الصلاة وتجوّز فيها، ليس تقليلاً من شأن الصلاة، بل رحمةً بقلب الأم التي يشتد وجدها لبكاء طفلها، ورحمةً بالطفل نفسه.\n   *   الصلاة وهو 'جَدّ' : رُوي أنه كان يصلي بالناس وهو يحمل حفيدته 'أمامة بنت زينب' على عاتقه، فإذا سجد وضعها وإذا قام حملها.\n   *   إطالة السجود للملاعبة: وفي مشهد تاريخي مهيب، سجد بالناس في صلاة العشاء، فأطال السجود حتى ظن الصحابة أن أمراً قد حدث، فلما سألوه قال: 'إن ابني ارتحلني (أي ركب ظهري)، فكرهت أن أعجله حتى يقضي حاجته'. لقد قدّم النبي ﷺ حق الطفل في اللعب والارتباط بجده على الرغبة في إنهاء الصلاة بسرعة."
        },
          {
        "title":"ج. بناء الشخصية والتقدير الاجتماعي:",
        "text":"لم يكتفِ النبي ﷺ بالرحمة الجسدية، بل ركز على 'الرحمة النفسية' التي تبني في الطفل الثقة والاعتزاز بالذات:\n   *   إلقاء السلام: كان ﷺ يمر على الصبيان فيكتفي بالسلام عليهم بنفسه، وهو القائد العظيم، ليزرع فيهم أنهم أعضاء مقدرون في المجتمع.\n   *   احترام الحقوق في المجالس: أُتي للنبي ﷺ بشراب، وكان عن يمينه غلام (ابن عباس) وعن يساره كبار الصحابة وساداتهم، فاستأذن الغلام أولاً: 'أتأذن لي أن أعطي هؤلاء؟' ، فرفض الغلام رغبةً في التبرك بالشراب من يد النبي، فأعطاه إياه ﷺ. لم يتجاوز حق الصغير إرضاءً للكبار، بل علّم الجميع أن الحقوق لا تسقط بصغر السن.\n   *   الممازحة والمواساة: كان يداعب الصغير 'أبا عمير' ويسأله عن عصفوره الصغير الذي مات بعبارة خلدها التاريخ: 'يا أبا عمير، ما فعل النغير؟' ، ليرسل رسالة بأن اهتمامات الطفل الصغيرة تستحق الالتفات من أعظم شخصية في الوجود."
        },
          {
        "title":"د. الرحمة في لحظات الفقد:",
        "text":"حين توفي ابنه إبراهيم، سالت دموع النبي ﷺ، فتعجب الصحابة ظناً منهم أن ذلك ينافي الصبر، فصحح لهم المفهوم قائلاً: 'إن العين تدمع، والقلب يحزن، ولا نقول إلا ما يرضي ربنا، وإنا بفراقك يا إبراهيم لمحزونون' لقد علمنا أن الحزن على الصغار ليس ضعفاً، بل هو 'رحمة' جعلها الله في قلوب عباده."
        },
          {
        "title":"",
        "text":"هذه الرحمة الفياضة التي غمر بها النبي ﷺ الأطفال، كانت جزءاً من 'ثورة أخلاقية' شاملة قادها لتكريم الفئات المستضعفة في المجتمع الجاهلي. فمن أعاد للطفل حقه في الحب واللعب والتقدير، هو نفسه الذي انتفض ليعيد للمرأة كرامتها وإنسانيتها بعد قرون من الظلم والامتهان.\nفكيف حوّل النبي ﷺ نظرة المجتمع للمرأة من 'متاع يُورث' إلى 'شقيقة للرجال'؟ وكيف كان إحسانه للنساء ميزاناً لخيرية الرجال في قوله: 'ما أكرمهن إلا كريم، وما أهانهن إلا لئيم'؟ وما هي وصاياه الأخيرة في حجة الوداع التي حفظت حقوق المرأة إلى يوم الدين؟\nسنعرف ذلك في المقالة القادمة: 'إحسانه للنساء ﷺ'."
        }

    ]
}
