{
  "the_great_battle_of_badr":
  [
       {
        "title":"غزوة بدر الكبرى: الملحمة التي هزت عرش التاريخ",
        "text":"في صبيحة السابع عشر من رمضان في العام الثاني للهجرة، شهدت رمال صحراء الحجاز ولادة فجر جديد للبشرية. إنها 'بدر' ، الموقعة التي أسماها الله في كتابه 'يوم الفرقان' لأنها فرقت بين الحق والباطل، وبين عصر الاستضعاف وعصر السيادة والتمكين."
        },
           {
        "title":"1. كواليس الخروج: استرداد الحقوق لا إعلان الحرب",
        "text":"لم يخرج المسلمون في البداية لقتال جيش، بل كانت وجهتهم 'عير قريش' (قافلة تجارية) عائدة من الشام محملة بآلاف الدنانير والسلع. كان هذا حقاً مشروعاً للمهاجرين الذين سلبهم مشركو مكة أموالهم وبيوتهم.\n   *   خرج النبي ﷺ في ثلاثمائة وبضعة عشر رجلاً (313-317 رجلاً)، لم يكن معهم إلا فرسان (فرس للمقداد بن الأسود وفرس للزبير بن العوام) وسبعون بعيراً يعتقب الرجلان والثلاثة على البعير الواحد، حتى إن النبي ﷺ كان يشارك علي بن أبي طالب ومرثد بن أبي مرثد بعيراً واحداً في السير."
        },
    
           {
        "title":"2. العبقرية العسكرية وتغيير الخطط",
        "text":"أفلت أبو سفيان بالقافلة بذكاء، لكن أبا جهل (فرعون هذه الأمة) أصر على المضي نحو بدر ليذبحوا الجزور ويشربوا الخمور وتسمع بهم العرب فلا يزالون يهابونهم. هنا تحولت المهمة من 'استيلاء على قافلة' إلى 'مواجهة وجودية' .\n   *   المشورة العسكرية: وقف النبي ﷺ يستشير أصحابه. فقام المهاجرون فتكلموا فأحسنوا، ثم قام سعد بن معاذ (سيد الأنصار) وقال كلمته التي هزت الوجدان: 'لعلك تخشى أن تكون الأنصار ترى حقاً عليها أن لا تنصرك إلا في ديارهم.. والله لو استعرضت بنا هذا البحر فخضته لخضناه معك ما تخلف منا رجل واحد!' . فتهلل وجه النبي ﷺ بالبشر."
        },
    
           {
        "title":"3. العيون والآذان: الاستخبارات النبوية",
        "text":"نزل النبي ﷺ قريباً من بدر، وبدأ يجمع المعلومات بنفسه. خرج هو وأبو بكر، فلقيا شيخاً من العرب، فسأله النبي عن قريش وعن محمد، فأخبرهما الشيخ بمكان الجيشين. ثم أرسل علي بن أبي طالب والزبير بن العوام إلى ماء بدر، فألقوا القبض على غلامين يسقيان لجيش مكة.\n   *   من خلال سؤال الغلامين عن عدد 'الجزور' (الإبل) التي تُذبح يومياً، استنتج النبي ﷺ أن عدد جيش مكة بين 900 و 1000 مقاتل، وعرف أسماء القادة الموجودين في المعركة فقال لأصحابه: 'هذه مكة قد ألقت إليكم أفلاذ كبدها'."
        },
       {
        "title":"4. التخطيط الميداني: موقع بئر بدر",
        "text":"نزل النبي ﷺ عند أدنى بئر من آبار بدر، فقام الصحابي الخبير الحباب بن المنذر وسأل بذكاء الجندي المحترف: 'يا رسول الله، هذا منزلٌ أنزلكه الله فليس لنا أن نتقدمه أو نتأخر عنه، أم هو الرأي والحرب والمكيدة؟' فقال ﷺ: 'بل هو الرأي والحرب والمكيدة'\n   *   فأشار الحباب بأن ينزلوا عند أقرب بئر للعدو، ثم يغوروا (يدفنوا) ما وراءها من الآبار، ويصنعوا حوضاً يملأونه ماءً، فيشرب المسلمون ولا يشرب المشركون. فقام النبي ﷺ ونفذ الخطة فوراً."
        },
       {
        "title":"5. ليلةُ الرعب واليقين (العريش والمدد)",
        "text":"بُني للنبي ﷺ 'عريش' (مقر قيادة) على تلة تشرف على المعركة، ووقف أبو بكر يحرس النبي ﷺ بسيفه. قضى النبي ﷺ ليله في صلاة وتضرع، وكان يقول في سجوده: 'اللهم أنجز لي ما وعدتني، اللهم إن تهلك هذه العصابة اليوم لا تعبد في الأرض' . حتى غلبه النوم، فبشره الله بالسكينة، ونزل المطر ليطهر المسلمين ويثبت أقدامهم ويجعل الرمل تحتهم لبداً (صلباً)، بينما كان على المشركين وبلاً ومنزلقاً."
        },
       {
        "title":"6. اشتعال الملحمة: المبارزة والالتحام",
        "text":"بدأت المعركة بأسلوب 'المبارزة الفردية' لكسر الروح المعنوية:\n   1.  برز الأسود بن عبد الأسد المخزومي (شرس من المشركين) فأراد أن يشرب من حوض المسلمين، فقتله حمزة بن عبد المطلب.\n   2.  ثم خرج ثلاثة من فرسان قريش: عتبة بن ربيعة، وأخوه شيبة، وابنه الوليد. فخرج لهم ثلاثة من الأنصار، فرفض القرشيون وقالوا: 'أخرجوا لنا أكفاءنا من بني عمنا'.\n   3.  فأمر النبي ﷺ: 'قم يا عبيدة بن الحارث، قم يا حمزة، قم يا علي'\n   *   علي قتل الوليد بسرعة.\n   *   حمزة قتل شيبة بسرعة.\n   *   عبيدة اختلف مع عتبة ضربتين فجرح كل منهما الآخر، فمال حمزة وعلي على عتبة فقتلاه، وحملا عبيدة الذي استشهد لاحقاً."
        },
   {
        "title":"7. 'شاهت الوجوه' ونزول الملائكة",
        "text":"بعد المبارزة، حمي الوطيس. أخذ النبي ﷺ حفنة من التراب ورمى بها وجوه المشركين وقال: 'شاهت الوجوه' فما بقي مشرك إلا ودخل التراب في عينيه ومنخريه. ثم جاء المدد الإلهي: خمسة آلاف من الملائكة مسومين (عليهم علامات). كان الصحابة يمشون خلف المشرك، وفجأة يطير رأس المشرك قبل أن يصل إليه سيف الصحابي، ويسمعون صوت السياط تضرب من السماء."
        },
       {
        "title":"8. مصرع الطاغية ونهاية الكبر",
        "text":"كان النبي ﷺ قد وجه الأنظار نحو أبو جهل. انقض عليه غلامان من الأنصار (معاذ بن عفراء ومعاذ بن عمرو بن الجموح) وضرباه حتى أثخناه. ثم وجده عبد الله بن مسعود وهو في رمقه الأخير، فوضع قدمه على صدره، فقال أبو جهل بكبره المعهود: 'لقد ارتقيت مرتقاً صعباً يا رويعي الغنم!' ، فاحتز ابن مسعود رأسه وحمله للنبي ﷺ، فقال ﷺ: 'هذا فرعون هذه الأمة'."
        },
       {
        "title":"9. النتائج التي غيرت التاريخ",
        "text":"   *   خسائر المشركين: 70 قتيلاً (معظمهم من السادة والقادة كأبي جهل وأمية بن خلف وعتبة بن ربيعة) و70 أسيراً.\n   *   خسائر المسلمين: 14 شهيداً فقط (6 من المهاجرين و8 من الأنصار).\n   *   لأثر السياسي: أصبحت للمدينة 'هيبة' في قلوب العرب واليهود، وقويت شوكة المسلمين، وبدأت القبائل تحسب حساباً لهذا الدين الجديد."
        },
          {
        "title":"الخلاصة",
        "text":"بدر لم تكن مجرد نصر عسكري، بل كانت 'إعلاناً ربانياً' ببدء عهد جديد. كانت الاختبار الأول لصدق العقيدة أمام كثرة العدد، والمكان الذي امتزجت فيه دماء المهاجرين والأنصار لتصنع 'هوية إسلامية' واحدة. لقد كانت بدر هي الصدمة التي لم تفق منها قريش إلا وهي تخطط للانتقام في' \nلماذا اعتبر النبي ﷺ أن من شهد بدراً قد غُفر له ما تقدم من ذنبه؟ وكيف تعامل النبي ﷺ مع الأسرى في سابقة إنسانية وتاريخية؟ وما هي الدروس 'السياسية' و 'التربوية' التي جعلت من بدر أول معركة فاصلة في الإسلام؟\nسنعرف ذلك في المقالة القادمة: 'بدر.. أول معركة فاصلة في الإسلام'."
        }
      
 
    ]
}
