{
  "the_year_of_sorrow_death_of_khadījah_and_abū_ṭālib":
  [

        {
        "title":"عام الحزن: خسارة السند الداخلي والخارجي للرسالة",
        "text":"بعد أن وجد المسلمون الأوائل ملاذاً آمناً في الحبشة، اشتدت شراسة قريش في مكة، وبدأت المؤامرات والحصار تضيق على النبي صلى الله عليه وسلم ومن بقي معه من بني هاشم. ولكن الصدمة الكبرى لم تأتِ من قريش، بل جاءت من القدر الإلهي، بخسارة أعظم سندين للرسالة في مكة.\nنستعرض الآن أحداث عام الحزن (وفاة خديجة وأبي طالب)، وكيف أثرت هذه الفاجعة على مسار الدعوة.\nعُرف العام العاشر من النبوة بـ 'عام الحزن' (وقيل إن وفاة خديجة كانت بعد ذلك بقليل)؛ بسبب وفاة أعظم شخصيتين كانتا تُقدمان الدعم والحماية للنبي صلى الله عليه وسلم، وهما: أبو طالب (الدرع الخارجي) و خديجة (الاحتواء الداخلي)."
       },
          {
        "title":"1. وفاة العم (أبو طالب): سقوط الحصانة القبلية",
        "text":"كان أبو طالب بن عبد المطلب هو الزعيم والدرع الواقي للنبي صلى الله عليه وسلم ضد قريش، ودفاعه لم يكن عن إيمان، بل كان عن شرف قبلي ووفاء أسري.\nأ. الإصرار على الحماية حتى الرمق الأخير:\nمرض أبو طالب مرض الموت، وحين اشتد عليه الوجع، جاءت قريش إليه لتطلب منه طلباً أخيراً، ظناً منها أنها فرصتها الأخيرة:\n   *   الوفد الأخير: جاء سادات قريش، وقالوا له: 'يا أبا طالب، إن ابن أخيك قد عاب آلهتنا، وقصَدَنا... فهلا أمرته أن يكُفَّ عنا ونكفَّ عنه؟' .\n   *   محاولة النبي: دخل النبي صلى الله عليه وسلم على عمه وهو في النزع الأخير، وقال له بحنان: 'يا عم، قل: لا إله إلا الله، كلمة أحاجُّ لك بها عند الله!'.\n   *   الرفض الأخير: في اللحظة الأخيرة، قال أبو طالب: 'لولا أن تعيّرني قريش يقولون: إنما حمله على ذلك الجزع، لقلتها! ولكني أموت على ملة عبد المطلب.'.(أي على دين آبائه).\nب. النتيجة المباشرة (رفع الغطاء):\nبمجرد وفاة أبي طالب، سقطت الحصانة القبلية عن النبي صلى الله عليه وسلم، وأصبح مستهدفاً بشكل مباشر.\n   *   رد قريش: قال أبو جهل: 'من اليوم فصاعداً، نحن المسؤولون عن أمر محمد!' ، فزادت قريش في أذى النبي صلى الله عليه وسلم، ورفعت يدها عليه بالسوء علناً، حتى قال النبي:'ما نالت مني قريش شيئاً أكرهه حتى مات أبو طالب.' \nالأثر: كانت وفاة أبي طالب هي نقطة التحول التي أجبرت النبي صلى الله عليه وسلم على التفكير في الخروج من مكة والبحث عن أرض جديدة للدعوة (كما سنرى لاحقاً في رحلة الطائف)."
       },
          {
        "title":"2. وفاة خديجة (رضي الله عنها): خسارة السند النفسي",
        "text":"بعد وفاة عمه بثلاثة أيام أو نحو ذلك، توفيت زوجته الحبيبة خديجة بنت خويلد (رضي الله عنها)، التي كانت أقرب الناس إليه وأكثرهم مساندة في أصعب اللحظات.\nأ. مكانتها في الدعوة:\n   *   السند الداخلي: كانت خديجة هي حِصْنَه النفسي؛ فهو عندما كان يرجع خائفاً من غار حراء كان يجد عندها الأمن والطمأنينة.\n   *   الاحتواء المادي: سخرت كل مالها لنصرة الدعوة، وكانت أول من آمن وأول من صلى معه.\n   *   الوفاء: عاش معها (25 عاماً) ولم يتزوج عليها في حياتها قط.\nب. عمق الفاجعة:\nكانت وفاتها خسارة فادحة لا يمكن تعويضها، فهي الأم، والزوجة، والمستشار، والسند. وكانت بمثابة عزل نفسي للنبي صلى الله عليه وسلم بعد العزل القبلي بوفاة عمه.\nالنتيجة: أصبح النبي صلى الله عليه وسلم وحيداً، بلا حماية قبلية (بوفاة أبي طالب) ولا دعم نفسي أسري (بوفاة خديجة). هذا هو السبب في تسمية العام بـ 'عام الحزن'."
       },
          {
        "title":"3. ما بعد عام الحزن (رحمة ومعجزة)",
        "text":"أصبح النبي صلى الله عليه وسلم يواجه أذى قريش بلا حماية، وهذا زاد من صعوبة الدعوة. لكن الله تعالى لم يتركه وحيداً، بل جاءت اللحظة الأكثر قداسة في تاريخ النبوة لتطمئن قلبه وتُسكِن روحه.\n   *   التعويض الإلهي: بعد أن فقد سنده الأرضي (خديجة وأبو طالب)، جاءه التكريم الإلهي من سابع سماء، ليرى من آيات ربه الكبرى.\nفما هي هذه المعجزة التي حدثت لتثبيت فؤاد النبي صلى الله عليه وسلم؟ وكيف كانت رحلة الإسراء والمعراج هي التعويض الإلهي عن خسارة عام الحزن؟"
       }


    ]
}
