{
  "the_first_and_second_migration_to_abyssinia":
  [

        {
        "title":"الهجرة إلى الحبشة: اللجوء إلى 'النجاشي' العادل",
        "text":"بعد أن اشتد عذاب قريش على الصحابة المستضعفين، ووصل الأمر إلى القتل (استشهاد سمية وياسر)، أيقن النبي صلى الله عليه وسلم أن مكة لم تعد مكاناً آمناً للمؤمنين.\nكان لزاماً على القائد أن يتخذ قراراً استراتيجياً ينقذ به النواة الإيمانية، فجاء التوجيه الإلهي بالبحث عن ملاذ آمن، فكانت الهجرة إلى الحبشة.\nكانت الهجرة إلى الحبشة أول خروج للمسلمين من جزيرة العرب، وأول تجربة للجوء السياسي في تاريخ الإسلام. لم تكن مجرد هروب، بل كانت حركة استراتيجية لحماية الدعوة وتوفير بيئة سلمية للعبادة."
       },
           {
        "title":"1. الهجرة الأولى (عام 5 نبوية)",
        "text":"أشار النبي صلى الله عليه وسلم على أصحابه بالهجرة إلى الحبشة (إثيوبيا حالياً)، وكان ذلك لسببين رئيسيين:\n   1.  الملك العادل: قال لهم النبي صلى الله عليه وسلم: 'إنّ بأرض الحبشة مَلِكًا لا يُظلَمُ أحدٌ عنده، فالحَقوا ببلاده حتى يجعل الله لكم فَرَجًا' (الملك هو أصحمة النجاشي، وهو نصراني).\n   2.  البعد الجغرافي: الحبشة كانت بعيدة عن متناول قريش، وتُفصل بينها وبين مكة مسافة بحرية طويلة.\n   *   العدد: خرجت المجموعة الأولى في سرية تامة وتخفٍّ كبير، وكان عددهم حوالي اثنا عشر رجلاً وأربع نسوة، وعلى رأسهم عثمان بن عفان وزوجته رقية (ابنة النبي صلى الله عليه وسلم).\n   *   الهدف: كان الهدف هو النجاة بالدين والبدن، وإظهار الصلاة والعبادة بأمان.\nالجاذبية: لجوء المسلمين إلى ملك نصراني عادل بدلاً من البحث عن ملجأ عند القبائل العربية كان رسالة واضحة: الإسلام دين عالمي لا يعترف بحدود الجغرافيا أو القبلية، ويعترف بقيمة العدل أينما وُجد."
       },
           {
        "title":"2. الهجرة الثانية والبعث الدبلوماسي (عام 6 نبوية)",
        "text":"بعد فترة قصيرة من عودة بعض المهاجرين (بسبب شائعة كاذبة عن إسلام أهل مكة)، ازدادت حدة الاضطهاد، فأمر النبي صلى الله عليه وسلم بالهجرة الثانية والأكبر إلى الحبشة.\n   *   العدد: كان عدد المهاجرين هذه المرة حوالي ثلاثة وثمانين رجلاً وثماني عشرة امرأة، وكان من بينهم جعفر بن أبي طالب (ابن عم النبي وأخو علي)، الذي كان له الدور الأبرز في الدفاع عن الإسلام هناك.\nملاحقة قريش (المؤامرة الدبلوماسية):\nشعرت قريش بالخطر عندما رأت هذا العدد الكبير يهاجر ويجد ملاذاً آمناً. فقررت أن تُبطل هذه الهجرة عبر القنوات الدبلوماسية:\n   *   الوفد: أرسلت قريش وفداً حازماً برئاسة عمرو بن العاص وعبد الله بن أبي ربيعة (وكلاهما لم يُسلم بعد)، وأخذوا معهم الهدايا الثمينة إلى النجاشي وبطارقته (رجال الدين).\n   *   المهمة: طلبوا من النجاشي تسليم المسلمين إليهم دون أن يسمع كلامهم، مدعين أنهم 'سُفهاء فارقوا دين قومهم ولم يدخلوا في دين الملك'."
       },
           {
        "title":"3. المناظرة التاريخية: جعفر بن أبي طالب في بلاط النجاشي",
        "text":"كان النجاشي ملكاً حكيماً، فرفض تسليم المسلمين إلا بعد الاستماع إليهم. كانت هذه المناظرة هي أول عرض رسمي لمبادئ الإسلام في محفل دولي:\nأ. سؤال النجاشي:\nسأل النجاشي المسلمين: 'ما هذا الدين الذي فارقتم فيه قومكم ولم تدخلوا في ديني ولا في دين أحد من هذه المِلَل؟'.\nب. خطاب جعفر (الملخص التاريخي):\nوقف جعفر بن أبي طالب خطيباً، فقدم ملخصاً بليغاً للإسلام:\n   1.  حالة الجاهلية: كنا قوماً أهل جاهلية، نعبد الأصنام، ونأكل الميتة، ونأتي الفواحش، ونقطع الأرحام، ويسيء بعضنا إلى بعض.\n   2.  بعثة النبي: بعث الله إلينا رجلاً نعرف نسبه وصدقه وأمانته وعفافه.\n   3.  التعاليم الجديدة: أمرنا بـ صدق الحديث، وأداء الأمانة، وصلة الرحم، وحسن الجوار، ونهانا عن الفواحش والمنكر والزور.\n   4.  الخلاصة: أطعناه وآمنا به، فعدت علينا قريش وظلمتنا، فلما اشتد ظلمهم خرجنا إليك أيها الملك رغبةً في جوارك.\nج. المعجزة الروحية:\nطلب النجاشي من جعفر أن يقرأ شيئاً من القرآن، فقرأ جعفر من سورة مريم (التي تتحدث عن عيسى عليه السلام).\n   *   رد النجاشي: بكى النجاشي حتى اخضلت لحيته، وبكى البطارقة، وقال النجاشي: 'إن هذا والذي جاء به عيسى ليخرج من مِشْكاةٍ واحدة (من مصدر واحد). والله لا أسلمكم أبداً!'.\n   *   طرد الوفد: رفض النجاشي الهدايا وطرد وفد قريش، وعاش المسلمون في أمان وكفاية في الحبشة حتى عادوا إلى المدينة المنورة بعد سنوات."
       },
           {
        "title":"الخلاصة",
        "text":"انتصر المسلمون في الحبشة وعاشوا في أمان، لكن الأمور في مكة كانت تسير من سيئ إلى أسوأ. فبعد حوالي عشر سنوات من الدعوة، تلقى النبي صلى الله عليه وسلم أكبر صدمتين في حياته، الواحدة تلو الأخرى.\nما هي هاتان الخسارتان اللتان أدت إلى تسمية ذلك العام بـ 'عام الحزن' ؟ وكيف أثرت وفاة أبي طالب على حماية النبي؟"
       }
     
      


    ]
}
