{
  "the_prophets_bravery_in_battles":
  [
       {
        "title":"شجاعته ﷺ في الغزوات: القدوة في الإقدام والثبات (الـقـائـد)",
        "text":"ننتقل الآن إلى محراب البطولة والمواجهة، حيث نرى الجانب الآخر من الشخصية المحمدية؛ ذاك الذي لا يهاب الموت، ولا يتزعزع أمام الأزمات. إن شجاعته ﷺ لم تكن تهوراً، بل كانت يقيناً ثابتاً وثقةً مطلقة بنصر الله، جعلت منه الدرع الذي يحتمي به كبار الشجعان.\nفي تاريخ الحروب، غالباً ما يكون القادة في مأمن خلف الخطوط، لكن النبي ﷺ رسم نموذجاً فريداً للقائد الذي يتصدر الصفوف، ويباشر القتال بنفسه، ويكون أقرب الناس إلى العدو عند اشتداد البأس. لم تكن شجاعته مجرد قوة بدنية، بل كانت 'رباطة جأش' أذهلت الأبطال."
        },
          {
        "title":"أ. شهادة شجعان الصحابة (الملاذ الآمن):",
        "text":"وصف كبار أبطال الصحابة شجاعة النبي ﷺ بوصفٍ يعكس هيبته في الميدان.\nقول علي بن أبي طالب: يقول علي رضي الله عنه وهو من هو في الشجاعة: 'كنا إذا احمرَّ البأس، ولقي القومُ القومَ، اتقينا برسول الله ﷺ، فما يكون أحدٌ أقرب إلى العدو منه' .\n   *   وهذا يدل على أن النبي ﷺ كان يمثل 'المظلة الأمنية' للجيش؛ ففي اللحظات التي تطيش فيها العقول من هول المعركة، كان الصحابة يجدون الثبات بمجرد القرب من رسول الله ﷺ."
        },
          {
        "title":"ب. الثبات الأسطوري في لحظات الانهيار (يوم حنين):",
        "text":"تتجلى الشجاعة الحقيقية عند الهزيمة المفاجئة، وهذا ما حدث في غزوة 'حنين' . عندما باغتت قبائل هوازن المسلمين بوابل من السهام، وتراجع الجيش من هول الصدمة، بقي النبي ﷺ ثابتاً في مكانه.\n   *   النداء الخالد: في الوقت الذي ولى فيه الكثيرون، اندفع النبي ﷺ بغلته نحو جيش العدو وهو يصيح بأعلى صوته ليعلم الجميع بمكانه: 'أنا النبي لا كذب.. أنا ابن عبد المطلب'.\n   *   لم يكن هذا النداء مجرد تعريف، بل كان تحدياً لآلاف المشركين، وإعلاناً عن ثبات لا يتزعزع، مما أعاد الروح المعنوية للجيش وحوّل الهزيمة إلى نصر مؤزر."
        },
          {
        "title":"ج. الصمود تحت الجراح (يوم أحد):",
        "text":"في غزوة أحد، عندما استُهدف النبي ﷺ مباشرة، وتكاثر عليه المشركون بقصد قتله، كُسرت بيضته (الخوذة) وشُج وجهه وكُسرت رباعيته، ومع ذلك ظل يقاتل ويذب عن نفسه وعن دينه.\n   *   لم يزدد في تلك اللحظات إلا صبراً، بل إنه منع الصحابة من الانتقام الجاهلي، وظل يدعو للمعتدين بالهداية وهو يمسح الدم عن وجهه الشريف، مجمعاً بين شجاعة المقاتل ورحمة النبي."
        },
          {
        "title":"د. الشجاعة في السلم (فزع المدينة):",
        "text":"لم تكن شجاعته محصورة في الغزوات فقط، بل كانت طبعاً أصيلاً. روي أن أهل المدينة فزعوا ذات ليلة من صوت عالٍ، فانطلق الناس قِبَل الصوت، فاستقبلهم النبي ﷺ راجعاً وقد سبقهم جميعاً إلى مصدر الخوف.\n   *   كان ﷺ يركب فرساً لأبي طلحة عرياً (بدون سرج) وفي عنقه السيف، وهو يقول لهم بطمأنينة: 'لن تُراعوا.. لن تُراعوا' لقد كان أول من استطلع الخطر وحده قبل أن يتحرك الجيش، مما يثبت سرعة استجابته وبسالته الفطرية."
        },
          {
        "title":"الخلاصة",
        "text":"هذه الشجاعة النبوية التي لم تعرف الخوف يوماً، لم تكن قوةً باطشة تظلم أو تتجبر، بل كانت قوةً يحرسها العدل. فذاك القائد الذي يقتحم الصفوف في الحرب، هو نفسه الذي يرفض أن يظلم جندياً في تقسيم الغنائم، أو يحابي قريباً في تولي المناصب. لقد كان عدله في القيادة هو السر الذي جعل القلوب تلتف حوله قبل السيوف.\nفكيف كان النبي ﷺ يطبق العدل في أصعب الظروف العسكرية؟ وماذا فعل عندما طالبه أحد الجنود بالقصاص من نفسه؟ وكيف استطاع أن يقيم دولةً لا فرق فيها بين القوي والضعيف أمام ميزان الحق؟\nسنبحر في المقالة القادمة في عمق: 'عدله ﷺ في القيادة'."
        }
         
    ]
}
