{
  "the_prophets_awe_and_weeping_from_fear_of_allah":
  [
       {
        "title":"خشيته وبكاؤه من خشية الله: دموع الإجلال والمحبة",
        "text":"نختتم قسم 'عبادته وعلاقته بالله' بواحد من أرقّ وأصدق الجوانب الروحية في حياة النبي ﷺ، وهو 'الخشية' . فبرغم مكانته العالية وبشارته بالجنة، كان أكثر الناس وجلاً من الله وإجلالاً لعظمته. \nلم تكن خشية النبي ﷺ خوفاً من عقاب، بل كانت خشية إجلال ومعرفة بعظمة الخالق سبحانه. فكلما ازداد العبد معرفة بالله، ازداد منه خشية، وهكذا كان قلبه ﷺ؛ قلباً حيّاً يرتعش لذكر الله."
        },
         {
        "title":"أ. أزيز المرجل (صوت البكاء الخفي):",
        "text":"وصف الصحابة حال النبي ﷺ وهو في الصلاة، فقال مطرّف بن عبد الله عن أبيه: 'رأيتُ رسول الله ﷺ يصلي ولصدره أزيز كأزيز المرجل من البكاء' (والمرجل هو القِدْر الذي يغلي فيه الماء). وهذا يصور مدى المجاهدة والتحرق الذي كان يجده في صدره من شدة التأثر."
        },
         {
        "title":"ب. البكاء عند سماع القرآن:",
        "text":"كان النبي ﷺ يتأثر بالقرآن تأثراً عميقاً، فإذا مر بآيات الوعيد أو مشاهد القيامة غلبته دموعه:\n   *   حين قرأ عليه ابن مسعود سورة النساء ووصل لقوله تعالى: ﴿فَكَيْفَ إِذَا جِئْنَا مِن كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَىٰ هَٰؤُلَاءِ شَهِيدًا﴾، استوقفه النبي ﷺ وعيناه تذرفان بالدموع إشفاقاً من عظمة المسؤولية والشهادة على الخلق.\n   *   ليلةً ظل يكرر آية واحدة حتى الصباح وهو يبكي: ﴿إِن تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ ۖ وَإِن تَغْفِرْ لَهُمْ فَإِنَّكَ أَنتَ الْعَزِيزُ الْحَكِيمُ﴾."
        },
         {
        "title":"ج. الخشية في حركاته وسكناته:",
        "text":"كانت خشيته تظهر في خوفه من التقصير، وفي كثرة استغفاره، وكان يقول: 'إني لأستغفر الله في اليوم مائة مرة' وكان يوصي أصحابه قائلاً: 'لو تعلمون ما أعلم لضحكتم قليلاً ولبكيتم كثيراً'."
        },
         {
        "title":"الخلاصة",
        "text":"هذا العابد الخاشع الذي يبكي ليلاً بين يدي ربه، كان هو نفسه الزوج الحنون، والرفيق اللطيف الذي يملأ بيته بهجةً وحباً. فلم يمنعه انشغاله بالسماء عن إعطاء أهل الأرض حقوقهم، بل كان خير الناس لأهله.\nكيف كان النبي ﷺ يعامل زوجاته في بيته؟ وكيف كان يواسي عائشة ويمزح مع صفية ويقدر خديجة؟ وما هو سر قوله: 'خيركم خيركم لأهله، وأنا خيركم لأهلي'?\nنبدأ رحلتنا في القسم الجديد: 'تعامله مع الناس' ، وأول مقالاته: 'معاملته لأهله وزوجاته ﷺ'."
        }

       
    
    ]
}
