{
  "the_prophetic_treatment_of_its_people":
  [
       {
        "title":"فتح مكة والتعامل النبوي مع أهلها",
        "text":"وقعت أحداث فتح مكة في رمضان، العام الثامن للهجرة. كان هذا الحدث هو تحقيق النصر الأكبر الذي طالما انتظره المسلمون، وسمي بـ 'الفتح الأعظم' لأنه أزال آخر معاقل الوثنية والشرك في الجزيرة العربية."
        },
             {
        "title":"أ. سبب الفتح (نقض العهد):",
        "text":"السبب المباشر لفتح مكة هو نقض قريش صلح الحديبية، وتحديداً الشرط المتعلق بحرية تحالف القبائل:\n   *   الخيانة: هاجمت قبيلة بكر (حليفة قريش) قبيلة خزاعة (حليفة المسلمين) ليلاً، وشاركت قريش في هذا الهجوم بالسلاح والرجال خفيةً. هذا التصرف اعتبر نقضاً صريحاً لمعاهدة الحديبية.\n   *   الرد: أرسل النبي صلى الله عليه وسلم إنذاراً لقريش، ثم قرر الزحف على مكة لإعادة الحق وضمان الأمن."
        },
             {
        "title":"ب. أحداث المسيرة (جيش السرية والعفو):",
        "text":"خطط النبي صلى الله عليه وسلم لفتح مكة بشكل سري ومحكم لضمان الدخول السلمي وتجنب إراقة الدماء.\n   1.  الاستعداد السري: جهز النبي صلى الله عليه وسلم جيشاً ضخماً قوامه عشرة آلاف مقاتل، وأخفى وجهة السير تماماً.\n   2.  إسلام أبي سفيان: عندما وصل الجيش بالقرب من مكة، أسلم أبو سفيان (سيد قريش). وكرم النبي صلى الله عليه وسلم أبا سفيان بإصدار منشور الأمان التاريخي:\n'من دخل دار أبي سفيان فهو آمن، ومن أغلق عليه بابه فهو آمن، ومن دخل المسجد الحرام فهو آمن.' (تسهيل للاستسلام السلمي).\n   3.  الفتح السلمي: دخل الجيش الإسلامي مكة من محاور متعددة بأمر من النبي صلى الله عليه وسلم بعدم القتال إلا لمن يقاتلهم. وتم الدخول في معظمه سلمياً."
        },
             {
        "title":"ج. العفو النبوي (التعامل الأعظم):",
        "text":"بعد دخول مكة، قام النبي صلى الله عليه وسلم بتحطيم 360 صنماً حول الكعبة، ثم توجه إلى أهل مكة (الذين كانوا يترقبون مصيرهم خوفاً من الانتقام بعد سنوات من العداء):\n   1.  خطاب العفو: سأل النبي صلى الله عليه وسلم قريشاً: 'ما تظنون أني فاعل بكم؟' فردوا: 'خيراً، أخ كريم وابن أخ كريم'.\n   2.  الإعلان التاريخي: أجاب النبي صلى الله عليه وسلم بقوله: 'اذهبوا فأنتم الطُّلَقاء.'\n   *   الأثر: هذا العفو الشامل والمطلق عن أهل مكة (الذين كانوا أسرى حرب بحكم الواقع) يمثل قمة التسامح السياسي والديني، وأدى إلى دخولهم في الإسلام طواعية واقتناعاً."
        },
             {
        "title":"الخلاصة",
        "text":"بفتح مكة، انتهت مرحلة الصراع الرئيسية في الجزيرة العربية. لكن هذا الفتح أثار حفيظة بعض القبائل العربية الأخرى، وظهر خطر أكبر من الشمال.\nما هي آخر غزوة كبرى قادها النبي صلى الله عليه وسلم بنفسه؟ وما هي الظروف القاسية التي أحاطت بهذه الغزوة لدرجة تسميتها بـ 'جيش العسرة' وكيف رسخت هذه الغزوة أقدام المسلمين في مواجهة الإمبراطورية الرومانية؟"
        }
         
        
       
    ]
}
