{
  "the_prophets_supplication_and_entreaty":
  [
       {
        "title":"دعاؤه وتضرعه إلى الله: لسانٌ ذاكر وقلبٌ شاكر",
        "text":"نصل الآن إلى 'روح العبادة' وصلب العلاقة بين العبد وربه، وهو الدعاء. فلقد كان النبي ﷺ يرى في الدعاء اعترافاً كاملاً بالعبودية، وكان يلهج به في كل أحواله، موقناً أن مقاليد الأمور كلها بيد الله وحده.\nكان الدعاء عند النبي ﷺ هو 'المخ' والقوة المحركة لحياته، فلم يكن مجرد كلمات تقال باللسان، بل كان صرخة روح تستمد العون من خالقها. كان يرفع يديه للسماء بيقين من يعلم أن الله يستحي أن يرد يدَي عبده صفراً."
        },
             {
        "title":"أ. في الشدة والكروب (الاستغاثة العظمى):",
        "text":"   *   في يوم بدر: وقف النبي ﷺ يتضرع إلى ربه ويهتف به، ماداً يديه إلى السماء حتى سقط رداؤه عن منكبيه، وهو يقول: 'اللهم أنجز لي ما وعدتني، اللهم إن تهلك هذه العصابة من أهل الإسلام لا تُعبد في الأرض' . ظل يلحُّ في الدعاء حتى طمأنه أبو بكر قائلاً: 'يا رسول الله، كفاك مناشدتك ربك'.\n   *   في رحلة الطائف: عندما رماه الناس بالحجارة ودميت قدماه، لم يدعُ عليهم، بل التجأ إلى الله بدعائه المشهور 'اللهم إليك أشكو ضعف قوتي، وقلة حيلتي، وهواني على الناس...'. فكان الدعاء هو الملاذ الذي يضمد جراحه."
        },
             {
        "title":"ب. جوامع الدعاء (بلاغة الاستغفار والطلب):",
        "text":"   *   كان ﷺ يفضل 'جوامع الكلم' في الدعاء، ومن أكثر دعائه: 'ربنا آتنا في الدنيا حسنة وفي الآخرة حسنة وقنا عذاب النار'.\n   *   كان يكثر من قول: 'يا مقلب القلوب ثبت قلبي على دينك' ليعلمنا أن الثبات منحة إلهية تُطلب بالدعاء لا بالغرور بالعمل."
        },
             {
        "title":"ج. الدعاء في تفاصيل اليوم:",
        "text":"   *   لم يكن يمر موقف في يومه إلا وله فيه دعاء؛ عند الاستيقاظ، عند لبس الثوب، عند الخروج من البيت، وعند الأكل. كان يجعل حياته كلها 'كلها' فلا يغفل عن ذكر الله طرفة عين، وكأن كل نَفَس يخرجه هو تسبيح أو دعاء."
        },
             {
        "title":"الخلاصة",
        "text":"هذا التضرع المستمر واللجوء الدائم لله، جعلا الدنيا في عين النبي ﷺ أصغر من أن يُلتفت إليها. فمن كان يملك مفاتيح السماء بدعائه، كيف يطمع في حطام الأرض؟ ومن كان رجاؤه معلقاً بالخلود، كيف يأسى على فوات زينة فانية؟\nكيف كان يعيش النبي ﷺ في بيته؟ وهل صحيح أنه كان ينام على حصير يترك أثراً في جنبه الشريف؟ وكيف استطاع أن يرفض كنوز الأرض وهو الذي فُتحت له الممالك، ليثبت أن 'الزهد' ليس فقراً، بل هو غنى النفس بالله؟\nنلتقي في المقالة القادمة: 'زهده في الدنيا ورجاؤه في الله'."
        }
       
    
    ]
}
