{
  "the_prophets_mercy_towards_prisoners_of_war":
  [
       {
        "title":"رحمته ﷺ بالأسرى: إنسانية ما بعد السيوف",
        "text":"ننتقل الآن إلى صفحة مشرقة من صفحات السيرة النبوية، حيث تتجلى عظمة الإسلام في لحظات القوة. فبعد أن تضع الحرب أوزارها، وتصمت السيوف، تظهر  'رحمة القائد' التي لا تعرف الحقد، لتثبت أن الغاية من الجهاد لم تكن سفك الدماء، بل هداية القلوب وإرساء قواعد الإنسانية.\nفي العصور القديمة، كان الأسر يعني الإذلال، أو القتل، أو الاستعباد المهين. لكن النبي ﷺ جاء بدستور جديد غيّر وجه التاريخ العسكري، حيث حوّل 'العدو المأسور' إلى 'إلى' تجب رعايته وحفظ كرامته، ممتثلاً لقول الله تعالى في وصف الأبرار: ﴿وَيُطْعِمُونَ الطَّعَامَ عَلَىٰ حُبِّهِ مِسْكِينًا وَيَتِيمًا وَأَسِيرًا﴾."
        },
         {
        "title":"أ. الإطعام والكسوة (شركاء في الرزق):",
        "text":"لم يكن الأسرى في عهد النبي ﷺ يوضعون في زنازين مظلمة، بل كان يوزعهم على بيوت أصحابه ويوصيهم بهم خيراً.\n   *   إيثار الأسير بالخبز: يروي أحد أسرى معركة بدر (عزيز بن عمير) قائلاً: 'كانوا إذا قدموا غداءهم أو عشاءهم خصوني بالخبز وأكلوا هم التمر؛ لوصية رسول الله ﷺ بنا' . والخبز كان حينها أنفس من التمر، فكان المسلمون يجوعون ليُطعموا أعداءهم الذين جاؤوا لقتلهم بالأمس!\n   *   الكسوة: بعد غزوة بدر، رأى النبي ﷺ أن الأسرى بحاجة للثياب، فطلب من أصحابه كسوتهم، حتى إن 'العباس بن عبد المطلب' لم يجدوا له قميصاً يناسب طوله إلا قميص 'عبد الله بن أبيّ' ، فنزعه الأخير وأعطاه للأسير."
        },
         {
        "title":"ب. الفداء بالعلم (ثورة تعليمية):",
        "text":"في سابقة لم تعرفها البشرية، جعل النبي ﷺ 'العلم' طريقاً للحرية.\n   *   في غزوة بدر، عرض على أسرى قريش ممن يجيدون القراءة والكتابة أن يفدوا أنفسهم بتعليم عشرة من أبناء الأنصار. لقد قدم النبي ﷺ نشر العلم على المكاسب المادية، واعتبر أن فك أسر العقول بالمعرفة لا يقل أهمية عن فك أسر الأبدان."
        },
         {
        "title":"ج. مراعاة المشاعر والروابط الأسرية:",
        "text":"كان النبي ﷺ يتحسس آلام الأسرى النفسية قبل الجسدية:\n   *   قصة الأسيرة وولدها: في إحدى السبايا، رأى امرأة تولهت (فزعت) تبحث عن ولدها، فلما وجدته أخذته فألصقته ببطنها وأرضعته، فقال ﷺ لأصحابه: 'أترون هذه طارحةً ولدها في النار؟' ، قالوا: لا، قال: 'للهُ أرحمُ بعباده من هذه بولدها' وكان ينهى نهياً شديداً عن التفريق بين الأم وولدها في الأسر.\n\nتوضيح قصة 'رحمة الأم والرحمة الإلهية' \nهذه القصة ليست مجرد موقف عابر، بل هي واحدة من أعمق اللحظات التي جمعت بين المشاعر الإنسانية الفطرية وبين العقيدة الإيمانية، وقد رواها الإمامان البخاري ومسلم في صحيحيهما.\n   1.  المشهد المؤثر: حدثت هذه القصة في أعقاب إحدى الغزوات (ويُرجح أنها بعد حنين)، حيث كان السبي (الأسرى) يُجمعون. وسط هذا الزحام، كانت هناك امرأة من السبي قد فقدت طفلها الرضيع، فكانت تجري بهلع وفزع ('تولّهت') ، لا تنظر لأحد ولا تهتم لشيء، وكلما وجدت صبياً في السبي أخذته وألصقته بصدرها (تظنه ابنها أو لشدة فيض لبنها وحنانها)، حتى وجدت طفلها الحقيقي، فأخذته بقوة وألصقته ببطنها وأخذت ترضعه بلهفة شديدة.\n   2.  عين النبوة الراصدة: النبي ﷺ لم يمر على هذا المشهد مرور الكرام، بل استوقفه هذا الفيض من الحنان الفطري. أراد أن يربط أصحابه بمفهوم 'الرحمة الإلهية' من خلال مشهد حيّ يشاهدونه أمام أعينهم.\n   3.  الحوار التعليمي: سأل النبي ﷺ أصحابه سؤالاً يبدو بديهياً لكنه عميق: 'أترون هذه طارحةً ولدها في النار؟' (أي: هل يتخيل عقلكم أن هذه الأم، بكل هذا الحب، يمكن أن تحرق طفلها؟). قالوا بلسان واحد: 'لا والله يا رسول الله، وهي تقدر على أن لا تطرحه' . هنا جاء التعقيب النبوي الصادم والمطمئن في آن واحد: 'لَلَّهُ أرحمُ بعباده من هذه بولدها'.\n\nالدلالات والدروس المستفادة:\n   *   مقياس الرحمة: النبي ﷺ استخدم أعظم أنواع الرحمة البشرية (رحمة الأم) ليخبرنا أنها لا تساوي شيئاً أمام رحمة الله بعباده.\n   *   تشريع 'عدم التفريق' : من رحم هذه العاطفة، وضع النبي ﷺ قانوناً صارماً في الحروب: (من فرّق بين والدة وولدها، فرّق الله بينه وبين أحبته يوم القيامة). فكان يُحرم تماماً بيع الأم دون طفلها أو فصلهما عن بعضهما في الأسر، احتراماً لهذه الرابطة المقدسة.\n   *   أنسنة الحرب: القصة توضح أن النبي ﷺ كان يراقب أدق التفاصيل الإنسانية حتى في ساحات القتال، ولم تكن تشغله الغنائم أو الانتصارات عن مراعاة قلب امرأة مكسور.\n\n   *   ثُمامة بن أُثال: عندما أُسر سيد بني حنيفة، رُبط في سارية المسجد. لم يُعذبه النبي ﷺ، بل كان يمر عليه ويسأله بلطف: 'ما عندك يا ثمامة؟' ويأمر له بأطيب الطعام ولبن ناقته الخاصة، حتى انبهر ثمامة بهذا الرقي وأسلم طواعيةً وقال: 'يا محمد، والله ما كان على الأرض وجهٌ أبغض إليَّ من وجهك، فقد أصبح وجهك أحب الوجوه إليَّ'."
        },
         {
        "title":"د. العفو عند المقدرة:",
        "text":"كان الأصل في تعامله مع الأسرى هو 'المنُّ أو الفداء' ، ونادراً ما يلجأ للقتل إلا في حالات الخيانة العظمى التي تهدد أمن الدولة. وفي فتح مكة، ضرب أروع مثال بالعفو الجماعي عن آلاف الأسرى والطلقاء، ليعلم العالم أن غاية القوة هي التسامح."
        },
         {
        "title":"الخلاصة",
        "text":"هذه الرحمة الفائقة بالأعداء، لم تكن لتتحقق لولا وجود جيش منضبط، يربطه بقائده رباط من الحب والثقة المطلقة. فالنبي ﷺ لم يكن فقط رحيماً بالأسرى، بل كان 'أباً' لجنوده، يخطط لكل خطوة بدقة متناهية، ويحرص على سلامة كل جندي وكأنه ابنه الوحيد.\nفكيف كان النبي ﷺ ينظم صفوف الجيش بأساليب لم تعرفها العرب من قبل؟ وما هو سر 'الاستخبارات النبوية' التي كانت ترصد تحركات العدو بدقة؟ وكيف كان يتفقد أصحابه في ظلمات الليل ويقف على حاجياتهم قبل المعركة؟\nسنبحر في المقالة القادمة في عالم: 'تنظيمه للجيش وحرصه على أصحابه ﷺ'."
        }
        
         
         
    ]
}
