{
  " the_prophets_skin_color_and_hair_description":
  [
       {
        "title":"لون بشرته وشعره: الاعتدال في الجمال",
        "text":"بعد أن رسمنا ملامح الوجه، نكتمل الصورة بالحديث عن 'النور' الذي كان يكسو هذا الوجه، وعن طبيعة شعره كما وصفها من عاصره عن قُرب. \nلم يكن جمال النبي ﷺ عادياً، بل كان جمالاً يتسم بالاعتدال والنور، فلا هو بالمفرط ولا هو بالمقصر في أي صفة خَلْقية."
        },
           {
        "title":"أ. لون البشرة (اللون الأزهر):",
        "text":"   *   البياض المستنير: لم يكن النبي ﷺ أبيضاً 'أمهق' (وهو البياض الباهت الشديد الذي لا حمرة فيه)، ولا 'آدماً' (وهو الأسمر الشديد).\n   *   الوصف الدقيق: كان 'أزهر اللون' وهو البياض الذي يخالطه الحمرة (بياض مُشرَب بحمرة)، وهو أجمل ألوان العرب. وصفه أصحابه بأن وجهه كان يتلألأ تلألؤ القمر، وكان العرق في وجهه كأنه اللؤلؤ، وريحه أطيب من ريح المسك."
        },
           {
        "title":"ب. وصف الشعر ونعومته:",
        "text":"   *   طبيعة الشعر: لم يكن شعره شديد الجعودة (مُنقبضاً جداً)، ولا شديد الاسترسال (ناعماً جداً بلا تكسر)، بل كان 'رَجِلاً' أي فيه تكسر يسير وجميل (متموج).\n   *   طول الشعر: كان شعره يختلف طوله بحسب الوقت؛ فأحياناً يصل إلى شحمة أذنيه، وأحياناً ينزل إلى عاتقه (كتفيه).\n   *   تسريحه: كان النبي ﷺ يسدل شعره في البداية (يرسله على جبينه) موافقة لأهل الكتاب، ثم أصبح يفرقه من الوسط، وكان يكثر من دهن رأسه وتسريحه."
        },
           {
        "title":"ج. الشيب في شعره الشريف:",
        "text":"   *   القلة والوقار: توفي النبي ﷺ وليس في رأسه ولحيته عشرون شعرة بيضاء.\n   *   موضع الشيب: كان الشيب يتركز في 'العنفقة' (الشعر تحت الشفة السفلية) وفي الصدغين، وكان لا يظهر إلا إذا لم يضع طيباً أو دهناً. وكان يقول: 'شيبتني هود وأخواتها' إشارة إلى هول ما في هذه السور من أهوال القيامة."
        },
           {
        "title":"الخلاصة",
        "text":"هذا الجمال في الملامح والبشرة، كان يحمله جسدٌ قوي، يتحرك بهيبة ووقار، فكانت حركته تدل على القوة والسرعة، وجلسته تدل على التواضع التام لله.\nكيف كان النبي ﷺ يمشي؟ هل كان متبختراً أم هيناً؟ وما هي الطريقة التي كان يجلس بها بين أصحابه لدرجة أن الغريب لا يميزه بينهم؟ وكيف كانت 'جلسة القرفصاء' تعبر عن شدة تواضعه؟"
        }
 

    ]
}
