{
  "the_temporary_setback_and_lessons":
  [

        {
        "title":"غزوة أحد (أسباب الهزيمة المؤقتة ودروسها)",
        "text":"بعد النصر الإلهي في بدر، لم تتقبل قريش الهزيمة وبدأت فوراً التخطيط للانتقام. أدركت قريش أن القضية لم تعد مجرد حماية قافلة، بل معركة وجودية ضد قوة جديدة صاعدة.\nنستعرض الآن غزوة أحد (أسباب الهزيمة المؤقتة ودروسها)، وهي المعركة التي كانت بمنزلة عملية جراحية لجسد الدولة الإسلامية لتنقيته وتعليمه دروساً لا تُنسى في الطاعة.\nوقعت غزوة أحد في شوال، العام الثالث للهجرة، عند جبل أحد شمال المدينة المنورة. سُميت بذلك نسبةً للجبل الذي دارت المعركة حوله."
       },
         {
        "title":"1. أسباب الغزوة (نار الثأر والانتقام)",
        "text":"الدافع الأساسي لقريش هو الثأر للمقتولين في بدر وعلى رأسهم أبو جهل، واستعادة الهيبة الدينية والسياسية في جزيرة العرب.\n   *   الحشد الكبير: جمعت قريش جيشاً ضخماً قوامه حوالي ثلاثة آلاف مقاتل، يضم مائتي فارس، بقيادة أبي سفيان بن حرب. وتميز هذا الجيش بالتحريض العاطفي، حيث خرجت النساء معهم (بقيادة هند بنت عتبة) لتدفع الرجال للقتال انتقاماً.\n   *   الخروج للمواجهة: استشار النبي صلى الله عليه وسلم أصحابه حول ملاقاة العدو داخل المدينة أو الخروج لملاقاته. أشار كبار الصحابة بالبقاء، بينما أشار الشباب بالخروج، فأخذ النبي صلى الله عليه وسلم برأي الشباب (الذي كان فيه حماس)، وخرج بجيش قوامه حوالي سبعمائة مقاتل.\n   *   خيانة المنافقين: في الطريق، عاد رأس المنافقين عبد الله بن أُبيّ بن سلول بثلث الجيش (نحو 300 مقاتل)، بحجة عدم الأخذ برأيه، مما أحدث بلبلة مبكرة في صفوف المسلمين."
       },
         {
        "title":"2. أحداث المعركة (من نصر كاسح إلى هزيمة مؤقتة)",
        "text":"كانت المعركة درساً في الاستراتيجية العسكرية، وكيف يمكن لخطأ واحد أن يقلب موازين القتال.\nأ. الإجراء الاستراتيجي (جبل الرماة):\n   1.  تأمين الظهر: اختار النبي صلى الله عليه وسلم موقعاً استراتيجياً جعل فيه جبل أحد خلف ظهور المسلمين.\n   2.  أمر القيادة: وضع النبي صلى الله عليه وسلم على مرتفع جبلي (جبل الرماة) خمسين رامياً بقيادة عبد الله بن جُبير، وأصدر لهم أمراً قطعياً واحداً: 'احموا ظهورنا. إن رأيتمونا نُخْطف، فلا تغيثونا. وإن رأيتمونا ظهرنا عليهم، فلا تفارقوا مكانكم!'\n\nب. سبب النكبة (مخالفة أمر القائد):\n   1.  النصر الأولي: حقق المسلمون نصراً كاسحاً في بداية المعركة، وبدأت قريش في الفرار وترك الغنائم.\n   2.  الخطأ القاتل: ظن غالبية الرماة أن المعركة انتهت، فخالفوا الأمر النبوي ونزلوا من الجبل لجمع الغنائم، وبقي منهم القائد وعشرة رجال فقط.\n   3.  انقلاب الموازين: استغل خالد بن الوليد (الذي كان لا يزال مشركاً) هذا الخطأ بعبقرية عسكرية، فدار بفرسانه من خلف الجبل، وهاجم بقية الرماة، ثم انقض على جيش المسلمين من الخلف.\n   4.  الاضطراب والفوضى: وقع المسلمون بين جيش قريش من الأمام وفرسان خالد من الخلف، وتحول النصر إلى هزيمة مؤقتة. أُصيب النبي صلى الله عليه وسلم في وجهه، وشاعت إشاعة كاذبة بأنه قُتل، مما زاد في تشتت المسلمين."
       },
         {
        "title":"3. نتائج المعركة ودروسها المستفادة",
        "text":"كانت النتائج قاسية، لكنها كانت ضرورية لتربية الجيل المؤسس:\nأ. الخسائر المادية والبشرية:\n   *   الشهداء: استشهد من المسلمين سبعون رجلاً، كان منهم حمزة بن عبد المطلب (سيد الشهداء)، ومُثّل بجثثهم.\n   *   النتائج النهائية: لم تستطع قريش تحقيق هدفها الأقصى وهو القضاء على الإسلام، بل اكتفت بالثأر، وانسحبت خوفاً من تجمع المسلمين مرة أخرى.\n\nب. الدروس والعبر الرئيسية:\n   1.  الالتزام المطلق بقرار القيادة: كان الدرس الأعظم هو أن مخالفة أمر القائد (حتى لو كان بدافع حسن) هو السبب المباشر للهزيمة.\n   2.  الخطر الداخلي: كشفت الغزوة الخطر الكامن للمنافقين، مما أتاح للمسلمين فرز صفوفهم والتعرف على العناصر المترددة.\n   3.  الابتلاء والتمحيص: علّمت المسلمين أن النصر ليس دائماً سهلاً، وأن سنة الابتلاء في التضحية والتمحيص ضرورية لصقل الأمة.\n   4.  التعلُّق بالهدف الأسمى: أكدت الغزوة أن التعلُّق بـ المكاسب الدنيوية (الغنيمة) يُضعف من التوفيق في الآخرة والدنيا."
       },
         {
        "title":"الخلاصة",
        "text":"بعد عامين من الصراع، لم تحقق قريش نصراً حاسماً في أحد، بل جرحت المسلمين وأيقظتهم. أدركت قريش بعد ذلك أن المواجهة يجب أن تكون شاملة وحاسمة. فبدأت في بناء أكبر تحالف عسكري لغزو المدينة والقضاء على المسلمين نهائياً.\nما هي المعركة التي تحالفت فيها 'الأحزاب' للقضاء على الإسلام بشكل نهائي؟ وما هي الخطة العبقرية التي استعملها المسلمون لتحويل الهجوم إلى دفاع؟ وماذا كان موقف الخطر الداخلي (اليهود) من هذا التحالف؟"
       }
       
    ]
}
