{
  "the_prophets_justice_and_fairness":
  [
       {
        "title":"عدله وإنصافه: الميزان الذي لا يميل",
        "text":"ننتقل الآن إلى القيمة التي أرست دعائم الدولة والمجتمع في مدرسة النبوة، وهي 'العدل' فلم يكن النبي ﷺ يرضى بالمحاباة أو التمييز، بل كان الميزان الذي لا يميل، والمُنصف الذي يرد الحقوق لأصحابها ولو كان الخصم عدواً.\nكان عدل النبي ﷺ تطبيقاً حياً لقوله تعالى: ﴿إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالْإِحْسَانِ﴾. لم يكن يفرّق في تطبيق شرع الله بين شريف ووضيع، أو بين قريب وبعيد، فكان العدل عنده قيمة مطلقة لا تخضع للعواطف."
        },
         {
        "title":"أ. لا محاباة في الحق (قصة المرأة المخزومية):",
        "text":"وقع حادث سرقة لامرأة من بني مخزوم (وهي قبيلة ذات شأن)، فأراد الصحابة أن يشفعوا لها حتى لا يُقام عليها الحد تقديراً لمكانة قبيلتها. فكلّموا أسامة بن زيد 'حِبّ رسول الله' ليشفع لها.\n   *   الغضبة النبوية: غضب النبي ﷺ وقال: 'أتشفع في حد من حدود الله؟'.\n   *   القاعدة الذهبية: خطب في الناس قائلاً: 'إنما أهلك الذين قبلكم، أنهم كانوا إذا سرق فيهم الشريف تركوه، وإذا سرق فيهم الضعيف أقاموا عليه الحد، وأيم الله (قسماً بالله) لو أن فاطمة بنت محمد سرقت لقطعت يدها'."
        },
         {
        "title":"ب. القصاص من نفسه (تواضع القائد العادل):",
        "text":"في غزوة بدر، كان النبي ﷺ يسوي الصفوف وبيده قدح (سهم)، فمر بسواد بن غزية وهو خارج من الصف، فوخزه في بطنه وقال له: 'استوِ يا سواد'\n   *   فقال سواد: 'يا رسول الله أوجعتني، وقد بعثك الله بالحق والعدل، فأقدني (أريد القصاص)'.\n   *   رد الفعل النبوي: كشف النبي ﷺ عن بطنه وقال: 'استقد يا سواد (خُذ حقك)' فانكب سواد يقبل بطن النبي ﷺ، أراد فقط أن يمس جلده جلد النبي قبل القتال."
        },
         {
        "title":"ج. إنصافه مع غير المسلمين:",
        "text":"كان النبي ﷺ ينصف اليهود والنصارى من المسلمين إذا كان الحق معهم.\n   *   نزلت آيات من القرآن (في سورة النساء) لتبرئة يهودي اتُّهم ظلماً بالسرقة، وإدانة رجل مسلم هو الذي سرق، مما رسخ مبدأ أن العدل لا دين له، بل هو حق لكل إنسان."
        },
         {
        "title":"الخلاصة",
        "text":"هذا العدل المطلق كان يستند إلى ركنين مكينين في شخصية النبي ﷺ منذ صباه، وهما الصدق والأمانة. فمن عدل مع الناس، لا بد أن يكون صادقاً في قوله، أميناً على حقوقهم، وهي الصفات التي جعلت حتى أعداءه يأتمنونه على أموالهم وهم يحاربونه!\nلماذا لُقب النبي ﷺ بـ 'الصادق الأمين' قبل نزول الوحي؟ وماذا فعل المشركون بأماناتهم عنده حين هاجر إلى المدينة؟ وكيف كان صدقه هو المفتاح الأول الذي فتح قلوب كبار قادة العرب للإسلام؟\nسنعرف ذلك في المقالة القادمة: 'صدقه وأمانته'."
        }
       
    ]
}
