{
  " the_prophets_gaze_and_smile":
  [
       {
        "title":"نظره وابتسامته: لغة الود والحياء النبوي",
        "text":"نصل الآن إلى ملامح الوجه التي كانت تفيض وداً وسكينة، فجمال النبي ﷺ لم يكن في تقاسيم وجهه فحسب، بل في 'النور' الذي ينبعث من نظراته والراحة التي تسكن في ابتسامته.\nكانت عينا النبي ﷺ وسيلة تواصل قوية مع أصحابه، فكان ينظر بالرحمة، ويتبسم بالبشر، ويغُضُّ طرفه بالحياء، مما جعل وجهه الشريف مألفاً للقلوب."
        },
        {
        "title":"أ. صفة نظره (نظرة تأمل وحياء):",
        "text":"كان النبي ﷺ يتميز بنظرة فيها مزيج من المهابة والسكينة:\n   *   نظره إلى الأرض: كان ﷺ دائم الفكر، نظره إلى الأرض أطول من نظره إلى السماء، وذلك من شدة تواضعه لله وحيائه منه.\n   *   نظرة الملاحظة: كان يلحظ الناس بطرف عينه (أي لا يحدّق في وجوههم إحراجاً لهم)، بل كانت نظرته فيها رفق ومراعاة لمشاعر الآخرين.\n   *   الالتفات بالكلية: إذا ناداه أحد أو أراد أن ينظر إلى شخص، لم يكتفِ بإمالة رأسه، بل كان يلتفت بجسده كله إجلالاً وتقديراً لمن يخاطبه."
        },
           {
        "title":"ب. ابتسامته المشرقة (قرة العين):",
        "text":"وصف الصحابة ابتسامة النبي ﷺ بأنها كانت تبعث الأمل في النفوس:\n   *   أكثر الناس تبسماً: يقول عبد الله بن الحارث: 'ما رأيت أحداً أكثر تبسماً من رسول الله ﷺ' فكان التبسم سجيته الدائمة في لقاء الناس.\n   *   إشراق الوجه: كان إذا سُرَّ استنار وجهه حتى كأنه قطعة قمر، وكان الصحابة يقولون إن ابتسامته كانت تضيء ما حوله.\n   *   جبر الخواطر: يقول جرير بن عبد الله البجلي: 'ما رآني رسول الله ﷺ منذ أسلمت إلا تبسم في وجهي ' وهذا يدل على استخدامه للابتسامة كمفتاح لقلوب الناس وتقريبهم للدين."
        },
           {
        "title":"ج. الجمع بين الهيبة والبِشر:",
        "text":"كان في وجهه 'بِشر' (طلاقة وجه) يزيل الخوف، وفي الوقت نفسه له 'هيبة' تمنع التطاول. كان يمزح ولا يقول إلا حقاً، وكانت ابتسامته هي الرد الجميل على جهل الجاهلين وجفاء الأعراب."
        },
           {
        "title":"الخلاصة",
        "text":"هذا الوجه المتبسم والنظرات الرحيمة لم تكن مجرد ملامح جمالية، بل كانت انعكاساً لقلبٍ وسع الكون كله برحمته. فرحمته ﷺ لم تتوقف عند البشر المقربين، بل تجاوزت الحدود لتشمل الأعداء، والضعفاء، وحتى الكائنات التي لا تنطق.\nكيف كان النبي ﷺ يتعامل مع الأطفال والنساء؟ وما هي قصة الجمل الذي بكى بين يديه واشتكى له؟ وكيف استطاع بقلبه الرحيم أن يغير قسوة قلوب العرب ليجعلهم أرق الناس أفئدة؟\nنلتقي في المقالة القادمة: 'رحمته ﷺ بالناس والحيوان' ."
        }
 
    ]
}
