{
  "the_battle_of_hamra_al_asad_uhud_sequel":
  [
       {
        "title":"غزوة حمراء الأسد: استردادُ الكبرياء ومطاردةُ المستحيل الرد الصاعق",
        "text":"نحن الآن في صبيحة يوم الأحد، السادس عشر من شوال، في العام الثالث للهجرة. المدينة المنورة لا تنام؛ أنين الجرحى يملأ البيوت، ومرارة الانكسار في 'أُحد' ما زالت تَعصر القلوب، وسبعون جثماناً من خيرة الأبطال وُوروا الثرى بالأمس. في هذه اللحظة التي يظن فيها العدو أن المسلمين قد انتهوا، دوى صوت المنادي في شوارع المدينة بأمرٍ نبويٍّ لا يصدقه عقل: 'إن رسول الله ﷺ يأمركم بطلب عدوكم، ولا يخرج معنا إلا من شهد القتال بالأمس!'.\nغزوة حمراء الأسد ليست مجرد معركة، بل هي 'عملية إعادة بناء الروح المعنوية' بامتياز. إنها الدرس النبوي الذي يقول للعالم: 'المؤمن قد يُجرح، لكنه لا يُهزم'."
        },
         {
        "title":"١. الأسباب: قطع الطريق على 'ندم' قريش",
        "text":"بينما كان المسلمون يضمدون جراحهم، كان النبي ﷺ يفكر بعقلية القائد العبقري. أدرك أن أبا سفيان وجيشه عندما يبتعدون عن المدينة ويراجعون أنفسهم، سيندمون لأنهم لم يدخلوا المدينة ولم يستأصلوا المسلمين وهم في حالة ضعف.\n   *   كان الهدف من الغزوة 'الحرب النفسية' : إيهام قريش والقبائل المحيطة أن المسلمين لا يزالون في قمة قوتهم، وأن ما حدث في أُحد لم يكن إلا كبوة عابرة."
        },
         {
        "title":"٢. المعجزة البشرية: الجرحى يلبون النداء",
        "text":"تخيل المشهد: صحابة أجسادهم ممزقة بالسيوف، ورؤوسهم مشجوجة، لا يكاد أحدهم يقوى على المشي. ومع ذلك، بمجرد سماع الأمر، قاموا يجرون جراحهم.\n   *   الأخوين من بني عبد الأشهل: كانا مثخنين بالجراح، ولم يكن لهما دابة، فكان أحدهما يحمل الآخر لبعض الطريق ثم يتبادلان، حتى لا يفوتهما الخروج مع النبي ﷺ.\n   *   خرج الجيش المكون من (٥٤٠) بطلاً، كلهم ممن شهد 'أُحد' ، ليعلنوا للعالم أن الإرادة أقوى من الألم."
        },
         {
        "title":"٣. خطة الخداع الاستراتيجي: 'نيران الغابة'",
        "text":"وصل النبي ﷺ إلى منطقة 'حمراء الأسد' (تبعد حوالي ١٣ كم عن المدينة). وهناك، أمر بتمويه عسكري بارع:\n   *   أمر النبي ﷺ كل جندي أن يوقد ناراً مستقلة ومتباعدة في الليل.\n   *   في ظلام الصحراء، بدت النيران وكأنها لجيش ضخم يضم آلاف المقاتلين.\n   *   صعدت ألسنة اللهب إلى السماء، وبدأ الرعب يتسلل إلى عيون جواسيس قريش الذين كانوا يراقبون من بعيد."
        },
         {
        "title":"٤. معبد الخزاعي: 'الضربة القاضية' للعقل المشرك",
        "text":"مرَّ 'معبد الخزاعي' بالنبي ﷺ، ورأى حال الجيش وتصميمه، ثم لحق بجيش قريش في منطقة 'الروحاء' . وجد أبا سفيان فعلاً يخطط للعودة للمدينة. سأل أبو سفيان: 'ما وراءك يا معبد؟' . فقال معبد بذكاء (وهو يخفي إسلامه): 'يا أبا سفيان! هذا محمد قد خرج في أصحابه في جمع لم أرَ مثله قط، يتحرقون عليكم حرقاً! وقد اجتمع معه من تخلّف عنه بالأمس وندموا على ما فعلوا، إنهم يغلي مِرجلهم غلياً!' سقطت معنويات أبي سفيان، ورغم محاولته التهديد بإرسال رسائل وعيد للنبي ﷺ، إلا أنه أمر جيشه بالإسراع نحو مكة خوفاً من المواجهة."
        },
         {
        "title":"٥. النتائج: الهيبةُ تعود للمدينة",
        "text":"أقام النبي ﷺ في حمراء الأسد ثلاثة أيام، والرايات ترفرف والنيران تشتعل، حتى تأكد أن العدو قد دخل مكة هرباً.\n   *   سياسياً: خمدت مطامع الأعراب والمنافقين واليهود الذين كانوا يظنون أن المسلمين قد ذلّوا.\n   *   نفسياً: استعاد الصحابة ثقتهم بأنفسهم، وأثبتوا أنهم رغم 'القرح' الذي أصابهم، هم الذين يطاردون العدو، وليس العكس.\n   *   نزلت فيهم الآيات التي تخلد صنيعهم: ﴿الَّذِينَ اسْتَجَابُوا لِلَّهِ وَالرَّسُولِ مِن بَعْدِ مَا أَصَابَهُمُ الْقَرْحُ ۚ لِلَّذِينَ أَحْسَنُوا مِنْهُمْ وَاتَّقَوْا أَجْرٌ عَظِيمٌ﴾."
        },
         {
        "title":"الخلاصة",
        "text":"حمراء الأسد كانت 'الجسر' الذي عبر به المسلمون من حزن أُحد إلى ثبات الغزوات القادمة. لقد استقرت الأوضاع عامين، حتى جاء العام الخامس للهجرة، ليواجه المسلمون التحدي الأخطر والأكبر في تاريخهم. لم يعد العدو قبيلة واحدة، بل 'أحزاباً' تحالفت من كل فجٍّ وصوب لاستئصال شجرة الإسلام من جذورها.\nعشرة آلاف مقاتل يحيطون بالمدينة من كل جانب، وخيانة مريرة تخرج من الداخل، وبرد وجوع يفتك بالأبدان. فكيف نجا المسلمون من 'إبادة محققة'؟ وما هي فكرة 'الغريب' التي شقت الأرض لتصنع النجاة؟ وكيف بلغت القلوب الحناجر قبل أن تنزل معجزة الريح؟.\nسنعيش أدق تفاصيل الحصار في المقالة القادمة: 'غزوة الخندق (الأحزاب).. حين تكالبت الأمم'."
        }
        
         
   
    ]
}
