{
  "the_prophets_asceticism_and_hope_in_allah":
  [
       {
        "title":"زهده في الدنيا ورجاؤه في الله: ملكٌ في ثوب ناسك مـنـى",
        "text":"نختتم الآن ملامح التعلق القلبي بالله من خلال صفة 'الزهد' لنرى كيف أن الذي ملك قلوب العرب والعجم، وزلزل عروش الأكاسرة والقياصرة، عاش حياةً لا يطمع فيها إلا في رضا الله والدار الآخرة.\nلم يكن زهد النبي ﷺ عن فقرٍ أو عجز، بل كان زهداً عن قدرة واختيار. فقد فُتحت له كنوز الأرض، وجُبيت إليه الأموال، لكنه آثر أن يعيش عيشة الكفاف، ليعلّم البشرية أن القيمة الحقيقية للإنسان ليست فيما يملك، بل فيما يعطي."
        },
         {
        "title":"أ. في بيته (حياة الكفاف):",
        "text":"   *   الفراش البسيط: دخل عليه عمر بن الخطاب رضي الله عنه يوماً، فرآه نائماً على حصير قد أثّر في جنبه الشريف، فبكى عمر وقال: 'يا رسول الله، كسرى وقيصر ينامون على الحرير والديباج، وأنت صفوة الله تنام على الحصير؟'.\n   *   الرد النبوي: أجابه النبي ﷺ بيقين الواثق: 'أما ترضى أن تكون لهم الدنيا ولنا الآخرة؟' وفي رواية أخرى قال: 'ما لي وللدنيا؟ ما أنا في الدنيا إلا كراكب استظل تحت شجرة ثم راح وتركها'."
        },
         {
        "title":"ب. طعامه وماله:",
        "text":"   *   قالت السيدة عائشة رضي الله عنها: 'ما شبع آل محمد من خبز برٍّ (قمح) يومين متتابعين حتى قُبض'.\n   *   مات ﷺ ودرعه مرهونة عند يهودي مقابل طعام لأهله، رغم أن الأموال كانت تنهال على المسجد النبوي، لكنه كان ينفقها كلها قبل أن يبيت في بيته درهم واحد."
        },
         {
        "title":"ج. الرجاء بالله (الأمل الذي لا ينقطع):",
        "text":"   *   كان زهده في الدنيا يقابله رجاءٌ عظيم وعملٌ دؤوب للآخرة. لم يكن اليأس يعرف لقلبه طريقاً، حتى في أصعب اللحظات (كما في الغار) كان يقول لصاحبه: 'ما ظنك باثنين الله ثالثهما؟'.\n   *   كان يرجو من الله الرحمة لأمته، ويخبئ دعوته المستجابة شفاعةً لهم يوم القيامة، وهذا هو قمة الرجاء في فضل الله وكرمه."
        },
         {
        "title":"الخلاصة",
        "text":"هذا الزاهد الذي لم تفتنه الدنيا، كان يحمل في صدره قلباً يرتجف إجلالاً لله. فبقدر ما كان يرجو رحمة الله، كان يخشى جلاله وعظمته، فكانت عيناه سريعة الدمع كلما ذُكر الله أو تليت آياته.\nكيف كان النبي ﷺ يبكي حتى يُسمع لصدره أزيز كأزيز المرجل؟ وما هي الآيات التي كانت تذرف من أجلها عيناه الشريفتان؟ وكيف كان يجمع بين رجائه في رحمة الله وخشيته العميقة من مقامه سبحانه؟\nنلتقي في المقالة القادمة: 'خشيته وبكاؤه من خشية الله'."
        }
 
       
    
    ]
}
