{
  " the_prophets_forbearance_and_patience_during_anger":
  [
       {
        "title":"حلمه وصبره عند الغضب: انتصار الروح على النفس",
        "text":"نصل الآن إلى صفة من أصعب الصفات على النفس البشرية، وهي القدرة على ضبط الانفعال ومقابلة الإساءة بالإحسان. فقد كان النبي ﷺ يملك نفسه عند الغضب ملكاً تاماً، ولم تكن تزيد شدة الجهل عليه إلا حلماً.\nكان النبي ﷺ أبعد الناس غضباً وأسرعهم رضاً. لم يكن حلمه عن عجز، بل كان حلم القوي المتمكن الذي يختار الرحمة والتربية على الانتقام والسطوة."
        },
         {
        "title":"أ. ضابط الغضب (لا يغضب لنفسه):",
        "text":"القاعدة الذهبية في حياة النبي ﷺ هي أنه 'ما انتقم لنفسه قط'.\n   *   كان غضبه لله فقط؛ فإذا انتهكت حرمات الله لم يقم لغضبه شيء حتى ينتصر للحق. أما في حقه الشخصي، فكان يصفح ويغفر، عملاً بقوله تعالى: ﴿خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجَاهِلِينَ﴾."
        },
         {
        "title":"ب. حلمه مع جفاء الأعراب:",
        "text":"   *   جذبة الأعرابي: جاءه أعرابي فجذبه من ردائه جذبة شديدة حتى أثّر حاشية الرداء في عاتقه الشريف، وقال بفظاظة: 'يا محمد، مُر لي من مال الله الذي عندك!' فالتفت إليه النبي ﷺ فضحك، ثم أمر له بعطاء. لم يزجره ولم يعاقبه، بل امتص غضبه بالتبسم والكرم."
        },
         {
        "title":"ج. حلمه مع الأعداء (العفو عند المقدرة):",
        "text":"   *   أهل الطائف: بعد أن طردوه ورموه بالحجارة حتى دميت قدماه، جاءه ملك الجبال يستأذنه أن يطبق عليهم 'الأخشبين' (الجبلين)، فماذا كان رده؟ قال ﷺ:'بل أرجو أن يخرج الله من أصلابهم من يعبد الله وحده لا يشرك به شيئاً'.\n   *   زيد بن سعنة: كان حبراً من أحبار اليهود، أراد أن يختبر حلم النبي ﷺ، فجاء يطالبه بدين قبل موعده وأغلظ له في القول، فغضب عمر بن الخطاب وهمَّ به، فكان رد النبي ﷺ: 'يا عمر، أنا وهو كنا أحوج إلى غير هذا؛ أن تأمرني بحسن الأداء، وتأمره بحسن التقاضي' فكان هذا الحلم سبباً في إسلام الرجل."
        },
         {
        "title":"الخلاصة",
        "text":"هذا القلب الحليم الذي اتسع لإساءة المسيئين، كان هو ذاته القلب السخي الذي لا يعرف 'لا' لسائل. فكرمه ﷺ لم يكن مجرد عطاء مال، بل كان فيضاً من النفس لا يخشى معه الفقر أبداً.\nكيف وصف الصحابة كرم النبي ﷺ في رمضان لدرجة تشبيهه بـ 'الريح المرسلة' ؟ وماذا فعل حين جاءه رجل وطلب منه غنماً بين جبلين فأعطاه إياها كلها؟ وكيف كان يعطي عطاء من لا يخشى الفاقة وهو الذي كان يربط الحجر على بطنه من الجوع؟\nنلتقي في المقالة القادمة: 'كرمه وجوده'."
        }
        

    ]
}
