{
  "the_prophets_justice_in_leadership":
  [
       {
        "title":"عدله ﷺ في القيادة: ميزان الحق الذي لا يميل",
        "text":"ننتقل الآن من شجاعة الميدان إلى حكمة الميزان. لقد كان النبي ﷺ قائداً استثنائياً، لم تكن سلطته نابعة من 'المنصب' بل من 'العدل المطلق' الذي طبقه على نفسه قبل غيره، وعلى أقربائه قبل أتباعه.\nلم تكن قيادة النبي ﷺ للأمة والجيش قيادة استعلائية، بل كانت قيادة أخلاقية قائمة على مبدأ 'المساواة أمام الحق' . في مدرسته، لا يوجد 'قائد فوق القانون' ولا 'جندي بلا كرام' بل الجميع في ساحة العدل سواء، لا فضل لعربي على أعجمي إلا بالتقوى."
        },
         {
        "title":"أ. القائد القدوة (المساواة في العناء):",
        "text":"كان ﷺ يرفض أن يتميز عن أصحابه في مأكل أو مشرب أو جهد بدني، بل كان يرى أن عدل القائد يبدأ من مشاركة جنوده تعبهم:\n   *   في حفر الخندق: لم يكتفِ بالتخطيط، بل نزل بنفسه يحفر ويرفع التراب مع الصحابة حتى غطى الغبار بطنه الشريف، وكان ينشد معهم ليقوي عزيمتهم.\n   *   في السفر: عندما أراد الصحابة ذبح شاة وتوزعوا المهام، قال ﷺ: 'وعليَّ جمع الحطب' فلما أرادوا أن يكفوه العمل، قال: 'قد علمت أنكم تكفونني، ولكني أكره أن أتميز عليكم'."
        },
         {
        "title":"ب. القصاص من النفس (العدل مع الرعية):",
        "text":"بلغ عدله ذروته حين سمح لجندي بسيط أن يقتص منه، ليثبت أن كرامة الفرد مصونة حتى في أحلك ظروف الحرب:\n   *   موقف سواد بن غزية: في غزوة بدر، كان النبي ﷺ يسوي الصفوف، فوخز 'سواد' بسهم في بطنه لأنه كان بارزاً عن الصف، فقال سواد: 'أوجعتني يا رسول الله، فأقدني (أريد القصاص)'.\n   *   رد الفعل: لم يغضب النبي ﷺ، ولم يعتبر ذلك تمرداً، بل كشف عن بطنه الشريف وقال بكل هدوء: 'استقد يا سواد (خُذ حقك)' . فما كان من سواد إلا أن احتضنه وقبّل بطنه حباً. لقد أراد ﷺ أن يعلّم القادة أن الحقوق لا تسقط بالرتب العسكرية."
        },
         {
        "title":"ج. لا محاباة في الحق (قانون الله فوق الجميع):",
        "text":"كان عدله صارماً لا يعرف القرابة أو الحسب والنسب إذا انتهكت حرمات الله:\n   *   المراة المخزومية: عندما سرقت امرأة من قبيلة ذات شأن (بني مخزوم)، وحاول أسامة بن زيد التوسط لها، غضب النبي ﷺ وقال كلمته التي زلزلت عروش الظلم: 'أتشفع في حد من حدود الله؟'.\n   *   ثم خطب في الناس قائلاً: 'إنما أهلك الذين قبلكم، أنهم كانوا إذا سرق فيهم الشريف تركوه، وإذا سرق فيهم الضعيف أقاموا عليه الحد، وأيمُ الله! لو أن فاطمة بنت محمد سرقت لقطعت يدها'."
        },
         {
        "title":"د. العدل في توزيع الغنائم والمسؤوليات:",
        "text":"كان يوزع العطاء بناءً على الحاجة والمصلحة العامة، لا على الولاء الشخصي. وكان يحرص على تطييب خاطر من لم يصب من الدنيا شيئاً، مؤكداً أن العدل في 'توزيع النفوس' أهم من العدل في 'توزيع الأموال'."
        },
         {
        "title":"الخلاصة",
        "text":"هذا العدل الشامل الذي طبقه النبي ﷺ مع جنوده وأصحابه، لم يتوقف عند حدود المسلمين فحسب، بل امتد ليشمل 'أعداءه' الذين سقطوا في قبضته. فبعد أن تنتهي المعركة وتخمد نيران السيوف، تبرز رحمة القائد مع هؤلاء الذين جاؤوا لقتله، ليحولهم من 'أسرى حرب' إلى 'ضيوف إحسان'.\nفكيف كان النبي ﷺ يعامل الأسرى؟ وما هي وصيته الشهيرة للصحابة بشأنهم؟ وكيف جعل 'تعليم القراءة والكتابة' فداءً للمحاربين؟ وما هو سر إسلام كبار الأعداء بمجرد رؤيتهم لرفق النبي بهم وهم في الأغلال؟\nسنعرف ذلك في المقالة القادمة: 'رحمته ﷺ بالأسرى'."
        }
         
         
    ]
}
