{
  "the_prophets_treatment_of_his_family_and_wives":
  [
       {
        "title":"معاملته لأهله وزوجاته ﷺ: مدرسة المودة والسكينة",
        "text":"لم تكن علاقة النبي ﷺ بأهله مجرد واجبات زوجية، بل كانت تطبيقاً حياً لقوله تعالى: ﴿وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَاجًا لِّتَسْكُنُوا إِلَيْهَا وَجَعَلَ بَيْنَكُم مَّوَدَّةً وَرَحْمَةً﴾. لقد نقل ﷺ الأخلاق من التنظير في المسجد والميدان إلى حيز التطبيق داخل جدران البيت."
        },
       {
        "title":"أ. الشراكة والتعاون (خُلق المساعدة):",
        "text":"في وقت كان الرجل العربي يأنف من القيام بأعمال البيت، كان سيد الخلق يضع يده بيد أهله.\n   *   في مهنة أهله: روت السيدة عائشة رضي الله عنها حين سُئلت عن حاله في بيته: 'كان بَشَراً من البَشَر، يَفْلي ثَوْبَهُ، ويَحْلِبُ شَاتَهُ، ويَخْدُمُ نَفْسَهُ' . هذا التواضع لم يزد هيبته إلا رفعة، حيث علم الأمة أن مساندة الزوجة ليست نقصاً في الرجولة بل كمالاً فيها.\n   *   الرفيق لا السلطان: كان يُصلح نعله بنفسه، ويخيط ثوبه، ويقطع اللحم معهن، فكان بيته واحة من التكافل لا مكاناً للأوامر والنواهي."
        },
          {
        "title":"ب. الرقة والذكاء العاطفي:",
        "text":"امتلك النبي ﷺ قدرة فائقة على تطييب الخواطر وفهم الطبيعة البشرية لزوجاته:\n   *   التودد والتدليل: كان ينادي عائشة بـ 'عائش' (ترخيماً وتدليلاً)، وكان يسابقها في السفر ترويحاً عنها، ويحرص على أن يشرب من الموضع الذي شربت منه إظهاراً للقرب.\n   *   المواساة وقت الضعف: رُوي أن زوجته صفية رضي الله عنها بكت يوماً لأن بعض نسائه قلن لها: 'يا ابنة اليهودي' ، فدخل عليها وهي تبكي، فمسح دموعها بيده وقال لها مواسياً: 'إنك لابنة نبي، وإن عمك لنبي، وإنك لتحت نبي، فبِمَ تفتخر عليك؟' ، فحوّل حزنها إلى عزة ويقين."
        },
          {
        "title":"ج. الحكمة في إدارة الخلافات:",
        "text":"لم يخلُ بيت النبوة من 'الغيرة' الفطرية بين النساء، لكنه كان يديرها بروح المربي الحليم:\n   *   'غارت أمكم' : حين غارت إحدى أمهات المؤمنين وكسرت إناء طعام أرسلته الأخرى، لم يغضب النبي ﷺ ولم يرفع صوته، بل جمع الطعام المنسكب وهو يقول متبسماً لأصحابه: 'غارت أمكم' ، ثم أمر بإناء صحيح عوضاً عن المكسور، فاحتوى الموقف بابتسامة وعدل."
        },
          {
        "title":"د. المشورة والوفاء:",
        "text":"   *   تقدير الرأي: في صلح الحديبية، عندما شقّ على الصحابة التحلل من إحرامهم، استشار زوجته أم سلمة، فأخذ برأيها الحكيم الذي أنقذ الموقف، مما يعكس تقديره لعقل المرأة وقدرتها على الرأي السديد.\nالوفاء للراحلات: ظل يذكر خديجة رضي الله عنها بالخير والثناء والصدقة على صديقاتها بعد وفاتها بسنوات، حتى قالت عائشة: 'ما غرتُ على أحد من نساء النبي ما غرتُ على خديجة' من كثرة ذكره لها، فكان وفاءً لا يمحوه الزمن."
        },
          {
        "title":"الخلاصة",
        "text":"هذا القلب الرقيق الذي اتسع لكل تلك المودة داخل بيته، كان يفيض حناناً بمجرد خروجه إلى الطريق ورؤية الصغار. فلم تكن هيبته كقائد تمنعه من الانحناء لتقبيل طفل، أو إطالة السجود لأن حفيداً ركب ظهره.\nكيف كان النبي ﷺ يلعب مع الأطفال ويمازحهم؟ وماذا فعل عندما رأى رجلاً يستغرب تقبيله لأبنائه؟ وكيف جعل من رحمة الصغار باباً من أبواب الجنة؟\nنلتقي في المقالة القادمة: 'رحمته بالأطفال'."
        }
    

       
    
    ]
}
