{
  "the_prophets_prayer_with_khushu_and_humility":
  [
       {
        "title":"صلاته بخشوعه وتواضعه: قرة العين ومنتهى الأنس",
        "text":"من محراب الخلوة في جوف الليل إلى محراب الصلاة أمام الناس، لنرى كيف كان النبي ﷺ يحوّل هذه الفريضة إلى معراج روحي، وكيف كان حاله حين يقف بين يدي ملك الملوك.\nلم تكن الصلاة بالنسبة للنبي ﷺ مجرد أداء لفرائض، بل كانت 'وطنه الروحي' الذي يأوي إليه من صخب الدنيا. كان يقول لبلال رضي الله عنه: 'أرحنا بها يا بلال' فكانت هي المصدر الأساسي لسكينته وقوته."
        },
         {
        "title":"أ. حاله عند الدخول في الصلاة:",
        "text":"   *   هيبة الموقف: كان إذا قام إلى الصلاة تغير حاله، وكأنه لا يعرف أحداً من الناس استغراقاً في جلال الله. كان يُرى في وجهه الخشوع التام، ويسكن كل عضو في جسده.\n   *   القلب الحاضر: كان ﷺ يصلي وصدره يغلي بالبكاء والخشية، ومع ذلك كان أسرع الناس صلاة في تمام، أي يجمع بين الخشوع العميق وبين عدم إطالة تشق على المأمومين."
        },
         {
        "title":"ب. التواضع في الركوع والسجود:",
        "text":"   *   استواء الظهر: كان في ركوعه يستوي ظهره تماماً، حتى لو صُبَّ عليه الماء لاستقر، تعظيماً لله رب العالمين.\n   *   السجود الطويل: كان يقول: 'أقرب ما يكون العبد من ربه وهو ساجد'فكان يطيل السجود ويجتهد في الدعاء، ويُمكّن جبهته وأنفَه من الأرض بتواضعٍ وانكسار تام لربه.\n   *   التفاعل مع القرآن: لم يكن يقرأ قراءة سرد، بل كان يرتل القرآن ترتيلاً، فإذا مر بآية فيها تسبيح سبّح، وإذا مر بسؤال سأل، مما يدل على حضور عقله وقلبه في كل كلمة."
        },
         {
        "title":"ج. الصلاة مَفزعه في الملمات:",
        "text":"   *   كان ﷺ إذا حزبه أمر (أي نزل به كرب أو ضيق) 'فزع إلى الصلاة' كان يجد في السجود مخرجاً من كل ضيق، وفي الوقوف بين يدي الله حللاً لكل معضلة، مما يعلمنا أن الصلاة هي الحصن الحصين للمؤمن."
        },
         {
        "title":"الخلاصة",
        "text":"هذا التعلق بالله في الصلاة لم يكن ينتهي بانتهاء الركعات، بل كان يمتد ليشمل سائر يومه وجسده. فمن روّض روحه بالخشوع، روّض جسده بالصيام والترفع عن شهوات الدنيا، ليكون جسداً نورانياً لا تحركه إلا مرضاة الله.\nكيف كان صيام النبي ﷺ؟ وهل صحيح أنه كان يصوم حتى يظن الصحابة أنه لا يفطر؟ وما هو 'الورع' النبوي الذي جعله يترك تمرة وجدها في بيته خشية أن تكون من مال الصدقة؟ وكيف كان يوازن بين عبادة الصوم وبين القيام بمهام الدولة والجهاد؟\nنلتقي في المقالة القادمة: 'صيامه ﷺ وورعه'."
        }
     
       
       
    ]
}
