{
  " the_prophets_modesty_and_chastity":
  [
       {
        "title":"حياؤه وعفّته: طهارة النفس ووقار الملامح",
        "text":"ننتقل الآن إلى صفة هي من أمهات الأخلاق النبوية، وهي 'الحياء' الذي كان يكسو شخصيته ﷺ بوقارٍ خاص، و 'العفة' التي جعلته أطهر البشر سيرةً\nكان الحياء في حياة النبي ﷺ خُلُقاً وفطرة، بل كان يراه 'شعبة من شعب الإيمان' لم يكن حياؤه ضعفاً، بل كان ترفعاً عن كل ما يشين، وستراً للجمال النفسي خلف وقارٍ نبوي فريد."
        },
          {
        "title":"أ. شدة حيائه (أرقُّ من العذراء):",
        "text":"وصف الصحابة حياء النبي ﷺ بوصف بليغ جداً، فقال أبو سعيد الخدري:\n'كان رسول الله ﷺ أشد حياءً من العذراء في خدرها'.\n   *   تعبيرات وجهه: كان من شدة حيائه لا يثبّت نظره في وجه أحد إحراجاً له، وإذا كره شيئاً لم يتكلم به مواجهة، بل كان أصحابه يعرفون ذلك من 'تغير وجهه' الشريف فقط.\n   *   حيائه من ربه: كان يستحي من الله حق الحياء، فيكثر من الشكر والاستغفار، وكان يقول في ليلة الإسراء والمعراج حين رُدد بين موسى وربه في شأن الصلاة: 'قد استحييتُ من ربي'."
        },
          {
        "title":"ب. عفته وطهارته (الصادق الأمين):",
        "text":"كانت عفة النبي ﷺ سياجاً يحميه حتى قبل البعثة، فُعرف بـ 'الطاهر' في وسط مجتمع جاهلي:\n   *   عفة اللسان: لم يكن ﷺ سباباً ولا فحاشاً ولا لعاناً، وكان يقول: 'إن الله يبغض الفاحش المتفحش'.إن الله يبغض الفاحش المتفحش\n   *   عفة النفس عن الدنيا: مات النبي ﷺ ولم يترك درهماً ولا ديناراً، بل ترك درعه مرهونة عند يهودي مقابل صاع من شعير لأهله. كان يعف عن الصدقة لنفسه ولآله، تعففاً وترفعاً.\n   *   العفة عن الشهوات: عاش شبابه في مكة -وهي تموج بالفتن- فلم يُؤثر عنه هفوة واحدة، بل كان يُلقب بالأمين لشدة طهارته وصدقه."
        },
          {
        "title":"ج. الحياء الذي لا يمنع الحق:",
        "text":"رغم شدة حيائه، إلا أنه لم يكن يستحي من قول الحق أو تعليم الناس دينهم. فإذا انتهكت حرمات الله، كان حياؤه يتحول إلى قوة وغضبة لله لا يقوم لها شيء، موضحاً أن الحياء في الحق هو 'شجاعة أخلاقية'."
        },
          {
        "title":"",
        "text":"هذا النبي الذي كان 'يستحي من العذراء في خدرها' كان في الوقت ذاته أقرب الناس إلى الناس. لم تمنعه هيبته ولا حياؤه من أن يخالط الفقير، ويمازح الصغير، ويوقر الكبير، في صورة من صور التواضع التي لم تعرفها قصور الملوك ولا مجالس العظماء.\nكيف كان النبي ﷺ يجلس مع أصحابه لدرجة أن الغريب لا يميزه بينهم؟ وماذا فعل حين جاءه رجل يرتجف من هيبته فقال له: 'هون عليك' هون عليك\nنلتقي في المقالة القادمة: 'تواضعه مع الكبير والصغير'."
        }

    ]
}
