{
  "the_prophets_truthfulness_and_trustworthiness":
  [
       {
        "title":"صدقه وأمانته: لقبٌ عُرف به قبل الوحي",
        "text":"نصل الآن إلى الركن الأساسي الذي بُنيت عليه شخصية النبي ﷺ قبل البعثة وبعدها، وهي الصفات التي جعلت أعداءه يشهدون له قبل أحبابه. فمن دون الصدق والأمانة، لا يمكن لرسالة أن تستمر أو لدولة أن تقوم.\nعُرف النبي ﷺ في مكة بلقب 'الصادق الأمين' ولم يكن هذا مجرد لقب تشريفي، بل كان وصفاً واقعياً لسمتٍ لم يتغير طوال حياته. لقد كان صدقه هو المعجزة الأخلاقية التي سبقت المعجزة القرآنية."
        },
          {
        "title":"أ. الصدق الذي لا يعرف الكذب:",
        "text":"   *   في الجاهلية: لم يُؤثر عن النبي ﷺ كذبة واحدة في حياته، حتى في المزاح. وعندما سأل 'هرقل' ملك الروم أبا سفيان (وكان حينها عدواً للنبي): 'هل كنتم تتهمونه بالكذب قبل أن يقول ما قال؟'قال أبو سفيان: 'لا' فقال هرقل: 'ما كان ليذر الكذب على الناس ويكذب على الله'.\n   *   عند الجهر بالدعوة: حين وقف على جبل الصفا لأول مرة قال: 'أرأيتكم لو أخبرتكم أن خيلاً تخرج بسفح هذا الجبل، أكنتم مصدقي؟' قالوا جميعاً: 'ما جربنا عليك كذباً قط'."
        },
          {
        "title":"ب. الأمانة المطلقة (أمانات الأعداء):",
        "text":"   *   بلغت أمانته حداً عجيباً؛ فقد كان مشركو قريش، وهم يضطهدونه ويكذبون دعوته، يضعون أموالهم ونفائسهم عنده 'ودائع' لأنه الشخص الوحيد الذي يثقون في أمانته.\n   *   في ليلة الهجرة: لم يخرج النبي ﷺ من مكة ويترك هذه الودائع، بل استخلف علي بن أبي طالب رضي الله عنه وأمره ألا يلحق به حتى يرد الأمانات إلى أصحابها (وهم المشركون الذين أرادوا قتله في تلك الليلة!)."
        },
          {
        "title":"ج. صدق المنهج والأداء:",
        "text":"كانت أمانته تتجلى في تبليغ الوحي كما هو، دون زيادة أو نقصان، وأمانته مع ربه في عبادته، وأمانته مع أصحابه في النصيحة لهم. كان يقول: 'أدِّ الأمانة إلى من ائتمنك، ولا تخن من خانك'"
        },
          {
        "title":"",
        "text":"هذا الصدق في القول والأمانة في الحقوق، أفرزا خلقاً عظيماً آخر هو 'الوفاء' فالصادق الأمين لا يمكن إلا أن يكون وفياً، لا يغدر بخصم، ولا ينسى فضل صديق، ولا ينقض عهداً أبرمه ولو كان في ذلك مشقة عليه.\nما هي قصة 'صلح الحديبية' الذي التزم فيه النبي ﷺ برد المسلمين الفارين من مكة وفاءً بالعهد؟ وكيف كان وفاؤه للسيدة خديجة حتى بعد سنوات من وفاتها؟ وما هي مدرسة الوفاء التي علمنا إياها تجاه كل من قدّم لنا معروفاً؟\nنلتقي في المقالة القادمة: 'وفاؤه بالعهد'."
        }
       
    ]
}
