{
  " the_fragrance_of_the_prophet":
  [
       {
        "title":"رائحته الطيبة: عَبقُ النبوة وطيبُ الجسد",
        "text":"أهلاً بك في هذا الفصل العَبِق من فصول الشمائل. بعد أن تعرّفنا على أناقة لباسه وبساطة زينته، ننتقل الآن إلى صفةٍ كانت تأسر الحواس قبل القلوب، صفةٍ جعلت من حضور النبي ﷺ تجربةً لا تُنسى لكل من اقترب منه.\nلم تكن رائحة النبي ﷺ مجرد عطرٍ يضعه، بل كانت سمةً ذاتية وجزءاً من تكوينه الشريف، لدرجة أن الصحابة كانوا يتبركون بعرقه ويعدّونه أطيب الطيب."
        },
       {
        "title":"أ. الرائحة الذاتية (أطيب من المِسك):",
        "text":"وصف الصحابة رضي الله عنهم رائحة جسد النبي ﷺ بأوصاف مذهلة، ومن ذلك:\n   *   شهادة أنس بن مالك: قال خادم النبي ﷺ أنس: 'ما شممتُ عنبراً قط ولا مسكاً ولا شيئاً أطيب من ريح رسول الله ﷺ'.\n   *   أثر المصافحة: كان الرجل إذا صافح النبي ﷺ، ظل يجد ريحه في يده يوماً كاملاً. وإذا وضع النبي ﷺ يده على رأس صبي، عُرف ذلك الصبي برائحته الطيبة من بين الغلمان."
        },
         {
        "title":"ب. عَرقهُ الشريف (اللؤلؤ المكنون):",
        "text":"كان عرق النبي ﷺ آية في الطِيب، وقد وردت قصص عجيبة في ذلك:\n   *   أم سُليم: رُوي أن النبي ﷺ كان يَقيل (ينام وقت القيلولة) في بيت أم سليم، فكان يعرق، فكانت تجمع عرقه في قارورة. فسألها النبي ﷺ عن ذلك، فقالت: 'هو عرقنا نجعله في طيبنا، وهو من أطيب الطيب' .\n   *   وصف العرق: كان عرقه في وجهه كأنه حبات اللؤلؤ، ولم يكن له ريحٌ كريهة قط، بل كان ينضح بالمسك."
        },
         {
        "title":"ج. حبه للطيب (سُنّة الجمال):",
        "text":"رغم طيب ريحه الطبيعي، إلا أن النبي ﷺ كان يحب التطيب تأكيداً على مظهر المسلم الحسن:\n   *   الثلاث المحببة: قال ﷺ: 'حُبب إليّ من دنياكم: النساء، والطيب، وجُعلت قرة عيني في الصلاة'\n\nإليك تفصيل بسيط لهذه الثلاثة ومعانيها: \n1. الطِّيب (العطر)\nكان النبي ﷺ يحب الروائح الطيبة جداً، وكان يُعرف بريحه الطيب حتى وإن لم يمسّ طيباً، لكنه كان يحرص عليه ويقول: 'من عُرض عليه طيبٌ فلا يرده' . والطيب يريح النفس ويشرح الصدر، وهو من أدب اللقاء والمجالسة.\n2. النساء\nوالمقصود هنا زوجاته أمهات المؤمنين، وهذا تعبير عن إكرامه للمرأة ومكانتها في الإسلام. فقد كان ﷺ أرحم الناس بأهله وأحسنهم عِشرة، وفي هذا تعليم للأمة بضرورة الرفق بالنساء وإعطائهن حقوقهن والمودة والرحمة في البيوت.\n3. الصلاة (وهي الأهم)\n نلاحظ في الحديث أنه قال 'جُعِلَتْ قُرَّةُ عَيْنِي فِي الصَّلَاةِ' وهذا مقام أعلى من مجرد المحبة. فقرّة العين هي منتهى السعادة والراحة والسكينة. كان ﷺ إذا حزبه أمر (أهمه شيء) فزع إلى الصلاة، وكان يقول لبلال رضي الله عنه: 'وهذا مقام أعلى من مجرد المحبة. فقرّة العين هي منتهى السعادة والراحة والسكينة. كان ﷺ إذا حزبه أمر (أهمه شيء) فزع إلى الصلاة، وكان يقول لبلال رضي الله عنه:'\n\n   *   أنواع الطيب: كان يحب المِسك والعود، ويُعرف مكانه في المسجد أو الطريق من عَبق الرائحة التي يتركها خلفه."
        },
         {
        "title":"الخلاصة",
        "text":"هذا الجمال الخَلْقي والرائحة الآسرة، كان يكتمل بصوتٍ يملؤه الوقار، وكلامٍ يخرج كالجواهر المنظومة، يأخذ بمجامع القلوب ويهدي العقول الحائرة.\nكيف كان صوت النبي ﷺ؟ هل كان حاداً أم رخيماً؟ وما هي 'جوامع الكلم' التي أوتيها بحيث يقول الكلمات القليلة فتحمل المعاني العظيمة؟ وكيف كان يتحدث مع الناس لدرجة أن السامع يحفظ كلامه من مرة واحدة؟\nنلتقي في المقالة القادمة: 'صوته وكلامه'."
        }
      


    ]
}
