{
  "the_prophets_love_for_his_ummah":
  [
       {
        "title":"محبته ﷺ لأمته: القلب الكبير والشوق العظيم",
        "text":"نصل الآن إلى ذروة المشاعر الإنسانية في هذا القسم، لنرى الصورة من الجانب الآخر. فإذا كان المسلمون يتسابقون في محبته ﷺ، فإن محبته هو لأمته كانت أعظم، وأعمق، وأسبق. لقد عاش ﷺ حياته يحمل همنا، ويتنفس بوجعنا، ويطمح لنجاتنا، حتى قال الله فيه: ﴿لَقَدْ جَاءَكُمْ رَسُولٌ مِّنْ أَنفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُم بِالْمُؤْمِنِينَ رَءُوفٌ رَّحِيمٌ﴾.\nلم تكن علاقة النبي ﷺ بأمته علاقة قائد بتباعه، بل كانت علاقة 'أب رحيم' يرى في أتباعه أهله وذويه. لقد تجاوزت محبته ﷺ حدود زمانه لتصل إلينا نحن الذين لم نره، فكان يشتاق إلينا قبل أن نولد، ويدخر لنا أغلى ما يملك 'دعوته المستجابة'."
        },
           {
        "title":"١. بكاؤه خوفاً علينا (أمتي أمتي):",
        "text":"روى الإمام مسلم أن النبي ﷺ تلا قول الله في إبراهيم: ﴿رَبِّ إِنَّهُنَّ أَضْلَلْنَ كَثِيرًا مِّنَ النَّاسِ ۖ فَمَن تَبِعَنِي فَإِنَّهُ مِنِّي﴾، وقول عيسى عليه السلام: ﴿إِن تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ﴾، فرفع يديه وقال: 'اللهم أمتي أمتي' وبكى.\n   *   الرد الإلهي: فأرسل الله جبريل وقال: 'يا جبريل، اذهب إلى محمد فقل له: إنا سنرضيك في أمتك ولا نسوؤك' هذا الحب هو الذي جعل همه الأول 'نجاتنا' قبل نفسه."
        },
           {
        "title":"٢. الشوق لـ 'إخوانه' الذين لم يروه:",
        "text":"في مشهد يملأ القلوب حنيناً، وقف النبي ﷺ يوماً مع أصحابه فقال: 'وددتُ أنَّا قد رأينا إخواننا' قالوا: أولسنا إخوانك يا رسول الله؟ قال: 'أنتم أصحابي، وإخواننا الذين لم يأتوا بعد' .\n   *   لقد منحنا ﷺ لقب 'الإخوان' ونحن لم نكحل أعيننا برؤيته، وجعل مرتبة حبنا له عظيمة لأننا آمنا به ولم نره."
        },
           {
        "title":"٣. ادخار الدعوة للشفاعة:",
        "text":"لكل نبي دعوة مستجابة تعجل بها في الدنيا، أما هو ﷺ فقد أبى أن يصرفها لنفسه أو لأهله.\n   *   قال ﷺ: 'لكل نبي دعوة مستجابة، فتعجل كل نبي دعوته، وإني اختبأت دعوتي شفاعة لأمتي يوم القيامة' ففي الوقت الذي يقول فيه الجميع 'نفسي نفسي' يقف هو ﷺ ليقول 'أمتي أمتي'."
        },
           {
        "title":"٤. حرصه على هداية كل إنسان:",
        "text":"كان ﷺ يتألم بشدة لإعراض الناس عن الحق، حتى كاد يهلك نفسه من فرط الشفقة عليهم، فعاتبه ربه قائلاً: ﴿فَلَعَلَّكَ بَاخِعٌ نَّفْسَكَ عَلَىٰ آثَارِهِمْ إِن لَّمْ يُؤْمِنُوا بِهَٰذَا الْحَدِيثِ أَسَفًا﴾. لقد كان يريد الجنة للجميع، ويكره النار حتى لأعدائه."
        },
           {
        "title":"الخلاصة",
        "text":"هذه المحبة الفائقة، وهذا الحنان النبوي الذي أحاطنا به ﷺ دون أن نراه، ولّد في قلوب الصالحين والتابعين لوعة لا تنطفئ، وشوقاً لا يهدأ. فإذا كان هو قد بكى شوقاً إلينا، فكيف كان حال المحبين وهم يبكون شوقاً إليه؟ وكيف تحولت دموعهم إلى وقود للسير على نهجه؟\nماذا فعل الشوق بقلوب المحبين عبر العصور؟ وكيف كان حال الصحابة بعد وفاته ﷺ عندما يمر ذكر اسمه؟ وكيف نصل بقلوبنا إلى تلك المرتبة التي تفيض فيها الأعين حنيناً لرؤية وجهه الكريم؟\nسنعرف ذلك في المقالة القادمة: 'البكاء شوقاً إليه ﷺ: لوعة المحبين وحنين المشتاقين'."
        }
        
 
    ]
}
