{
  "the_prophets_justice_among_his_companions":
  [
       {
        "title":"عدله بين الصحابة ﷺ: دستور المساواة والإنصاف",
        "text":"ننتقل الآن إلى صفة كانت هي العمود الفقري لبناء الدولة الإسلامية الأولى، وهي 'العدل' . فلم يكن النبي ﷺ يرى نفسه ملكاً فوق البشر، بل كان قائداً يرى أن قوته في إنصاف أصحابه، وأن هيبته تكمن في خضوعه للحق الذي يسري على الجميع دون تمييز.\nبنى النبي ﷺ مجتمع الصحابة على قاعدة صلبة من العدالة والمساواة، محطماً الفوارق الطبقية والقبلية التي كانت تمزق العرب. لم يكن العدل عنده شعاراً سياسياً، بل كان ديناً يمارسه في أدق تفاصيل حياته مع أصحابه، حتى صار كل صحابي يشعر أنه في ظل ميزان لا يظلم مثقال ذرة."
        },
          {
        "title":"أ. المساواة في الحقوق والواجبات (تحطيم الطبقية):",
        "text":"في مدرسة النبوة، تلاشت الفوارق بين 'بلال' الحبشي، و 'سلمان' الفارسي، و 'صُهيب' الرومي، وبين سادات قريش كأبي بكر وعمر.\n   *   الأكرم هو الأتقى: رسخ النبي ﷺ مبدأ أن التفاضل ليس بالنسَب بل بالتقوى والعمل، وعندما عيّر أحد الصحابة آخَرَ بأمه، غضب النبي ﷺ وقال: 'إنك امرؤ فيك جاهلية' ، ليقطع الطريق تماماً على أي تمييز عنصري بين أصحابه.\n   *   في تقسيم المهام: في إحدى السفرات، أراد الصحابة ذبح شاة، فقال أحدهم: عليَّ ذبحها، وقال الآخر: عليَّ سلخها، فقال النبي ﷺ: 'وعليَّ جمع الحطب' . فقالوا: نحن نكفيك يا رسول الله، فقال: 'قد علمت أنكم تكفونني، ولكني أكره أن أتميز عليكم، فإن الله يكره من عبده أن يراه متميزاً بين أصحابه'."
        },
          {
        "title":"ب. القصاص من نفسه (العدل المطلق):",
        "text":"بلغ عدل النبي ﷺ ذروته حين سمح لأصحابه أن يقتصوا منه شخصياً، ليعلمهم أن لا أحد فوق القانون الرباني:\n   *   موقف سواد بن غزية: في غزوة بدر، وبينما كان النبي ﷺ يسوي الصفوف، وخز بسهمه بطن 'سواد' لأنه كان خارج الصف، فقال سواد: 'أوجعتني يا رسول الله، فأقدني (أريد القصاص)' . فكشف النبي ﷺ عن بطنه وقال: 'استقد يا سواد' فما كان من سواد إلا أن اعتنقه وقبّل بطنه، لكن الرسالة وصلت للجيش كله: القائد يخضع للعدل كما يخضع الجندي."
        },
          {
        "title":"ج. العدل في العطاء والمنصب:",
        "text":"كان النبي ﷺ يوزع المهام والمسؤوليات بناءً على الكفاءة والأمانة، لا على القرابة أو الصداقة:\n   *   رد الشفاعة في المناصب: حين طلب أبو ذر الغفاري (وهو من أحب الصحابة إليه) الإمارة، قال له النبي ﷺ بصدق وعدل: 'يا أبا ذر، إنك ضعيف، وإنها أمانة، وإنها يوم القيامة خزي وندامة، إلا من أخذها بحقها وأدى الذي عليه فيها'. فلم يحابه بمنصب لا يقوى عليه، عدلاً معه ومع الرعية."
        },
          {
        "title":"د. العدل النفسي (توزيع الالتفات):",
        "text":"من ملامح عدله العجيبة، أنه كان يعطي كل من يجلس معه نصيبه من الالتفات والاهتمام، حتى كان كل صحابي يظن أنه أحب الناس إلى النبي ﷺ. لم يكن يخص الكبار بحديثه ويترك الصغار، أو يلتفت للأغنياء ويغفل عن الفقراء، بل كان مجلسه مجلس حلم وعلم وعدل."
        },
          {
        "title":"الخلاصة",
        "text":"هذا العدل الشامل الذي أرساه النبي ﷺ بين أصحابه، جعل منه حصناً آمناً للمستضعفين. فلم يكن عدله مجرد مساواة بين الأنداد، بل كان انحيازاً لكل مكسور الجناح. فمن عدل مع القادة والأبطال، كان قلبه يفيض رقةً وحباً لمن لا ناصر له من الفقراء والمساكين، الذين كانوا يجدون في كفه الحانية مأواهم وفي صدره الرحب وطناً لهم.\nكيف كان النبي ﷺ يجالس 'أهل الصفة' ويشاركهم طعامهم؟ وماذا فعل عندما بلغه خبر موت المرأة التي كانت تقمُّ (تنظف) المسجد ولم يخبره أحد بوفاتها؟ وكيف حوّل حياة الفقراء إلى حياةٍ مملوءة بالعزة والرضا؟\nنلتقي في المقالة القادمة: 'لطفه مع الفقراء والمساكين ﷺ'."
        }
    

    ]
}
