{
  " the_prophets_laughter_and_weeping":
  [
       {
        "title":"ضحك النبي ﷺ وبكاؤه: ميزان العاطفة النبوية",
        "text":"في هذا الجانب الإنساني العميق من شخصية النبي ﷺ. بعد أن عرفنا وقار مِشيته وتواضع جلسته، نغوص الآن في مشاعره وكيف كان يعبر عن الفرح والحزن، لندرك عظمة التوازن النبوي بين الهيبة والرحمة.\nكان النبي ﷺ أشد الناس حزناً (هَمّاً بالرسالة) وأكثرهم تبسماً. لم تكن عواطفه عشوائية، بل كانت صدقاً محضاً يعكس ما في قلبه من رحمة بالله وبالخلق."
        },
         {
        "title":"أ. ضحك النبي ﷺ (جمال التبسم):",
        "text":"لم يكن النبي ﷺ فاحشاً ولا متفحشاً، وكان ضحكه يغلب عليه الوقار والجمال:\n   *   جلّ ضحكه التبسم: وصفته عائشة رضي الله عنها قائلة: 'ما رأيت رسول الله ﷺ مستجمعاً قط ضاحكاً حتى تُرى منه لهواته، إنما كان يتبسم' . فكان التبسم هو السمة الغالبة على وجهه الشريف.\n   *   الضحك حتى بدت نواجذه: في حالات نادرة عند سماع خبر سار جداً أو موقف طريف من الأعراب، كان يضحك حتى تظهر 'نواجذه' (أضراسه)، لكن دون قهقهة أو رفع صوت مبالغ فيه.\n   *   تبسم الروح: كان يتبسم في وجه أصحابه حتى يظن كل واحد منهم أنه الأحب إليه، وكان يقول: 'تبسمك في وجه أخيك لك صدقة'."
        },
         {
        "title":"ب. بكاء النبي ﷺ (أزيز المرجل):",
        "text":"لم يكن بكاء النبي ﷺ بكاء عويل أو صراخ، بل كان بكاء رحمة وخشية ووقار:\n   *   صوت صدره: وصف الصحابة بكاءه بأنه كان يُسمع لصدره 'أزيز كأزيز المِرجل' (وهو صوت القِدْر حين يغلي الماء فيه) من شدة البكاء والخشية.\n   *   دموع الرحمة: كان يبكي رحمةً بأمته، أو عند سماع القرآن، أو عند فقد الأحبة. بكت عيناه عند موت ابنه إبراهيم وقال كلمته الخالدة: 'إن العين لتدمع، وإن القلب ليحزن، ولا نقول إلا ما يرضي ربنا' .\n   *   البكاء من خشية الله: كان يطيل السجود والبكاء في صلاة الليل حتى تبتل لحيته، مناجياً ربه وخاضعاً لعظمته."
        },
         {
        "title":"",
        "text":"هذه الروح الطاهرة التي كانت تفيض تبسماً وبكاءً، كانت تسكن في جسدٍ يعتني بالنظافة والجمال كجزء من دينه. فلم يكن التواضع يعني إهمال المظهر، بل كان النبي ﷺ أرقى الناس ذوقاً في ثيابه وزينته.\nما هي الألوان التي كان يحب النبي ﷺ ارتدادها؟ وكيف كان شكل خاتمه الذي يختم به الرسائل؟ وما هي أنواع الأطياب (العطور) التي كان لا يردها أبداً؟ وكيف كان يوازن بين بساطة العيش وبين أناقة المظهر النبوي؟\nنلتقي في المقالة القادمة: 'هيئته في اللباس والزينة'."
        }
       
         
 

    ]
}
