{
  "the_prophets_fasting_and_scrupulousness":
  [
       {
        "title":"صيامه ﷺ وورعه: سمو الروح وترفع النفس",
        "text":"ننتقل الآن من محراب الصلاة إلى مدرسة الصيام والزهد، لنرى كيف كان النبي ﷺ يروّض نفسه ويسمو بروحه، وكيف بلغ الغاية في 'الورع' الذي هو ترك ما قد يضر في الآخرة، حتى في أبسط تفاصيل عيشه.\nكان صيام النبي ﷺ تعبيراً عن شدة تعلقه بالآخرة، وكان ورعه سياجاً يحمي قلبه من التعلق بالدنيا. لم يكن يحرم نفسه الطيبات، لكنه كان يترفع عن الشبهات والشهوات التي تُثقل الروح."
        },
         {
        "title":"أ. هديه في الصيام (الدوام والاعتدال):",
        "text":"   *   الصيام المتصل: كان ﷺ يصوم حتى يقول الصحابة: 'لا يفطر' ويفطر حتى يقولوا: 'لا يصوم' . كان يحب أن يُعرض عمله على الله وهو صائم، لذا واظب على صيام الاثنين والخميس، والأيام البيض.\n   *   صيام الوفاء: كان يكثر من الصيام في شهر شعبان كتمهيد لرمضان، وكان يواصل الصيام أحياناً (الصيام ليلتين متصلتين)، وعندما أراد الصحابة تقليده نهاهم رحمة بهم وقال: 'إني لست كهيئتكم، إني أبيت يطعمني ربي ويسقيني' (أي يمدني بقوة روحية)."
        },
         {
        "title":"ب. ورعه الشديد (مخافة الشبهات):",
        "text":"بلغ ورع النبي ﷺ حداً لم تبلغه البشرية قط، فكان يترك المباح خشية الوقوع في المحظور:\n   *   تمرة الصدقة: وجد النبي ﷺ تمرة ساقطة على فراشه، فرفعها ليأكلها ثم وضعها وقال: 'لولا أني أخاف أن تكون من الصدقة لأكلتها' خشي أن تكون تمرة ضلت طريقها من أموال الزكاة المحرمة عليه وعلى آله، فتركها ورعاً.\n   *   الترفع عن حطام الدنيا: عُرضت عليه مفاتيح خزائن الأرض، فختار أن يكون 'عبداً رسولاً' يجوع يوماً فيتضرع، ويشبع يوماً فيشكر."
        },
         {
        "title":"ج. الورع في التعامل مع الناس:",
        "text":"كان أبعد الناس عن الظلم، فإذا استلف شيئاً رده بأحسن منه، وإذا خاف أن يكون قد مسَّ أحداً بكلمة أو فعل، طلب منه القصاص في الدنيا قبل الآخرة، وهذا هو منتهى الورع في حقوق العباد."
        },
         {
        "title":"",
        "text":"هذا الجسد الذي أنهكه الصيام والقيام، كانت تغذيه مائدة سماوية لا ينقطع نفعها، وهي 'القرآن الكريم' فلم يكن الصيام والورع مجرد حرمان، بل كان تفريغاً للقلب ليمتلئ بكلام الله وحبه.\nكيف كان النبي ﷺ يقرأ القرآن؟ وهل صحيح أنه كان يحب أن يسمعه من غيره؟ وما هو حال قلبه حين يمر بآيات الوعد والوعيد؟ وكيف كان القرآن هو 'خُلقه' الذي يمشي به بين الناس؟\nنلتقي في المقالة القادمة: 'حبه للقرآن وتلاوته'."
        }
    
     
       
       
    ]
}
