{
  "the_battle_of_al_aḥzāb_al_khandaq_and_the_violation_of_covenants":
  [

        {
        "title":"غزوة الأحزاب (الخندق) ونقض العهود",
        "text":"بعد أن لم تستطع قريش حسم الصراع في بدر ولا أحد، أيقنت أن الدولة الإسلامية لم تعد مجرد تحدٍ، بل أصبحت تهديداً وجودياً يوجب القضاء عليه بضربة واحدة حاسمة. لذا، قررت قريش بناء أكبر تحالف عسكري ضد المدينة.\nنستعرض الآن غزوة الأحزاب (الخندق) ونقض العهود، وهي المعركة التي مثلت قمة المحنة للمسلمين واختباراً لمدى قدرتهم على الصمود تحت الضغط العسكري والنفسي.\nوقعت غزوة الأحزاب (وتُعرف بغزوة الخندق) في شوال، العام الخامس للهجرة. سُميت بالأحزاب لتحالف جميع القوى المعادية للإسلام ضد المسلمين، وبالخندق نسبةً للحفر الذي حفر حول المدينة."
       },
          {
        "title":"1. سبب الغزوة (تحالف الشر)",
        "text":"السبب الرئيسي هو الإجهاز النهائي على الدولة الإسلامية. لكن الشرارة كانت بتحريض من اليهود المطرودين.\n   *   التحريض اليهودي: بعد إجلاء بعض القبائل اليهودية (مثل بني النضير) من المدينة، ذهبوا إلى مكة يحرضون قريشاً، وإلى القبائل العربية الأخرى (غطفان، أسد، إلخ)، ووعدوهم بالدعم المالي والمعلومات.\n   *   جيش الأحزاب: نجح هذا التحريض في جمع جيش هائل وغير مسبوق، يُقدر عدده بـ عشرة آلاف مقاتل (بينما كان عدد المسلمين ثلاثة آلاف فقط). كان هذا الجيش هو أكبر حشد عسكري واجهته المدينة على الإطلاق.\n   *   الهدف: كان هدف الأحزاب هو حصار المدينة، واقتحامها، والقضاء على المسلمين رجالاً ونساءً."
       },
          {
        "title":"2. استراتيجية الخندق (الحصار العبقري)",
        "text":"واجه النبي صلى الله عليه وسلم هذا الحشد الهائل بـ استراتيجية دفاعية لم تعهدها العرب، وهي حفر الخندق.\n   *   صاحب الفكرة: أشار الصحابي سلمان الفارسي (رضي الله عنه) على النبي صلى الله عليه وسلم بحفر خندق حول المدينة، وهي فكرة مستمدة من خبرته في بلاد فارس.\n   *   التنفيذ: شارك المسلمون جميعاً في حفر الخندق (بطول 5.5 كم وعرض 4.5 م وعمق 3.25 م تقريباً)، وعمل فيه النبي صلى الله عليه وسلم بنفسه لتشجيعهم، رغم الجوع والبرد.\n   *   موقع الخندق: حُفر الخندق في المنطقة المكشوفة التي كان يمكن للأحزاب اقتحام المدينة منها، أما باقي جوانب المدينة فكانت محمية بالبنيان أو بالحَرَّة (الصخور البركانية).\n   *   الأثر: عندما وصل جيش الأحزاب، تفاجأوا بهذا الحاجز المنيع، واضطروا إلى فرض الحصار على المدينة لمدة شهر كامل.\nالجاذبية: حفر الخندق كان عملاً عبقرياً. لقد حول المعركة من مواجهة مفتوحة (التي كانت ستكون انتحاراً للمسلمين) إلى حصار مُنهِك للقوات المهاجمة."
       },
          {
        "title":"3. الخطر المزدوج (نقض عهد بني قريظة)",
        "text":"في خضم الحصار الخارجي، ظهر خطر داخلي كاد أن يقضي على المسلمين:\n   *   نقض العهد: قام يهود بني قُريظة (الذين كانوا يملكون حصوناً ومناطق في المدينة، وكانوا مُعاهَدين بموجب وثيقة المدينة)، بنقض عهدهم مع المسلمين بشكل سافر، بتشجيع من قريش.\n   *   التهديد الوجودي: بوجود الخندق، كانت بني قريظة هي الثغرة الوحيدة لاقتحام المدينة، وكان موقعهم يسمح لهم بمهاجمة نساء وأطفال المسلمين الذين كانوا في حصون داخل المدينة.\n   *   وصف الموقف: وُصِف هذا الموقف في القرآن الكريم بدقة: ﴿إِذْ جَاءُوكُم مِّن فَوْقِكُمْ وَمِنْ أَسْفَلَ مِنكُمْ وَإِذْ زَاغَتِ الْأَبْصَارُ وَبَلَغَتِ الْقُلُوبُ الْحَنَاجِرَ وَتَظُنُّونَ بِاللَّهِ الظُّنُونَا﴾ [الأحزاب: 10]. (هجوم من الأمام، وخيانة من الخلف)."
       },

          {
        "title":"4. نتائج الغزوة (نصر الروح والعزيمة)",
        "text":"رغم شدة الضغط، انتصر المسلمون نصراً غير دموي، بفعل العوامل التالية:\n   1.  المعجزة النفسية: استخدم النبي صلى الله عليه وسلم حيلة عبقرية (عن طريق نعيم بن مسعود الذي أسلم سراً) لـ إحداث الوقيعة بين الأحزاب وبني قريظة، فزرع الشك والفرقة بينهم.\n   2.  المدد الإلهي: أرسل الله على الأحزاب ريحاً شديدة باردة في ليلة قارسة، قلعت خيامهم وأطفأت نيرانهم، مما أدى إلى انهيار معنوياتهم.\n   3.  انسحاب الأحزاب: أمر أبو سفيان بالانسحاب قائلاً: 'يا معشر قريش، لم يبقَ لنا مقام، فاهربوا!'.\n   4.  تأكيد النصر: قال النبي صلى الله عليه وسلم بعد انتهاء الحصار: 'الآن نغزوهم ولا يغزوننا.'(انتهت مرحلة الدفاع وبدأت مرحلة الهجوم)."
       },
          {
        "title":"الخلاصة",
        "text":"كانت غزوة الخندق هي آخر محاولة هجومية لقريش وحلفائها، وأثبتت قدرة المسلمين على الصمود والذكاء العسكري. ولكن الخطر الداخلي (يهود بني قريظة) يجب أن يُزال نهائياً بعد خيانتهم العظمى. بعد تسوية الخطر الداخلي، حان وقت توسيع نفوذ الدولة.\nبعد القضاء على خطر بني قريظة، ما هي المنطقة الحصينة التي كانت تمثل المركز الاقتصادي لليهود وتُهدد أمن المدينة من الشمال؟ وكيف تمكن المسلمون من فتحها وتأمين حدود دولتهم؟"
       }
        
       
    ]
}
