{
  "the_prophets_generosity_and_bounty":
  [
       {
        "title":"كرمه وجوده: عطاءٌ لا يخشى الفقر",
        "text":"في رحاب الجود النبوي. ننتقل الآن من سعة حلمه إلى سعة كرمه، لنرى كيف كان النبي ﷺ يعطي عطاءً يذهل العقول، ليس عن كثرة مال، بل عن عظيم توكل وسخاء نفس.\nكان النبي ﷺ أجود الناس، وكان جوده ينبع من يقينه بأن الملك لله، فكان ينفق إنفاق من لا يخاف الفاقة، ويؤثر غيره على نفسه ولو كان به خصاصة."
        },
          {
        "title":"أ. فيض الجود (الريح المرسلة):",
        "text":"وصف الصحابة كرم النبي ﷺ بأوصاف بليغة، منها ما قاله ابن عباس رضي الله عنهما:\n'كان رسول الله ﷺ أجود الناس، وكان أجود ما يكون في رمضان... فَلَرَسولُ اللهِ ﷺ أجودُ بالخَيْرِ مِنَ الرِّيحِ المُرْسَلَةِ'.\n   *   وهذا يعني أن كرمه كان عاماً، سريعاً، ومباركاً، يصل إلى الجميع دون استثناء تماماً كالريح التي تهب بالخير."
        },
          {
        "title":"ب. ما قال لا قط:",
        "text":"تميز كرمه ﷺ بأنه لا يرد سائلاً أبداً ما دام يملك ما يعطيه:\n   *   يقول جابر بن عبد الله رضي الله عنه: 'ما سُئل رسول الله ﷺ شيئاً قط فقال: لا'.\n   *   جاءه رجل ورأى غنماً بين جبلين، فسأل النبي ﷺ أن يعطيه إياها، فأعطاه إياها كلها! فرجع الرجل إلى قومه قائلاً: 'يا قوم أسلموا، فإن محمداً يعطي عطاءً لا يخشى الفقر'."
        },
          {
        "title":"ج. الإيثار (الجوع لِيُطعم غيره):",
        "text":"   *   كان ﷺ يمر عليه الهلال ثم الهلال ثم الهلال ولا يُوقد في بيته نار، وكان يربط الحجر على بطنه من الجوع، ومع ذلك إذا جاءه سائل أعطاه ثوبه الذي يلبسه أو طعام أهله.\n   *   أهدت له امرأة بردة (كساءً) وكان محتاجاً إليها، فلبسها، فطلبها منه رجل من الصحابة، فدخل النبي فنزعها وطواها ثم أعطاه إياها، معاتباً الصحابة للرجل لأنه علم أن النبي لا يرد سائلاً."
        },
          {
        "title":"الخلاصة",
        "text":"هذا الكرم والسخاء لم يكن عطاءً عشوائياً أو طلباً للسمعة، بل كان محكوماً بميزان دقيق من الحق والعدل. فبقدر ما كان يداً تعطي، كان أيضاً ميزاناً يقسط بين الناس، لا يحابي قريباً ولا يظلم بعيداً.\nكيف كان النبي ﷺ يطبق العدل حتى على نفسه وأهل بيته؟ وماذا قال حين شفع له أسامة بن زيد في امرأة مخزومية سرقت؟ وكيف طلب القصاص من نفسه وهو في مرض موته ليعلمنا أن لا أحد فوق القانون الرباني؟\nسنعرف ذلك في المقالة القادمة: 'عدله وإنصافه'."
        }
      
        

    ]
}
