{
  "the_battle_of_uhud":
  [
       {
        "title":"غزوة أُحد: الملحمة الكبرى.. يوم الزلزلة والتمحيص والفداء",
        "text":"في العام الثالث للهجرة، كانت مكة تغلي بمرجل الحقد. لم يكن قتلى 'بدر' بالنسبة لهم مجرد جنود، بل كانوا سادة قريش، فحبسوا أموال القافلة التي نجا بها أبو سفيان وقرروا أن يجهزوا بها جيشاً يستأصل شأفة الإسلام."
        },
          {
        "title":"1. خروج جيش الغضب (الاستنفار المكي)",
        "text":"خرجت قريش بجيش قوامه (3000) مقاتل، يضم (200) فرس يقودها داهية الحرب 'خالد بن الوليد' يعاونه 'عكرمة بن أبي جهل' ، و(700) درع. ولم يخرجوا وحدهم، بل أخرجوا النساء وعلى رأسهن 'هند بنت عتبة' ليحرضن الرجال ويضربن بالدفوف حتى لا يفر أحد."
        },
          {
        "title":"2. التحرك النبوي والمناورة السياسية",
        "text":"وصل الخبر للنبي ﷺ عن طريق رسالة سرية من عمه 'العباس' ، فاستنفر العيون (الحباب بن المنذر) لتقدير الحجم.\n   *   الخلاف في الرأي: النبي ﷺ كان يرى البقاء في المدينة وتحويلها لساحة حرب شوارع، لكن الشباب الذين فاتهم أجر بدر ألحّوا في الخروج. دخل النبي ﷺ ولبس 'لأمته' (درعه) وخرج متقلداً سيفه، مُعلناً أن النبي إذا لبس لأمته لا يضعها حتى يحكم الله بينه وبين عدوه.\n   *   الخيانة العظمى: في منتصف الطريق، انسحب المنافق 'عبد الله بن أبيّ بن سلول' بـ (300) مقاتل (ثلث الجيش)، ليبقى مع النبي ﷺ (700) بطل فقط في مواجهة (3000)."
        },
          {
        "title":"3. العبقرية العسكرية: هندسة الميدان",
        "text":"عسكر النبي ﷺ بظهره لجبل أُحد، وجعل المدينة أمامه، ورتب الصفوف بدقة. ثم وضع أهم حجر زاوية في المعركة: (50) رامياً على 'جبل عينين' بقيادة 'عبد الله بن جبير'.\n   *   الأمر الصارم: 'احموا ظهرنا، إن رأيتمونا تخطفنا الطير فلا تبرحوا، وإن رأيتمونا هزمنا القوم ووطئناهم فلا تبرحوا'."
        },
          {
        "title":"4. بداية الملحمة: اكتساح المسلمين",
        "text":"بدأت المعركة بالمبارزات. برز 'حمزة بن عبد المطلب' و 'علي بن أبي طالب' وحصدوا رؤوس بني عبد الدار حاملي لواء المشركين واحداً تلو الآخر حتى سقط اللواء ومرغ في التراب.\n   *   انقض المسلمون كالأسد، وانكشف جيش مكة، وبدأ المشركون يفرون تاركين خلفهم نساءهم وأموالهم. صرخ المسلمون: 'الغنيمة! الغنيمة!'."
        },
          {
        "title":"5. الكارثة: مخالفة الأمر النبوي",
        "text":"رأى الرماة فوق الجبل فرار المشركين، فظنوا أن المعركة انتهت. نسي (40) رجلاً منهم وصية النبي ﷺ القاطعة ونزلوا لجمع المغانم، ولم يبقَ مع القائد 'عبد الله بن جبير' إلا أقل من (10) رجال.\n   *   التفافة الصقر: لمح 'خالد بن الوليد' الثغرة، فاستدار بفرسانه كالبرق، صعد الجبل، أباد القلة الباقية، ثم انقض على المسلمين من الخلف. انقلبت الآية؛ حُوصر المسلمون بين فكي كماشة!"
        },
           {
        "title":"6. استشهاد 'أسد الله' والموقف العصيب",
        "text":"في وسط هذه الفوضى، كمن 'وحشي' (غلام جبير بن مطعم) ورماه بحربة مزقت أحشاءه. ولم تكتفِ هند بنت عتبة بموته، بل مثلت بجثته في مشهد يدمي القلوب، وبكى النبي ﷺ على عمه بكاءً لم يُرَ مثله قط. وبدأت إشاعة قاتلة تتردد: 'قُتل محمد!' . انهار الروح المعنوية لبعض المسلمين، وتشتت الجيش، وأصبح الهجوم كله مركزاً على شخص النبي ﷺ."
        },
           {
        "title":"7. الحصون البشرية: الفداء الأسطوري",
        "text":"في وسط الفوضى، صرخ أحد المشركين: 'قُتل محمد!' . سقطت المعنويات، وتبعثر الجيش، وأصبح الهدف الوحيد للمشركين هو الوصول إلى النبي ﷺ. انهال الرصاص البشري نحو رسول الله:\n   *   عتبة بن أبي وقاص كسر رباعيته (سنه).\n   *   عبد الله بن قميئة شج وجهه حتى دخلت حلقتان من المغفر في وجنته الشريفة.\n   *   أبي بن خلف حاول الوصول إليه، فطعنه النبي ﷺ طعنة كانت سبب موته.\n\nفي تلك اللحظة، التف حول النبي ﷺ عصابة من الأبطال جعلوا أجسادهم دروعاً:\n   *   أبو دجانة انحنى فوق النبي ﷺ والنبل يقع في ظهره وهو لا يتحرك.\n   *   طلحة بن عبيد الله تلقى الضربات بيده حتى شُلّت، وحمل النبي ﷺ على ظهره ليصعد به الجبل.\n   *   سعد بن أبي وقاص يرمي والتبي ﷺ يقول له: 'ارمِ فداك أبي وأمي'.\n   *   مصعب بن عمير: كان يشبه النبي ﷺ، فقتله ابن قميئة وظن أنه قتل الرسول، فصاح: 'قتلت محمداً'.\n   *   نسيبة بنت كعب (أم عمارة): قاتلت بالسيف وبالنبل دفاعاً عنه حتى جُرحت (12) جرحاً.\n   *   حمزة بن عبد المطلب: 'أسد الله' كان يقاتل بسيفين كأنه غابة من السيوف، حتى كمن له 'وحشي' فرماه بحربة مزقت أحشاءه، فوقع شهيداً.\n   *   التف حول النبي ﷺ تسعة أبطال فقط (7 من الأنصار و2 من المهاجرين). استشهد السبعة الأنصار دفاعاً عنه، وبقي 'طلحة بن عبيد الله' و 'سعد بن أبي وقاص'."
        },
           {
        "title":"8. لم شتات الجيش والانسحاب",
        "text":"استطاع كعب بن مالك أن يبصر النبي ﷺ فنادى: 'يا معشر المسلمين أبشروا، هذا رسول الله!' . فاجتمع إليه الصحابة وشقوا طريقهم نحو شعب الجبل. حاول أبو سفيان الصعود خلفهم فصدهم المسلمون بالحجارة. انتهت المعركة بـ (70) شهيداً من المسلمين، ومثل المشركون بجثثهم (خاصة حمزة)، لكن النبي ﷺ رغم جراحه، خرج في اليوم التالي في 'غزوة حمراء الأسد' ليطارد قريشاً ويريها أن المسلمين لم ينكسروا."
        },
        {
          "title":"9.وداع الشهداء والصدمة الكبرى",
          "text":"بعد انتهاء القتال، نزل النبي ﷺ ليتفقد القتلى. كانت الفاجعة عند جسد عمه حمزة؛ فقد مثل المشركون بجثته وبقروا بطنه. بكى النبي ﷺ بكاءً مراً، ودفن الشهداء (70 شهيداً) في ثيابهم دون غسل، وكان يقول: 'أنا شهيد على هؤلاء يوم القيامة'."
        },
         {
          "title":"الخلاصة",
          "text":"عادت المدينة في ذلك اليوم بسبعين نعشاً وبجراح لا تندمل. لم تكن هزيمة ساحقة، لكنها كانت درساً مكتوباً بالدم عن عواقب 'المعصية' و 'حب الدنيا' . لقد تعلم الصحابة في ساعات ما لم يتعلموه في سنوات؛ أن وجود النبي ﷺ بينهم لا يغني عنهم شيئاً إن هم خالفوا أمره.\nكيف استطاع النبي ﷺ أن يعيد بناء الروح المعنوية لجيشه الجريح في اليوم التالي مباشرة (غزوة حمراء الأسد)؟ وكيف نزل القرآن ليواسي المؤمنين ويشرح لهم أسرار هذا الابتلاء في سورة آل عمران؟ وما هي القواعد الذهبية التي تركها لنا يوم أُحد لنواجه بها انكساراتنا اليوم؟\nسنغوص في هذه الكنوز التربوية في المقالة القادمة: 'أُحد.. دروس في الثبات بعد الابتلاء'."
        }
         
 
 
    ]
}
