{
  "the_expedition_of_tabūk_and_the_last_prophetic_campaigns":
  [
       {
        "title":"غزوة تبوك وآخر الغزوات النبوية",
        "text":"بعد فتح مكة، أصبحت قوة الإسلام هي المهيمنة على الجزيرة العربية. ولكن، ظهر خطر جديد من الشمال، متمثلاً في الإمبراطورية الرومانية وحلفائها الذين شعروا بالتهديد من القوة الإسلامية الصاعدة.\nوقعت غزوة تبوك في رجب، العام التاسع للهجرة. وهي آخر وأكبر غزوة قادها النبي صلى الله عليه وسلم بنفسه."
        },
           {
        "title":"أ. سبب الغزوة (تأمين حدود الشمال):",
        "text":"وصلت أنباء إلى المدينة تفيد بأن الروم يجهزون جيشاً عظيماً بمساعدة القبائل العربية الموالية لهم (الغساسنة وغيرهم) لغزو المسلمين.\n   *   الرد الاستباقي: قرر النبي صلى الله عليه وسلم القيام بحملة استباقية ضخمة لردع الروم وتأمين الحدود الشمالية للدولة الإسلامية."
        },
         
           {
        "title":"ب. أحداث المسيرة (جيش العُسرة):",
        "text":"اشتهرت هذه الغزوة باسم غزوة العُسرة لشدة الظروف التي أحاطت بها:\n   1.  الصعوبات: كانت الرحلة في حرارة الصيف القاسية، ومسافة طويلة جداً (حوالي 700 كم)، مع جفاف وقلة في المؤن والزاد.\n   2.  الجيش الضخم: على الرغم من الصعاب، تمكن النبي صلى الله عليه وسلم من حشد جيش ضخم قوامه ثلاثون ألف مقاتل.\n   3.  المنافقون والتخلف: كانت هذه الغزوة اختباراً إيمانياً حقيقياً، حيث ظهر تردد المنافقين ومحاولتهم تثبيط المسلمين، وتميز الصادقون من المتخلفين (كعب بن مالك ورفيقاه)."
        },
         
           {
        "title":"ج. النتائج الاستراتيجية:",
        "text":"وصل الجيش الإسلامي إلى تبوك (شمال الحجاز) دون أن يجد جيش الروم، الذي آثر الانسحاب والامتناع عن المواجهة المباشرة.\n   *   الردع والسيطرة: مكث النبي صلى الله عليه وسلم في تبوك حوالي عشرين يوماً، وهو ما شكل إعلاناً عسكرياً قوياً بأن شمال الجزيرة العربية أصبح تحت النفوذ الإسلامي، وتم تأمين الطريق التجاري إلى الشام.\n   *   المعاهدات السلمية: أبرم النبي صلى الله عليه وسلم معاهدات صلح مع حكام المناطق الحدودية المسيحيين (مثل يوحنا صاحب أيلة) مقابل الجزية، مما أدخل هذه المناطق سلمياً تحت سيطرة الدولة.\n   *   كشف الصفوف: كشفت الغزوة عن المنافقين الذين تخلفوا دون عذر شرعي، مما أتاح فرصة لتنقية الصف الداخلي."
        },
         
           {
        "title":"الخلاصة",
        "text":"بانتهاء غزوة تبوك، تكون مرحلة الغزوات الكبرى قد انتهت، وتثبَّتت أركان الدولة على كامل الجزيرة العربية. الآن، بعد تحقيق الفتح والنصر، حان وقت وضع آخر اللبنات في بناء الشريعة وإتمام رسالة الإسلام.\nما هي آخر حجة أداها النبي صلى الله عليه وسلم، والتي كانت بمثابة خطاب الوداع للأمة؟ وما هي المبادئ والقواعد الأساسية التي أرساها النبي في خطبته التاريخية لتكون دستوراً إنسانياً للأمة من بعده؟"
        }
         
         
        
       
    ]
}
