{
  "the_prophets_kindness_to_the_poor_and_needy":
  [
       {
        "title":"لطفه مع الفقراء والمساكين ﷺ: جليس الضعفاء وأنيس الغرباء",
        "text":"نصل الآن إلى أحد أكثر الجوانب تأثيراً في السيرة النبوية، حيث تتجلى إنسانية النبي ﷺ في أبهى صورها. ففي مجتمع كان يقدس القوة والمال، جاء النبي ﷺ ليكون 'أبًا' للمساكين، وحصنًا للفقراء، معيدًا صياغة قيمة الإنسان لتعتمد على قلبه وتقواه، لا على ما يملكه في جيبه.\nلم يكن النبي ﷺ يتعامل مع الفقراء والمساكين من باب 'الشفقة' المتعالية، بل كان يتعامل معهم من باب 'المحبة' الصادقة والتقدير الكامل. كان يرى فيهم 'أغنياء النفس' وصفوة المجتمع، وكان يحرص على أن يكون قريباً منهم في حياته ومماته، داعياً ربه: 'اللهم أحيني مسكيناً، وأمتني مسكيناً، واحشرني في زمرة المساكين'."
        },
           {
        "title":"أ. مدرسة 'أهل الصُّفّة' (المؤانسة والقرب):",
        "text":"كان في المسجد النبوي مكان يُسمى 'الصُّفّة' يأوي إليه فقراء المهاجرين والغرباء الذين لا بيت لهم ولا أهل.\n   *   مشاركة الطعام: كان النبي ﷺ لا يأكل طعاماً إلا ويشاركهم فيه، وإذا أُهديت إليه هدية أرسلها لهم، وإذا جاءته صدقة بعث بها إليهم ولم يأخذ منها شيئاً.\n   *   التعليم والجلوس معهم: لم يمنعه انشغاله بقيادة الدولة من الجلوس وسطهم، يُعلمهم القرآن، ويؤانس وحشتهم، حتى شعر كل واحد منهم أنه في كنف أبٍ حنون لا في ملجأ للفقراء."
        },
           {
        "title":"ب. إعلاء القيمة الإنسانية (قصة جليبيب):",
        "text":"كان 'جليبيب' رضي الله عنه رجلاً فقيراً، ليس له نسب معروف ولا جمال في المظهر، وكان الناس يزهدون فيه.\n   *   التبني النبوي: تولى النبي ﷺ بنفسه خطبة امرأة من الأنصار لجليبيب، وعندما استُشهد جليبيب في إحدى الغزوات، تفقده النبي ﷺ بنفسه وقال: 'لكني أفقد جليبيباً' . ثم حمله على ساعديه وقال: 'هذا مني وأنا منه'.\n   *   في هذا الموقف، أعطى النبي ﷺ درساً للأمة أن الفقير الذي قد لا يلتفت إليه الناس، هو عند الله (وعند رسوله) بطلٌ عظيم يستحق أن يُحمل على سواعد القيادة."
        },
           {
        "title":"ج. تكريم الخدمة البسيطة (المرأة التي كانت تقمُّ المسجد):",
        "text":"كانت هناك امرأة سوداء فقيرة تقوم بتنظيف المسجد النبوي، فماتت ليلاً فدفنها الصحابة ولم يخبروا النبي ﷺ إشفاقاً عليه من تعب الليل.\n   *   الوفاء النبوي: عندما سأل عنها وعلم بموتها، عاتب أصحابه قائلاً: 'أفلا كنتم آذنتموني (أخبرتموني)؟' . ثم ذهب إلى قبرها وصلى عليها، وفاءً لخدمتها البسيطة وتقديراً لمكانتها، ليعلمنا أن 'عامل النظافة' في ميزان الإسلام له حق التكريم كأكبر القادة."
        },
       {
        "title":"د. إيثارهم على النفس والأهل:",
        "text":"بلغ من لطفه بالفقراء أنه كان يقدم حاجتهم على حاجة أقرب الناس إليه:\n   *   جاءته ابنته فاطمة رضي الله عنها (وهي أحب الناس إليه) تطلب خادماً يعينها على أعمال البيت التي أتعبتها، فرفض النبي ﷺ وقال لها: 'لا أعطيكِ وأدعُ أهل الصفة تُطوى بطونهم من الجوع' . وعوضها بذكر الله وتسبيحه، مؤثراً بمال المسلمين فقراء الأمة على ابنته."
        },
       {
        "title":"الخلاصة",
        "text":"هذا اللطف الذي شمل الفقراء لم يكن عاطفة عشوائية، بل كان جزءاً من ميزان دقيق يحكم تعاملات النبي ﷺ مع كافة فئات المجتمع. فكما كان رفيقاً بالفقير، كان وقوراً مع الكبير، ورحيماً بالصغير، ليصنع مجتمعاً متماسكاً يحترم فيه الشابُّ الشيبةَ، ويحنو فيه الكبيرُ على الصغير.\nفكيف كان النبي ﷺ يطبق مبدأ 'ليس منا من لم يوقر كبيرنا ويرحم صغيرنا' ؟ وما هي وصاياه في إكرام ذي الشيبة المسلم؟ وكيف كان يوازن بين هيبة الشيوخ وبراءة الأطفال في مجلس واحد؟\nسنعرف ذلك في المقالة القادمة: 'احترامه للكبير ورحمة الصغير ﷺ'."
        }
    
    

    ]
}
