{
  "the_prophets_guidance_for_the_youth":
  [
       {
        "title":"توجيهه ﷺ للشباب: صناعة الأجيال وبناء القادة",
        "text":"نختتم قسم 'تعامله مع الناس' بواحد من أهم المحاور التي قامت عليها الدولة الإسلامية، وهو استثمار طاقات الشباب. لقد كان النبي ﷺ خبيراً بالنفوس، فرأى في الشباب قوة المستقبل وعماد الأمة، فلم يهمشهم بل احتواهم، ووثق بهم، وصنع منهم قادةً غيروا وجه التاريخ. \nلم يكن الشباب في مدرسة النبوة مجرد تابعين، بل كانوا شركاء في التغيير والبناء. لقد اعتمد النبي ﷺ منهجاً فريداً يجمع بين الحنان الأبوي وبين غرس المسؤولية، مما جعل الشباب يندفعون للتضحية من أجل المبادئ التي آمنوا بها."
        },
          {
        "title":"أ. غرس العقيدة واليقين (مدرسة ابن عباس):",
        "text":"كان النبي ﷺ يستغل أبسط اللحظات ليزرع في نفوس الناشئة أصول العزة والاعتماد على الله وحده.\n   *   الوصية الخالدة: ركب معه عبد الله بن عباس وهو غلام، فقال له النبي ﷺ كلمات تعد منهجاً كاملاً في الحياة: 'يا غلام، إني أعلمك كلمات: احفظ الله يحفظك، احفظ الله تجده تجاهك، إذا سألت فاسأل الله، وإذا استعنت فاستعن بالله..' . لقد بنى في هذا الغلام عقلية 'المستقل بالله' فصار ابن عباس لاحقاً حبر هذه الأمة وترجمان القرآن."
        },
         
         {
        "title":"ب. الثقة والتمكين (مواقف القيادة):",
        "text":"لم ينتظر النبي ﷺ وصول الشباب إلى سن الخمسين ليعطيهم المسؤولية، بل كان ينظر إلى 'الكفاءة' قبل 'السن' :\n   *   أسامة بن زيد: عيّن النبي ﷺ أسامة بن زيد قائداً لجيش يضم كبار الصحابة كأبي بكر وعمر، ولم يكن عمر أسامة يتجاوز الثامنة عشرة. بهذا الموقف، حطم النبي ﷺ قيود التمييز السني، وأعطى الشباب ثقة لا حدود لها في قدراتهم.\n   *   معاذ بن جبل: أرسله ملكاً ومعلماً وقاضياً إلى اليمن وهو في مقتبل شبابه، ليعلم الدنيا أن الشباب قادرون على إدارة دول إذا صُقلت مواهبهم."
        },
         
         {
        "title":"ج. الحكمة في احتواء النزوات (الرفق لا الزجر):",
        "text":"كان النبي ﷺ يتفهم طبيعة الشباب وما يواجهونه من ضغوط وشهوات، وكان يعالجها بالمنطق الهادئ لا بالتعنيف:\n   *   قصة الشاب المستأذن في الزنا: جاء شاب يستأذن النبي ﷺ في 'الزنا' فهمّ الصحابة بضربه وزجره، فناداه النبي ﷺ برفق وأدناه منه، ثم حاوره بالعقل والقلب: 'أتحبه لأمك؟ أتحبه لابنتك؟..' حتى قال الشاب: لا والله يا رسول الله. فوضع النبي ﷺ يده على صدره ودعا له: 'اللهم اغفر ذنبه، وطهر قلبه، وحصن فرجه' . خرج الشاب وليس شيء أبغض إليه من الزنا."
        },
         
         {
        "title":"خاتمة قسم 'تعامله مع الناس' :",
        "text":"بهذه الروح السامية، اختتمنا جولاتنا في كنف النبي ﷺ الأب، والزوج، والجار، وصديق الصغير، وموقر الكبير. لقد رأينا كيف كان 'خلقه القرآن' في بيته ومع أصحابه وحتى مع أعدائه."
        }
    ]
}
