{
  "the_first_and_second_oaths_of_al_aqabah":
  [

        {
        "title":"البيعة الأولى والثانية للعقبة: عقد تأسيس الدولة الإسلامية",
        "text":"بعد أن استنفد النبي صلى الله عليه وسلم كل محاولاته في مكة، وفشل في إيجاد موطئ قدم آمن للدعوة بعد رحلة الطائف، جاء الفرج من حيث لم يحتسب، ومن خارج دائرة القبائل المجاورة. كان هذا الفرج هو اللقاء السري الذي رسم ملامح المستقبل: بيعات العقبة.\nلم تكن الهجرة قراراً فردياً مفاجئاً، بل كانت نتيجة لـ تحالف سري مُحكَم وُلد في مواسم الحج بمكة، بين النبي صلى الله عليه وسلم وبين وفود من مدينة يثرب (المدينة المنورة لاحقاً). كانت بيعات العقبة هي الوثيقة الرسمية التي ضمنت الحماية والأمان للدعوة الجديدة."
       },
          {
        "title":"1. الأرض الموعودة: يثرب وحاجة أهلها",
        "text":"كانت يثرب (المدينة) تعاني من صراع قبلي طويل ومُنهِك بين قبيلتي الأوس والخزرج، وآخر حروبها كانت حرب 'بُعاث' . وقد كان أهل يثرب، بسبب مخالطتهم لليهود، يسمعون عن قرب ظهور نبي آخر الزمان. لذلك، عندما عرض النبي صلى الله عليه وسلم عليهم الإسلام، وجدوا فيه حلاً لمشاكلهم ونبياً منتظراً.\nاللقاء الأول (العام العاشر من النبوة):\nالتقى النبي صلى الله عليه وسلم بستة رجال من قبيلة الخزرج (في مكان يُسمى العقبة) خلال موسم الحج، فدعاهم إلى الإسلام، فآمنوا وعادوا إلى يثرب ليدعوا قومهم."
       },
          {
        "title":"2. البيعة الأولى للعقبة (بيعة النساء) - العام الحادي عشر من النبوة",
        "text":"في موسم الحج التالي، جاءت ثمرة دعوة الستة الأوائل.\n   *   الوفد: جاء اثنا عشر رجلاً من يثرب (عشرة من الخزرج واثنان من الأوس) للقاء النبي صلى الله عليه وسلم في نفس المكان سراً.\n   *   البيعة ومحتواها (بيعة النساء): كانت بيعة بسيطة مدنية وسلمية، تُركز على الأخلاق الفردية وترك المعاصي، وهي نفس بنود بيعة النساء التي نزلت لاحقاً، ومن هنا جاء اسمها. تعاهدوا على:\n      1.  ألا يشركوا بالله شيئاً.\n      2.  ألا يسرقوا ولا يزنوا.\n      3.  ألا يقتلوا أولادهم (وخُصَّت لانتشار وأد البنات).\n      4.  ألا يأتوا ببُهتان يفترونه بين أيديهم وأرجلهم.\n      5.  ألا يعصوه في معروف.\n   *   التنظيم: بعد البيعة، أرسل النبي صلى الله عليه وسلم معهم مُصعب بن عُمير (رضي الله عنه) ليكون أول سفير للإسلام في يثرب، يُعلِّم أهلها القرآن ويُصلِّي بهم.\nالنتيجة: انتشر الإسلام في يثرب انتشاراً سريعاً، حتى لم يبقَ بيت تقريباً إلا ودخله الإسلام. وصار مصعب يُعرف هناك بـ 'المُقرئ' وهذا مهد للخطوة الأكبر."
       },
          {
        "title":"3. البيعة الثانية للعقبة (بيعة الحرب/الرجال) - العام الثاني عشر من النبوة",
        "text":"في موسم الحج الذي تلا ذلك، جاءت بيعة العهد الحقيقي.\n   *   الوفد: جاء وفد عظيم يضم ثلاثة وسبعين رجلاً وامرأتين من الأوس والخزرج (التي اتحدت قلوبهم بالإسلام). جاؤوا ليلاً سراً للقاء النبي صلى الله عليه وسلم في العقبة.\n   *   البيعة ومحتواها (بيعة التضحية والحماية): هذه المرة كانت البيعة عسكرية وسياسية، تُركز على حماية القائد والدعوة، ومن أهم بنودها:\n      1.  الحماية المطلقة: أن يمنعوه مما يمنعون منه نساءهم وأبناءهم (أي حماية النبي صلى الله عليه وسلم كأحد أفراد عائلتهم).\n      2.  السمع والطاعة: في المنشط والمكره.\n      3.  النفقة: الإنفاق في العسر واليسر.\n      4.  الأمر بالمعروف والنهي عن المنكر: في كل مكان.\n      5.  الصبر: على ما يُصيبهم في سبيل الله.\n   *   التنظيم والتجهيز للدولة: بعد البيعة، طلب النبي صلى الله عليه وسلم منهم أن يختاروا اثني عشر نقيباً منهم (تسعة من الخزرج وثلاثة من الأوس)، ليكونوا قادة ورؤساء لقبائلهم، يتحملون مسؤولية قومهم كما تحمل الحواريون مسؤولية عيسى عليه السلام.\nالإعلان: بعد هذه البيعة، قال النبي صلى الله عليه وسلم لأصحابه في مكة: 'قد جعل الله لكم إخوانًا ودارًا تأمنون بها' لقد أصبحت يثرب هي مركز الدعوة الجديد."
       },
          {
        "title":"الخلاصة",
        "text":"أعطت بيعة العقبة الثانية الضوء الأخضر للمسلمين للتحرك من مكة إلى يثرب. فبدأ المسلمون بالهجرة سراً في جماعات صغيرة. لكن قريش لم تكن لتسمح لـ طالقائد الأعلىط بالنجاة بسهولة.\nفكيف بدأت رحلة الهجرة السرية للمسلمين؟ وما هي خطة النبي صلى الله عليه وسلم وأبي بكر للخروج من مكة والنجاة من مطاردة قريش؟"
       }

    ]
}
