{
  "the_first_converts_al_sābiqūn_al_awwalūn":
  [

        {
        "title":"السابقون الأولون: نواة اليقين وشهداء الصدق",
        "text":"بعد أن استراح قلب النبي صلى الله عليه وسلم بنزول سورة الضحى، وتأكد من محبة الله له، بدأ يتحرك بأعظم رسالة على وجه الأرض. كانت البداية حذرة وسرية، وكان أول المدعوين هم الذين يعرفونه حق المعرفة ويشهدون على صدقه المطلق.\nهؤلاء هم 'السابقون الأولون' الذين آمنوا بالرسالة في أصعب أوقاتها، وشكّلوا النواة الصلبة للدولة الإسلامية.\nالسابقون الأولون هم أول من أدخل قلبه نور الإسلام، وهم الذين تحملوا العبء الأكبر في المراحل الأولى للدعوة. وقد اختارهم الله تعالى ليكونوا حججاً على قريش بأن أعقل وأطهر الناس قد آمنوا بمحمد صلى الله عليه وسلم.\nكانت بداية الدعوة سرية، مركزة على الأقربين والثقات، ويمكن تقسيمهم إلى أربع فئات رئيسية:"
       },
           {
        "title":"1. ركائز البيت (أول أربعة):",
        "text":"بدأ النبي صلى الله عليه وسلم الدعوة بأقرب الناس إليه وأكثرهم معرفة بصدقه. وهؤلاء هم الأركان الأربعة الأولى للإسلام:\nأ. السيدة خديجة بنت خويلد (أول من آمن من النساء):\n   *   مكانتها: هي أول إنسان آمن بالنبي صلى الله عليه وسلم مطلقاً دون تردد. إيمانها لم يكن فقط باللسان، بل كان يقيناً مُطلقاً بصدقه وطهارته.\n   *   دورها: كانت درع الإيمان الأول، وسنداً نفسياً ومالياً. إيمانها كان شهادة من أعظم نساء قريش وأعلمهن بشؤون الرجال.\nب. علي بن أبي طالب (أول من آمن من الصبيان):\n   *   مكانته: ابن عم النبي صلى الله عليه وسلم وكان يعيش في كنفه. أسلم وعمره حوالي عشر سنوات.\n   *   دوره: سرعة إيمانه وهو صبي دليل على نقاء فطرته. نشأته في بيت النبوة جعلته يرى الصدق المطلق بعينيه.\nج. زيد بن حارثة (أول من آمن من الموالي):\n   *   مكانته: كان مولى (عبداً محرراً) للنبي صلى الله عليه وسلم، وكان يُعرف بـ 'حِبّ رسول الله' (محبوب رسول الله).\n   *   دوره: إيمان زيد دليل على أن الرسالة موجهة للجميع، وأن الإسلام لا يفرق بين حر وعبد، وأن مقياس القرب هو الإيمان والتقوى.\nد. أبو بكر الصديق (أول من آمن من الرجال):\n   *   مكانته: رفيق النبي صلى الله عليه وسلم وصدوقه الذي عرفه لعشرات السنين. كان أبو بكر رجلاً ذا مكانة في قريش، كثير المال، حكيماً، ومحبوباً.\n   *   دوره: إسلامه كان علامة فارقة. لقد كان شهادة من أعقل وأفضل رجال قريش وأكثرهم بصيرة. قال النبي صلى الله عليه وسلم: 'ما دعوت أحداً إلى الإسلام إلا كانت له كبوة وتردد، إلا أبا بكر، ما عتم عنه حين ذكرته له ولا تردد فيه'."
       },
           {
        "title":"2. السابقون من وجهاء قريش:",
        "text":"بدأ أبو بكر الصديق الدعوة سراً بين أصدقائه والمقربين منه، ممن يثق في عقولهم وحكمتهم. وكان لإسلامهم قوة تثبيت عظيمة للدعوة:\n   *   عثمان بن عفان: أحد أغنياء وأشراف قريش، ومن أكمل الصحابة خلقاً وحياءً.\n   *   الزبير بن العوام: ابن عمة النبي صلى الله عليه وسلم (صفية بنت عبد المطلب)، وشاب قوي وشجاع.\n   *   عبد الرحمن بن عوف: من سادات بني زهرة، وأحد التجار المشهورين بالنزاهة والذكاء.\n   *   سعد بن أبي وقاص: خال النبي صلى الله عليه وسلم (من بني زهرة)، وأحد أبطال الإسلام وفرسانه.\n   *   طلحة بن عبيد الله: من أثرياء قريش وممن لهم مكانة.\nهؤلاء الرجال الخمسة (ومعهم علي بن أبي طالب وعثمان بن عفان) هم 'العشرة المبشرون بالجنة' وقد كانوا من السابقين الأولين!"
       },
           {
        "title":"3. السابقون من المستضعفين:",
        "text":"شملت الدعوة السرية أيضاً الكثير من المستضعفين والعبيد، الذين كانوا أول من ذاق مرارة العذاب لاحقاً:\n   *   بلال بن رباح الحبشي: مؤذن الرسول، الذي تحمل التعذيب الشديد على يد سيده أمية بن خلف.\n   *   خباب بن الأرت: من الموالي، وكان حداداً، تحمل ألواناً من العذاب.\n   *   آل ياسر (عمار وأمه سمية وأبوه ياسر): أول شهداء في الإسلام، ومثال للصبر واليقين.\nالنتيجة: بعد حوالي ثلاث سنوات من الدعوة السرية، بلغ عدد المسلمين حوالي ستين رجلاً وامرأة (وقيل سبعين). كان هذا العدد الصغير يمثل الصفوة التي لا تتزعزع، وهي النواة التي كانت جاهزة لحمل أعباء المرحلة القادمة."
       },
           {
        "title":"الخلاصة",
        "text":"خلال هذه السنوات الثلاث من الدعوة السرية، لم يكن الأمر مجرد لقاءات فردية. بل كانت هذه النواة في حاجة إلى مركز سري يجتمعون فيه، يتلقون التعاليم، ويتدارسون القرآن، ويقيمون الصلاة بعيداً عن أعين قريش.\nفما هو هذا المركز؟ وكيف كان يديره النبي صلى الله عليه وسلم؟"
       }
       
     

    ]
}
