{
  "theodicy_mercy_vs_punishment":[
    
      
       {
        "title":"إذا كان الله رحيماً، فلماذا يعذب؟ (الرحمة والعدل: وجهان لكمال الله)",
        "text":"إن إجابة هذه الشبهة تتلخص في أن الرحمة المطلقة لا يمكن أن تقوم إلا بوجود العدل المطلق. فغياب العقاب يُعد ظلماً للحق وللمظلومين."
      },
        {
        "title":"1. الرحمة لا تعني التساهل المطلق (قانون العدل)",
        "text":"المشكلة في السؤال هي افتراض أن الرحمة الحقيقية تعني إلغاء المحاسبة.\n   *   رحمة الله قائمة على العدل: الله عز وجل هو الرحمن الرحيم، وهو أيضاً العدل الحكيم. لو أن مجرماً ارتكب أبشع الجرائم ضد ملايين البشر، ثم لم يُعاقَب بدعوى الرحمة، لكان هذا التصرف قمة الظلم والجور في حق المظلومين الذين قُتلوا وعُذِّبوا.\n      *   السؤال الحاسم: هل من الرحمة أن يرى الله الطاغية الذي قتل الملايين يتساوى في الجزاء مع العابد الذي أمضى حياته في طاعة الله والإحسان إلى خلقه؟\n   *   الخلاصة: إن عذاب الظالمين هو رحمة للعدل، ورحمة بآلاف المظلومين الذين يرون حقهم يُسترد يوم القيامة.\n      *   الدليل النقلي: ﴿وَلَا تَحْسَبَنَّ اللَّهَ غَافِلًا عَمَّا يَعْمَلُ الظَّالِمُونَ ۚ إِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيهِ الْأَبْصَارُ﴾ [إبراهيم: 42]."
      },
        {
        "title":"2. العذاب كنتيجة حتمية لا كـ 'انتقام' (الاختيار الحر)",
        "text":"العذاب ليس فعلاً مزاجياً من الله، بل هو نتيجة طبيعية وحتمية لاختيار الإنسان، بعد أن أقام الله عليه الحجة الكاملة.\n   *   الإرادة الحرة: منح الله الإنسان الإرادة والاختيار بين الإيمان والكفر، والهدى والضلال. ومنح الإرادة يقتضي بالضرورة وجود المسؤولية والمحاسبة.\n   *   الإنذار الكافي: الله لم يعاقب إلا بعد أن أرسل الرسل والإنذارات الواضحة، وبيّن طريق الجنة وطريق النار. إن العقاب الإلهي في الآخرة يأتي بعد أن يصر العبد على رفض الحق المطلق، وارتكاب الظلم، وإهدار فرصة التوبة.\n      *   الخلاصة: العذاب هو حصاد لا انتقام. الإنسان هو الذي يختار طريقه، والعذاب هو النتيجة العادلة لاختيار الخسارة.\n      *   الدليل النقلي: ﴿وَمَا كُنَّا مُعَذِّبِينَ حَتَّىٰ نَبْعَثَ رَسُولًا﴾ [الإسراء: 15]. وهذه الآية تؤكد أن العذاب لا يكون إلا بعد إقامة الحجة الكاملة."
      },
        {
        "title":"3. التفريق بين عذاب الدنيا وعذاب الآخرة (الحكمة والابتلاء)",
        "text":"عندما يطرح السؤال، يجب التمييز بين أنواع الألم:\nنوع الألم: عذاب الدنيا (المرض، البلاء، الفقد)\nوظيفته وهدفه: تهذيب، اختبار، تطهير، وتذكير.\nدلالة الرحمة فيه: هو رحمة تُزيل الذنوب، وتُعلي الدرجات، وتُذكّر العبد بهدف وجوده الحقيقي وتمنعه من الغرق في الدنيا. وهو مؤقت.\n\nنوع الألم: عذاب الآخرة (النار)\nوظيفته وهدفه: عدل مطلق، ونتيجة حتمية لرفض الحق.\nدلالة الرحمة فيه: هو عدل يضمن أن الظالمين والمكذبين لا يتساوون مع الموحدين والمحسنين. وهو باقٍ لمن استنفد كل فرص الرحمة.\n   *   رحمة البلاء: روى النبي ﷺ: (ما يُصيب المسلم من نَصَب ولا وَصَب ولا همّ ولا حَزَن ولا أذى ولا غم، حتى الشوكة يُشاكها إلا كفَّر الله بها من خطاياه) (صحيح البخاري ومسلم). وهذا يثبت أن الألم الدنيوي هو في حقيقته رحمة ومغفرة.\nالخلاصة الإقناعية: إن وصف الله بالرحمة دون العدل يجعله إلهاً ناقصاً وساذجاً لا يُحقق النظام حشاه سبحانه وتعالي لكن الله الإله الكامل هو الذي يجمع بين صفات الجمال (الرحمة، المغفرة، الود) وصفات الجلال (العدل، الجبروت، القوة). إن وجود جهنم هو دليل على احترام الله لاختيار الإنسان، وإقرار بأن العدل سينتصر في النهاية."
      }
       
      
       
       
 
          
    ]
}
