{
  "treaty_of_hudaybiyyah_the_clear_victory":
  [
       {
        "title":"صلح الحديبية (الفتح المبين): معركةُ العقول والدبلوماسية النبوية",
        "text":"نحن الآن في ذو القعدة من العام السادس للهجرة. المدينة المنورة تعيش حالة من الأشواق الجارفة؛ ست سنوات مرت والمهاجرون بعيدون عن كعبتهم وبيوتهم. وفجأة، يعلن النبي ﷺ أنه رأى في المنام أنه يدخل البيت الحرام هو وأصحابه آمنين محلقين رؤوسهم ومقصرين.\n"
        },
        {
        "title":"1. الانطلاق: جيشُ السلام لا جيشُ الحرب",
        "text":"هذه اللحظة كانت من أشد اللحظات تأثيراً في وجدان الصحابة؛ تخيل أن هؤلاء الرجال الذين خاضوا 'بدر' و 'أحد' و 'الخندق' يخلعون الآن دروعهم الحديدية ويستبدلونها بقطعتين من القماش الأبيض (الإحرام). لم يخرجوا لقرع الطبول، بل لقرع أبواب القلوب بالشوق للكعبة.\nبعد سنوات من الصد والقتال، أذن النبي ﷺ بالخروج إلى مكة. لم يكن خروجاً سرياً كالهجرة، بل كان خروجاً علنياً، مهيباً، تسوده السكينة والوقار.\n\nالزيُّ والمظهر: رسالةٌ لكل العرب\nخرج النبي ﷺ في 1400 بطل من المهاجرين والأنصار. ولكي يقطع الطريق على أي إشاعة تزعم أنه جاء للحرب، أمر الصحابة بالآتي:\n   *   التجرد من السلاح الثقيل: لم يحملوا الرماح ولا الدروع ولا المنجنيق، بل اكتفوا بـ 'التجرد من السلاح الثقيل: لم يحملوا الرماح ولا الدروع ولا المنجنيق، بل اكتفوا بـ' وهو السيف داخل 'القراب' (جرابه)، وهو ما كان يحمله أي مسافر عربي لحماية نفسه من قطاع الطرق فقط.\n   *   ثياب الإحرام: تخيل جيشاً كاملاً يرتدي الأبيض، لا رتب عسكرية، لا تميز، الجميع عباد لله وحده. هذا المنظر في حد ذاته كان 'حرباً نفسية' على قريش، لأنه يظهرهم بمظهر 'الصادين عن بيت الله' أمام كل قبائل العرب.\n\nسوقُ الهدي: الدليلُ القاطع\nلم يكتفِ النبي ﷺ بالملابس، بل ساق معه سبعين بدنة (من الإبل والأنعام) مجهزة للذبح في مكة وتوزيعها على فقرائها. كانت هذه الإبل 'مُشْعرة' و 'مقلدة' (عليها علامات الهدي)، ليرى كل من يمر بهم في الطريق أن وجهتهم هي الكعبة للصلاة والنسك، لا للنهب ولا للدم.\n\nالتلبية: الصوتُ الذي زلزل الفضاء (لبّيك)\nعند 'ذو الحليفة' (ميقات أهل المدينة)، أحرم النبي ﷺ، وارتفعت الأصوات بكلمات تهز الجبال: '(ميقات أهل المدينة)، أحرم النبي ﷺ، وارتفعت الأصوات بكلمات تهز الجبال:' . كان الصحابة يلبون بدموع الشوق؛ فمنهم من ترك بيته في مكة منذ 6 سنوات، ومنهم من لم يرَ الكعبة قط. كانت التلبية هي 'الموسيقى التصويرية' لهذا الزحف السلمي الذي لم تشهده العرب من قبل.\n\nعبقرية التوقيت والموقف: 'النبي ﷺ بهذه الخطوة وضع قريشاً في 'مأزق أخلاقي' أمام العرب:\n   *   إذا تركت محمداً يدخل، فقد انتصر محمد سياسياً ودخل معقلهم بسلام.\n   *   إذا منعته، فسوف تظهر قريش بصورة 'الظالم' الذي يمنع العرب من تعظيم بيت الله، وهي الصورة التي طالما حاولت قريش تجنبها للحفاظ على سيادتها الدينية.\n\nخلاصة هذه الرحلة:\nلقد انطلق 'جيش السلام' ليثبت أن القوة ليست دائماً في حد السيف، بل في 'سمو الهدف' . ولكن، هل تركتهم قريش يمرون بسلام؟ أم أن حقد السنين جعلهم يجهزون خيولهم لصد العزل عند 'الحديبية'؟"
        },
        {
        "title":"2. المفاجأة: قريش تعترض طريق الله.. وحكمةُ 'القصواء'",
        "text":"بينما كان 'جيش السلام' يتقدم والقلوب تخفق مع كل خطوة تقترب من مكة، كان خلف جبالها غليانٌ لا يهدأ. قريش، التي لم تغفر لمحمد ﷺ هزيمة الخندق، رأت في قدومه معتمراً 'إهانةً' لسيادتها وتحدياً لكبريائها أمام العرب.\nوصلت مخابرات قريش بخبر الزحف الأبيض. بالنسبة لهم، دخول محمد مكة يعني 'هزيمة نفسية' كبرى. فقرروا الخيار العسكري فوراً؛ خرج خالد بن الوليد (قبل إسلامه) على رأس مائتي فارس من نخبة 'خيل قريش' ليعترضوا طريق المسلمين عند منطقة 'كراع الغميم' \n\nأ- المناورة النبوية: الهروبُ من 'فخ الدماء'\nعلم النبي ﷺ بخروج خالد، وكان حريصاً جداً على ألا تُسفك قطرة دم واحدة في 'البلد الحرام' وهنا سأل أصحابه: 'مَن رجلٌ يخرج بنا على طريقٍ غير طريقهم؟'\n   *   تقدم رجل من قبيلة أسلم وسلك بالجيش طريقاً وعراً، حزناً بين الجبال، بعيداً عن أعين خيالة قريش.\n   *   تخيل 1400 صحابي بملابس إحرامهم البيضاء يتسلقون الصخور والمنحدرات الوعرة، مجهدين لكن يدفعهم الشوق، حتى التفوا خلف جيش خالد ووصلوا إلى مشارف مكة من جهة 'الحديبية'.\n\nب- المعجزة في بروك 'القصواء':\nبينما كان الجيش يتقدم ليدخل الحرم، وفجأة وبدون مقدمات، بركت ناقة النبي ﷺ 'القصواء' ورفضت أن تتحرك خطوة واحدة باتجاه مكة.\n   *   حاول الصحابة زجرها، وصاحوا: 'خلأت القصواء! خلأت القصواء!' (أي حَرنت وعجزت عن المشي).\n   *   لكن القائد الذي يدرك إشارات السماء رد عليهم بحزم ويقين: 'ما خلأت، وما هو لها بخُلُق، ولكن حبسها حابس الفيل!'.\n   *   الرسالة الربانية: لقد أدرك النبي ﷺ أن الله الذي منع فيل 'أبرهة' من دخول مكة لحمايتها، يمنع اليوم ناقة محمد ﷺ لسببٍ عظيم؛ وهو منع وقوع مجزرة بين المسلمين والمشركين داخل الحرم، وحماية 'المستضعفين' من المؤمنين الذين كانوا يعيشون داخل مكة سراً.\n\nج- القرارُ الحاسم: السلمُ أولاً\nقال النبي ﷺ كلمته التي وضعت الأساس للتفاوض: 'والذي نفسي بيده، لا يسألونني خطةً يعظمون فيها حرمات الله إلا أعطيتهم إياها'.\n   *   هنا نزل الجيش في 'الحديبية' ، وكان الماء فيها قليلاً جداً، فغرز النبي ﷺ سهماً في بئرها فنبع الماء ببركة يده الشريفة حتى ارتوى الجيش كله.\n\nخلاصة هذه اللحظة:\nلقد نجحت الحكمة النبوية في تجنب 'الصدام المسلح' مع خالد بن الوليد، وأجبرت قريشاً على الانتقال من 'لغة السيف' إلى 'لغة الكلام' . تحولت الحديبية من ساحة معركة محتملة إلى أكبر طاولة مفاوضات في تاريخ الإسلام."
        },
        {
        "title":"3. بيعة الرضوان: زلزالُ اليقين تحت شجرة 'السمرة' الوفاء العظيم",
        "text":"نحن الآن في لحظة من أشد لحظات السيرة 'دراما' وهيبة. الموقف لم يعد مجرد عمرة، بل تحول إلى اختبار حياة أو موت. الهدوء الذي كان يلف 'الحديبية' انقطع فجأة بخبر نزل كالصاعقة: 'عثمان قد قُتل!'.\nبعد أن أرسل النبي ﷺ 'عثمان بن عفان' لمكانته وقرابته من أشراف قريش ليؤكد لهم أن المسلمين جاءوا 'لمكانته وقرابته من أشراف قريش ليؤكد لهم أن المسلمين جاءوا' ، احتبسته قريش عندها وطال غيابه. وفي تلك الأجواء المشحونة، سرت إشاعة قوية ومفجعة: 'قريش غدرت بعثمان وقتلته'.\n\nأ- القرارُ النبوي: لا رجوع قبل المناجزة\nلم يكن النبي ﷺ ليسكت على دماء رسوله. وقف بصلابة القائد الذي لا يلين، وقال كلمته التي حسمت الموقف: 'لا نبرحُ حتى نُناجز القوم'.دعا الناس إلى البيعة، فالتف حوله (1400) بطل، ليس فيهم دروع ولا رماح، بل سيوف المسافرين وقلوب كالجبال.\n\nب- تحت الشجرة: يدُ الله فوق أيديهم\nفي مشهدٍ يخلعه القلب من الرهبة، جلس النبي ﷺ تحت شجرة 'سَمُرة' ، وبدأ الصحابة يتقدمون الواحد تلو الآخر ليضعوا أيديهم في يده الشريفة.\n   *   على ماذا بايعوه؟ بايعوه على 'الموت' ، وفي رواية على 'ألا يفروا'.\n   *   بيعةُ الغائب: وفي لمحة وفاء نادرة، وضع النبي ﷺ يده اليمنى على يده اليسرى وقال: 'هذه يدُ عثمان' ؛ فبايع عنه وهو غائب.\n   *   كانت الأنفاس تتصاعد، والسيوف تُستل من أغمادها، والجميع ينتظر إشارة واحدة لاقتحام مكة انتقاماً لعثمان.\n\nج- الرضا الإلهي: صكُّ الأمان من السماء\nبينما هم يبايعون، نزل جبريل بالوحي ليوثق هذه اللحظة في كتابٍ يُتلى إلى يوم القيامة:\n﴿لَّقَدْ رَضِيَ اللَّهُ عَنِ الْمُؤْمِنِينَ إِذْ يُبَايِعُونَكَ تَحْتَ الشَّجَرَةِ فَعَلِمَ مَا فِي قُلُوبِهِمْ فَأَنزَلَ السَّكِينَةَ عَلَيْهِمْ وَأَثَابَهُمْ فَتْحًا قَرِيبًا﴾.\nأصبح هؤلاء الـ (1400) يمشون على الأرض وهم يعلمون أن الله 'راضٍ' عنهم تمام الرضا.\n\nد- صدى البيعة في مكة: الرعبُ يطرق الأبواب\nوصلت أنباء البيعة إلى قريش، فوصلهم صدى 'التكبير' الذي هز أركان الحديبية. أدركوا أنهم أمام نوع من البشر لا يواجهونه بالسيوف؛ بل هم قومٌ 'يُحبون الموت كما تُحب قريش الحياة' . خافت قريش من عواقب غدرها، فأطلقوا سراح عثمان فوراً، وأرسلوا 'سهيل بن عمرو' مسرعين لعقد صلحٍ بأي ثمن ليتجنبوا هذا الزحف الانتحاري.\n\nخلاصة هذه اللحظة:\nبيعة الرضوان كانت 'رسالة قوة' من جيشٍ أعزل، جعلت قريشاً تدرك أن محمداً ﷺ لم يعد مجرد ثائر، بل هو قائد لجيشٍ عقائدي لا يمكن كسره. لقد مهدت هذه البيعة الطريق لجلوس سهيل بن عمرو بين يدي النبي لتبدأ 'حرب المفاوضات'."
        },
        {
        "title":"4. المفاوضات الصعبة: 'سهيل بن عمرو' وحرب الأعصاب",
        "text":"بعد أن زلزلت 'بيعة الرضوان' الأرض تحت أقدام قريش، أدركوا أنهم أمام خيارين: إما حرب إبادة لا تُبقي ولا تذر، أو الجلوس على طاولة المفاوضات. فأرسلوا داهيتهم وخطيبهم 'سهيل بن عمرو' ، وأمروه بوضوح: 'ائتِ محمداً فصالحه، ولا يكن في صلحه إلا أن يرجع عنا عامه هذا'.\nحين رأى النبي ﷺ 'سهيل بن عمرو' مقبلاً، تفاءل باسمه وقال لأصحابه: 'قد سَهُل لكم من أمركم' . جلس سهيل أمام النبي ﷺ، وبدأت واحدة من أصعب جولات التفاوض في السيرة، حيث كان سهيل يقاتل على كل كلمة، والنبي ﷺ يتنازل في 'الشكل' ليكسب 'المضمون'.\n\nأ- الاستفزاز عند كتابة الوثيقة:\nدعا النبي ﷺ علي بن أبي طالب ليكتب، فقال: 'اكتب: بسم الله الرحمن الرحيم'.\n   *   فاجأه سهيل بالاعتراض فوراً: 'أما الرحمن، فوالله ما أدري ما هو! ولكن اكتب: باسمك اللهم كما كنت تكتب'.\n   *   فقال النبي ﷺ لعلي: 'اكتب: باسمك اللهم'.\n   *   ثم قال النبي ﷺ: 'اكتب: هذا ما قاضى عليه محمد رسول الله'.\n   *   فصاح سهيل: 'لو نعلم أنك رسول الله ما صددناك عن البيت ولا قاتلناك! ولكن اكتب: محمد بن عبد الله'.\n   *   هنا اهتز الصحابة غضباً، ورفض علي أن يمحو كلمة 'رسول الله' ، فأخذ النبي ﷺ الوثيقة ومحاها بيده الشريفة تعليماً لأمته أن 'الجوهر أهم من المظاهر'.\n\nب- شروطٌ تجرعها المسلمون كالغصّة:\nوضع سهيل شروطاً نزلت على قلوب الصحابة كالصواعق، وبدت في ظاهرها 'إهانة' لا تُحتمل:\n   1.  الصد عن البيت: أن يرجع المسلمون هذا العام رغم إحرامهم وشوقهم، على أن يعودوا في العام القادم لثلاثة أيام فقط. (كان هذا أشد ما آلمهم).\n   2.  الهدنة الطويلة: وقف الحرب لمدة 10 سنوات. (وهذا كان في صالح نشر الدعوة لكنه بدا كأنه تراجع).\n   3.  الشرط 'الظالم': من جاء محمداً من قريش مسلماً (بدون إذن وليه) ردّه إليهم، ومن جاء قريشاً من المسلمين مرتدّاً لا يردونه!\n   4.  حرية التحالف: من أراد الدخول في عهد محمد دخل (مثل قبيلة خزاعة)، ومن أراد عهد قريش دخل (مثل قبيلة بنو بكر).\n\nج- اختبارُ الصبر الصاعق (قصة أبو جندل):\nوبينما هم يكتبون الكتاب، وقع حدث درامي زلزل مشاعر الجميع؛ ظهر 'أبو جندل بن سهيل بن عمرو' (ابن المفاوض المشرك) يرسف في أغلاله، قد هرب من سجون مكة وارتمى بين أرجل المسلمين يطلب النجدة.\n   *   صاح سهيل: 'يا محمد، هذا أول من أقاضيك عليه أن تردّه إليّ!'.\n   *   قال النبي ﷺ: 'إنا لم نقضِ الكتاب بعد'.\n   *   أصرَّ سهيل وهدد بإلغاء الصلح كله، فنظر النبي ﷺ إلى أبي جندل بأسى وقال: 'يا أبا جندل، اصبر واحتسب، فإن الله جاعلٌ لك ولمن معك من المستضعفين فرجاً ومخرجاً، إنا قد عقدنا مع القوم صلحاً وأعطيناهم على ذلك عهداً'.\n\nد- غليانُ الصحابة:\nكان الصحابة ينظرون إلى أبي جندل وهو يُسحب أمام أعينهم إلى العذاب وهم عاجزون، وكان عمر بن الخطاب يغلي من القهر ويقول: 'يا رسول الله، ألسنا على الحق وهم على الباطل؟' . والنبي ﷺ يثبتهم بكلمة واحدة: 'إني عبد الله ورسوله، ولن يضيعني'.\n\nخلاصة هذه المرحلة:\nكان صلح الحديبية 'تضحية عاطفية' كبرى مقابل 'انتصار سياسي' هائل. لقد تنازل النبي ﷺ عن شكليات المكاتبات، وتحمل ضغط أصحابه، ورَدَّ المستضعفين، كل ذلك ليشتري 'الزمن' (الهدنة)."
        },
        {
        "title":"5. حكمة النبي وحزن الصحابة: حين غلب الوحيُ العواطف",
        "text":"بعد التوقيع على الوثيقة، خيّم على مخيم المسلمين صمتٌ رهيب، لم يكن صمت رضا، بل كان صمت 'الصدمة' و 'الذهول' . تخيل 1400 بطل، جاءوا وهم يظنون أنهم سيطوفون بالكعبة غداً، فإذا بهم يجدون أنفسهم مضطرين للعودة دون عمرة، وبشروطٍ كسرت نفوسهم.\nكانت اللحظة التي مسح فيها النبي ﷺ كلمة 'رسول الله' بيده الشريفة هي اللحظة التي بلغت فيها القلوب الحناجر. لم يكن الصحابة يشكون في نبوته، بل كانوا يعشقون كرامة هذا الدين، ورأوا في هذه التنازلات ضيماً لا يُحتمل.\n\nأ- ثورةُ عمر بن الخطاب: ألمُ المحب\nاندفع عمر بن الخطاب، الذي كان لا يطيق في الله لومة لائم، نحو النبي ﷺ وهو يغلي، ودار بينهما هذا الحوار التاريخي:\n   *   عمر: 'يا رسول الله، ألست نبي الله حقاً؟' \n   *   النبي ﷺ: 'بلى'.\n   *   عمر: 'ألسنا على الحق وعدونا على الباطل؟'.\n   *   النبي ﷺ: 'بلى'.\n   *   عمر: 'فلمَ نُعطي الدنية في ديننا إذاً؟'.\n   *   النبي ﷺ: بكلمات كأنها الجبال: 'إني رسول الله، ولست أعصيه، وهو ناصري'.\nلم يهدأ عمر، فذهب لأبي بكر الصديق وسأله نفس الأسئلة، فكان جواب الصديق هو نفس جواب النبي ﷺ بالحرف، وكأنهما يغرفان من مِشكاة واحدة، وقال له: 'يا عمر، استمسك بغرزه (اتبع أمره)، فوالله إنه لعلى الحق'.\n\nب- الاختبارُ الصعب: 'قوموا فانحروا'\nأراد النبي ﷺ أن ينهي الموقف ويبدأ المسلمون بالتحلل من إحرامهم ليعودوا للمدينة. خرج إلى أصحابه وقال: 'قوموا فانحروا ثم احلقوا'.\n   *   المفاجأة الصادمة: لم يقم منهم رجل واحد! كررها النبي ثلاث مرات، والناس جالسون في مكانهم ينظرون إلى الأرض من شدة الحزن والذهول، لعل وحياً ينزل بتغيير الأمر.\n\nج- مشورةُ 'أم سلمة' : الحكمةُ في قلب الخيمة\nدخل النبي ﷺ على زوجته أم سلمة وهو حزين، وقال: 'هلك المسلمون! أمرتهم فلم يمتثلوا' . هنا تجلت حكمة المرأة المؤمنة، فقالت له: 'يا رسول الله، لا تلمهم، فقد نزل بهم أمرٌ عظيم. اخرج ولا تكلم منهم أحداً، وابدأ بنحر هَديك واحلق رأسك أمامهم'\n   *   فعل النبي ﷺ ذلك، فما إن رآه الصحابة حتى وثبوا كأنما أُوقظوا من حلم، وبدأوا ينحرون ويحلقون لبعضهم بعضاً بوجوهٍ حزينة، لكنها طائعة.\n\nد- 'إنا فتحنا لك فتحاً مبيناً' نصرٌ من فوق سبع سموات\nبينما هم في طريق العودة، والغمُّ يلف عمر بن الخطاب، نزل الوحي بسورة 'الفتح' . دعا النبي ﷺ عمراً وقرأ عليه: ﴿إِنَّا فَتَحْنَا لَكَ فَتْحًا مُّبِينًا﴾.\n   *   سأل عمر بدهشة: 'أوفتحٌ هو يا رسول الله؟'\n   *   قال ﷺ: 'نعم، والذي نفسي بيده إنه لفتح' هنا انشرح صدر عمر، وأدرك أن ما رآه 'دنيّة' كان في حقيقته 'بوابة النصر الأعظم'.\n\nخلاصة الدرس:\nعلمنا النبي ﷺ في الحديبية أن القائد قد يرى في 'التنازل الموقوت' ما لا يراه الجند في 'الاندفاع العاطفي' . لقد كان صلح الحديبية هو 'المصيدة 'التي وقعت فيها قريش؛ فبعد سنتين فقط، دخل المسلمون مكة فاتحين دون قتال، وبأعدادٍ أضعاف الـ 1400."
        },
        {
        "title":"6. النتائج: لماذا سماه الله 'فتحاً مبيناً'؟",
        "text":"بينما كان المسلمون عائدين بحزنهم، نزلت سورة الفتح: ﴿إِنَّا فَتَحْنَا لَكَ فَتْحًا مُّبِينًا﴾. تعجب الصحابة: 'أوفتح هو يا رسول الله؟' قال: 'نعم'\n   *   الاعتراف الدولي: لأول مرة تعترف قريش بالدولة الإسلامية كـ 'ند' لها.\n   *   انتشار الإسلام: الهدنة أتاحت للمسلمين الاختلاط بالمشركين ومحاورتهم، فدخل في الإسلام خلال عامين بعد الصلح أضعاف من دخلوا فيه خلال 18 عاماً (منهم خالد بن الوليد وعمرو بن العاص).\n   *   التفرغ لخيبر: أمن النبي ﷺ جانب قريش، فاستطاع التفرغ لإنهاء خطر يهود خيبر."
        },
        {
          "title":"خلاصة الملحمة:",
          "text":"صلح الحديبية كان 'نصراً بالعقل' مهد الطريق لـ 'النصر بالسيف' . لقد كان اختباراً لثقة الصحابة في نبيهم، ودرساً في أن التنازلات التكتيكية قد تؤدي لانتصارات استراتيجية كبرى.\nوبعد عامين من هذا الصلح، نقضت قريش العهد، فكان الجزاء زحفاً لم تشهده مكة من قبل. عشرة آلاف مشعل نار تضيء جبال مكة، ونبيٌ يدخل مطأطئ الرأس تواضعاً لا كبراً. كيف سقطت مكة دون قتال؟ وماذا قال النبي لمن عذبوه وطردوه لسنوات؟\nسنعرف ذلك في المقالة القادمة: 'فتح مكة (يوم المرحمة).. حين انحنت الجباه لله'."
        }
         

    ]
}
