{
  "tthe_prophet's_stay_in_cave_thawr_with_abū_bakr_al_ṣiddīq":
  [

        {
        "title":"غار ثور: ثبات القلب وحضور العناية الإلهية",
        "text":"بعد عملية التخطيط المُحكمة، انطلق النبي صلى الله عليه وسلم وأبو بكر في اتجاه مُعاكس ليثرب، ليختبئا في غار بجبل ثور جنوب مكة، لمدة ثلاثة أيام وثلاث ليالٍ. كان هذا الاختباء هو المحطة الفاصلة بين مرحلة الضعف ومرحلة التمكين.\nنستعرض الآن موقف النبي في غار ثور مع أبي بكر الصديق، وهي قصة التوكل الإلهي والثقة المُطلقة في النصر.\nكان الغار هو نقطة الصفر لبدء الدولة الجديدة، لكنه كان أيضاً المكان الذي كاد أن تُنهَى فيه الدعوة لو نجحت قريش في العثور عليهما."
       },
         {
        "title":"1. دخول الغار والتمهيد له",
        "text":"كان الوصول إلى الغار بحد ذاته عملاً بطولياً يتطلب جهداً بدنياً كبيراً، خصوصاً مع اضطراب الحركة ليلاً في الجبال.\n   *   بطولة أبي بكر: عندما وصلا إلى الغار، دخل أبو بكر أولاً. كانت العرب تخشى الأفاعي والعقارب في الأماكن المهجورة. رأى أبو بكر عدة جُحور، فخشي على النبي صلى الله عليه وسلم، فـ سدّ جميع الجحور بخرق ثيابه، ولم يبقَ إلا جُحر واحد، فوضع عليه قدمه لئلا يخرج منه شيء يؤذي النبي.\n   *   المبيت: دخل النبي صلى الله عليه وسلم بعد ذلك، ووضع رأسه على فخذ أبي بكر ونام.\nالابتلاء: لم يمضِ وقت طويل حتى لدغت الأفعى أبا بكر من الجُحر الذي سدّه بقدمه. لم يتحرك أبو بكر، خوفاً من إيقاظ النبي صلى الله عليه وسلم، حتى نزلت دموعه على وجه النبي، فاستيقظ وقال له: 'ما بك يا أبا بكر؟' فأخبره"
       },
           {
        "title":"2. لحظة الذروة (المطاردة عند باب الغار)",
        "text":"في اليوم الثاني، وصلت قريش إلى الغار بعد أن تتبعت آثار الأقدام. وكانت هذه هي اللحظة الأصعب التي كاد فيها الإيمان أن يهتز.\n   *   الوصول: وصل القوم بقيادة خيرة القَصَّاصين (مُتتبعي الآثار) إلى فم الغار، وتوقفوا عنده.\n   *   مشهد الصديق: رأى أبو بكر أقدامهم من فوقه، فارتعد خوفاً على النبي صلى الله عليه وسلم، وقال: 'يا رسول الله، لو أن أحدهم نظر تحت قدميه لأبصرنا!'\n   *   الرد النبوي (قمة التوكل): كان رد النبي صلى الله عليه وسلم في هذه اللحظة هو الرد الذي خُلِّد في القرآن الكريم:'الرد النبوي (قمة التوكل): كان رد النبي صلى الله عليه وسلم في هذه اللحظة هو الرد الذي خُلِّد في القرآن الكريم:'\nثم نزلت الآية الكريمة التي تسرد هذا الموقف: ﴿إِلَّا تَنصُرُوهُ فَقَدْ نَصَرَهُ اللَّهُ إِذْ أَخْرَجَهُ الَّذِينَ كَفَرُوا ثَانِيَ اثْنَيْنِ إِذْ هُمَا فِي الْغَارِ إِذْ يَقُولُ لِصَاحِبِهِ لَا تَحْزَنْ إِنَّ اللَّهَ مَعَنَا﴾ [التوبة: 40].\nالعناية الإلهية (الستر المباشر):\nبمجرد وصول قريش، سُلطت عليهم آيات الله التي أعمى أبصارهم عن رؤيتهما، ومنها:\n   *   نسج العنكبوت: أمر الله عنكبوتاً بنسج شبكتها على فم الغار.\nعش الحمامة: أمر الله حمامتان برية بأن تعشّشا وتضعا بيضها عند فم الغار.\nالمنطق القرشي: عندما نظر القتلة إلى فم الغار، قال قائلهم: 'عليكم بالبحث في الجبال، لكن هذا الغار لا يمكن أن يكون به محمد! ألم تروا إلى نسج العنكبوت؟ لو كان به محمد ما كان نسج العنكبوت سالماً!' فانصرفوا عنه."
       },
           {
        "title":"3. الانطلاق من الغار ",
        "text":"بعد مرور ثلاثة أيام، وصلت ساعة الصفر للانطلاق إلى يثرب: \n   *   وصول الدليل: جاء الدليل الماهر عبد الله بن أُريقط بالناقتين.\n   *   التجهيز: جاءت أسماء بنت أبي بكر بالطعام والزاد (ذات النطاقين).\n   *   الانطلاق: انطلق النبي صلى الله عليه وسلم وأبو بكر، ومعهما الدليل عبد الله بن أريقط، ومولى أبي بكر عامر بن فُهيرة، وسلكوا طريقاً غير مألوف على الساحل ليتفادوا مطاردة قريش.\nالمكانة: كان هذا الموقف هو أعظم دليل على فضيلة أبي بكر الصديق على جميع الصحابة، فهو الوحيد الذي نال لقب 'ثَانِيَ اثْنَيْنِ' ثَانِيَ اثْنَيْنِ"
       },
           {
        "title":"الخلاصة",
        "text":"بدأت الرحلة الشاقة نحو يثرب. ورغم أن الخطر الأكبر قد زال بعد الخروج من الغار، إلا أن الرحلة لم تخلُ من مطاردات ومواقف صعبة، أشهرها موقف سُراقة بن مالك.\nوصل النبي صلى الله عليه وسلم بعد رحلة طويلة ومُضنية إلى مشارف يثرب. لكن قبل دخول المدينة، كانت هناك محطة قصيرة لكنها ذات دلالة عميقة.\nما هي هذه المحطة؟ وما هو أول عمل قام به النبي صلى الله عليه وسلم في طريقه إلى تأسيس الدولة الإسلامية؟"
       }
      

    ]
}
