{
  "universe_creation_ratq":[
      
        
       {
        "title":"الإعجاز العلمي والتفصيلي في آية الرتق والفتق (نشأة الكون ونظرية الانفجار العظيم",
        "text":""
      },
         {
        "title":"1. المدخل الإيماني: القرآن ككتاب آيات كونية",
        "text":"تعتبر الآية 30 من سورة الأنبياء من الآيات الكونية الجامعة التي لم يستطع فهمها علماء المسلمين في القرون الأولى بالتفسير العلمي الحديث، لعدم توفر المعطيات العلمية الكافية. وظل التفسير منصباً على الجانب اللغوي والبياني.\nومع تقدم علم الفلك والفيزياء الكونية في القرن العشرين، ووصول نظرية(الانفجار العظيم (Big Bang)) إلى مرحلة الثبات العلمي، تجلى الإعجاز القرآني الذي يصف بدقة منقطعة النظير نشأة الكون.\nالآية الكريمة (أصل الإعجاز):\n﴿أَوَلَمْ يَرَ الَّذِينَ كَفَرُوا أَنَّ السَّمَاوَاتِ وَالْأَرْضَ كَانَتَا رَتْقًا فَفَتَقْنَاهُمَا ۖ وَجَعَلْنَا مِنَ الْمَاءِ كُلَّ شَيْءٍ حَيٍّ ۖ أَفَلَا يُؤْمِنُونَ﴾ [الأنبياء: 30]."
      },
          {
        "title":"2. دقة المصطلحات القرآنية وعمق دلالتها",
        "text":"إن الاختيار القرآني لمصطلحات (الرتق) و (الفتق) له دلالة علمية وفيزيائية فائقة:\nالمصطلح:\nالرتق (الالتحام)\nالدلالة اللغوية والفيزيائية: \nيعني الاتصال والوحدة والانسداد. هو نقيض الفتق.\nتوافقه مع الفيزياء الكونية: \nيصف الحالة التي كان عليها الكون قبل بدء الانتشار، حيث كانت المادة والطاقة والفضاء والزمن مُحتواة ومُلتحمة في نقطة واحدة متناهية الصغر ذات كثافة وحرارة لا نهائية .\nالمصطلح: \nالفتق (الشق والفصل)\nالدلالة اللغوية والفيزيائية: \nيعني الفصل، والتباعد، والإبانة. هو نقيض الرتق.\nتوافقه مع الفيزياء الكونية: \nيصف عملية الانفجار العظيم الذي أدى إلى تباعد العناصر وانفصالها عن بعضها البعض، وبدء تمدد الكون وتكوُّن الأجرام السماوية (السماوات والأرض).\nالمصطلح: \nكانتا\nالدلالة اللغوية والفيزيائية: \nالضمير (هما) يعود على السماوات والأرض، بصيغة المثنى.\nتوافقه مع الفيزياء الكونية: \nهذا يثبت أن السماوات والأرض وُجدتا في نفس الفترة الزمنية، وتفصلا عن بعضهما البعض من ذات الكتلة الواحدة، وليس أن السماء وُجدت والأرض كانت موجودة."
      },
          {
        "title":"3. الإعجاز في وصف الرتق (ما قبل التوسع)",
        "text":"نظرية الانفجار العظيم تفترض أن الكون لم يكن دائماً بهذا الحجم، بل بدأ من نقطة واحدة. وهنا يكمن الإعجاز:\n  *   الرتق المكاني: قبل الفتق، لم يكن هناك فضاء بالمعنى الحالي. فكلمة (السماوات) تشير إلى الفضاء وما فيه من أجرام. حالة الرتق تعني أن الفضاء نفسه كان منضماً ومُلتحماً في هذه النقطة.\n  *   الرتق المادي والطاقي: في تلك المرحلة، كانت المادة (الجسيمات الأولية) والطاقة ملتحمة لشدة الحرارة والكثافة، فلم يكن هناك تمييز بين القوى الكونية الأربع (الجاذبية، الكهرومغناطيسية، والقوى النووية)، بل كانت قوة واحدة.\nإن الإخبار بوجود مرحلة (رتق) أولية هو إعجاز لم يكن لأي عالم فلكي في القرن السابع الميلادي أن يتصوره أبدًا."
      },
          {
        "title":"4. الإعجاز في وصف الفتق (بداية التوسع)",
        "text":"(ففتقناهما) هي التعبير القرآني الموجز لعملية الانفجار والتوسع:\n  *   الفتق المكاني (توسع الكون): بعد الفتق، بدأ الفضاء يتمدد بسرعة فائقة. وقد أكد القرآن هذا التوسع في موضع آخر: ﴿وَالسَّمَاءَ بَنَيْنَاهَا بِأَيْدٍ وَإِنَّا لَمُوسِعُونَ﴾ [الذاريات: 47]. هذا التمدد المستمر هو نتيجة طبيعية لعملية الفتق والانفصال الأولي.\n  *   الفتق المكاني (توسع الكون): بعد الفتق، بدأ الفضاء يتمدد بسرعة فائقة. وقد أكد القرآن هذا التوسع في موضع آخر: ﴿وَالسَّمَاءَ بَنَيْنَاهَا بِأَيْدٍ وَإِنَّا لَمُوسِعُونَ﴾ [الذاريات: 47]. هذا التمدد المستمر هو نتيجة طبيعية لعملية الفتق والانفصال الأولي."
      },
          {
        "title":"5. دلالة (وَجَعَلْنَا مِنَ الْمَاءِ كُلَّ شَيْءٍ حَيٍّ)",
        "text":"جاء هذا الجزء كتذييل للآية، ليربط بين خلق الكون والمادة (الرتق والفتق) وخلق الأحياء والحياة (الماء)، وهذا في حد ذاته إعجاز بيولوجي وكيميائي:\n  *   اكتشاف المكون الأساسي: أكد العلم الحديث أن الماء هو المذيب الكوني، وهو المكون الأساسي لجميع الكائنات الحية (70% - 90% من كتلة الخلية ماء). لم يكن أحد يعلم هذه النسبة ولا هذه الأهمية المطلقة للماء في الحياة في زمن نزول القرآن.\n  *   تسلسل منطقي: الآية تصف تسلسلاً منطقياً للخلق: أولاً: خلق المادة والكون (الرتق والفتق)، ثانياً: خلق الحياة داخل هذا الكون (الماء).\nالخلاصة: آية الرتق والفتق تمثل نصاً مؤسساً لنظرية كونية حديثة. إن مجيء هذا الوصف الدقيق، بكلمات موجزة ذات دلالات فيزيائية عميقة، من نبي أمي عاش في بيئة صحراوية، هو دليل ساطع على أن القرآن وحي من عند الله تعالى."
      }
       
    ]
}
