{
  "universe_expansion_quranic":[
      
        
       {
        "title":"تمدد الكون في القرآن: البرهان الإلهي على الحركة المستمرة للفضاء الكوني",
        "text":"\nبعد تناولنا إعجاز (الرتق والفتق) في بداية الكون، ننتقل الآن إلى دليل إعجازي آخر يؤكد استمرار الحكمة الإلهية في الكون، وهو موضوع (تمدد الكون)"
      },
      {
        "title":"1. المدخل القرآني: آية التوسعة الكونية",
        "text":"يُعد الإخبار القرآني عن توسع الكون من أعظم آيات الإعجاز العلمي التي لم تُكتشف إلا في القرن العشرين، على يد الفلكي الأمريكي إدوين هابل  عام 1929م.\nلقد جاء الوصف القرآني لهذا التوسع بصيغة تشير إلى الدوام والاستمرار، وهو ما يتطابق تمامًا مع النموذج الكوني المعاصر.\n  الآية الكريمة (أصل الإعجاز):\n﴿وَالسَّمَاءَ بَنَيْنَاهَا بِأَيْدٍ وَإِنَّا لَمُوسِعُونَ﴾ [الذاريات: 47]."
      },
      {
        "title":"2. دلالة الألفاظ اللغوية والتفسير العلمي",
        "text":"لتوضيح عظمة الإعجاز، يجب تحليل الألفاظ التي اختارها القرآن:\nالمصطلح القرآني: بَنَيْنَاهَا بِأَيْدٍ\n(بِأَيْدٍ)\nالمعنى اللغوي والبياني: (بِأَيْدٍ) تعني بقوة وقدرة عظيمة. التأكيد على أن عملية البناء والتكوين تمت بقدرة إلهية مطلقة، وهو ما يشير إلى ضخامة العمل الكوني.\nالمعنى الكوني الحديث: يشير إلى الحجم الهائل للطاقة والمادة والعمليات الفيزيائية التي صاحبت تكوين الكون.\nالمصطلح القرآني: وَإِنَّا لَمُوسِعُونَ\nالمعنى اللغوي والبياني: اللام المزحلقة (لَـ) و(مُوسِعُونَ) صيغة اسم فاعل جمع، تدل على استمرار الفعل وتجدده. الفعل (أوسع) يعني زاد في السعة أو التوسع.\nالمعنى الكوني الحديث: تثبت أن الكون ليس ثابت الحجم، بل هو في حالة توسع مستمر أي أن المجرات تتباعد باستمرار عن بعضها البعض.\nالمصطلح القرآني: السَّمَاءَ \nالمعنى اللغوي والبياني: تشمل الفضاء الكوني وكل ما يحتويه من مجرات وكواكب.\nالمعنى الكوني الحديث: تُطلق على كل ما علا الإنسان من فضاء ومجرات، وهو مجال التوسع الكوني الذي أثبته العلم."
      },
      {
        "title":"3. الإعجاز العلمي (التوافق مع نظرية هابل)",
        "text":"قبل القرن العشرين، كان الاعتقاد السائد عند الفلكيين هو أن الكون ثابت ولكن الاكتشافات الحديثة أثبتت التالي:\n1.  اكتشاف الانزياح الأحمر لاحظ إدوين هابل أن ضوء المجرات البعيدة يميل نحو الطرف الأحمر من الطيف، وهذا يشير إلى أن تلك المجرات تتباعد عنا بسرعة، وكلما كانت أبعد كانت سرعة ابتعادها أكبر.\n2.  الكون الديناميكي: هذا الاكتشاف أثبت أن الكون ليس ثابتاً، بل هو ديناميكي ومُتوسع باستمرار، مثل نقاط على سطح بالون يتم نفخه. \n3.  التطابق القرآني: الوصف القرآني (وَإِنَّا لَمُوسِعُونَ) يطابق تماماً حالة التوسع المستمر للكون. هذا الإخبار جاء في زمن لم تتوفر فيه أدوات الرصد الفلكي، وهو دليل قاطع على أن مصدر هذا الكلام هو خالق الكون."
      },
      {
        "title":"4. الأثر العقدي والتربوي",
        "text":"1.  إثبات الألوهية: إن الإخبار عن حقيقة كونية لم تُكتشف إلا بعد 13 قرنًا هو حجة على البشرية بأن هذا الكتاب وحي منزل، ويؤكد أن الله تعالى عالم بكل شيء، وهو من صنع هذا الكون.\n2.  عمق اللغة: تُظهر الآية الإعجاز اللغوي في اختيار صيغة اسم الفاعل (مُوسِعُونَ) بدلًا من الفعل الماضي أو المضارع، ليدل على الدوام والاستمرارية في التوسع.\n3.  إثبات البعث: بما أن الله تعالى خلق هذا الكون العظيم من العدم ويوسعه باستمرار، فمن باب أولى أنه قادر على إعادة خلق الإنسان بعد موته، وهو ما يربط الإعجاز الكوني بـ ركن الإيمان باليوم الآخر."
      }
        
       
    ]
}
