{
  " values_of_sacrifice_and_patience_in_prophetic_stories":
  [
       {
        "title":"قيمة التضحية والصبر من خلال قصص السيرة",
        "text":"نختتم الآن قسم 'الدروس والعبر من السيرة' بواحدة من أسمى القيم التي قامت عليها هذه الدعوة، وهي قيم الصمود والبذل. فلولا الصبر الجميل والتضحية الغالية، لما وصلت إلينا هذه الرسالة اليوم.\nالسيرة النبوية ليست طريقاً مفروشاً بالورود، بل هي مدرسة تعلمنا أن الغايات العظيمة تتطلب أثماناً باهظة، وأن 'النصر مع الصبر'."
        },
         {
        "title":"1. صبر البدايات: الثبات تحت الرمضاء",
        "text":"في مكة، كان الصبر هو السلاح الوحيد للمسلمين الأوائل الذين لم يُؤذن لهم بالقتال بعد.\n   *   آل ياسر: ضربوا أروع الأمثلة في الصبر على التعذيب حتى الاستشهاد. كان النبي ﷺ يمر بهم ويقول مواسياً ومثبتاً:'صبراً آل ياسر، فإن موعدكم الجنة'.\n   *   بلال بن رباح: الذي جسّد بصيحته 'أحدٌ.. أحد' أن حرية العقيدة وصبر القلب أقوى من صخور الصحراء وحرارة الشمس."
        },
         {
        "title":"2. تضحية الحصار: ثلاث سنوات من الجوع",
        "text":"في 'شِعب أبي طالب' حُوصر النبي ﷺ والمسلمون (وحتى بنو هاشم غير المسلمين تعاطفاً) اقتصادياً واجتماعياً.\n   *   الدرس: لم تكن تضحيتهم بالمال فحسب، بل صبروا على الجوع حتى أكلوا أوراق الشجر. لم يتنازل النبي ﷺ عن دعوته مقابل إنهاء الحصار، مما علمنا أن المبادئ لا تُباع ولا تُشترى مقابل لقمة العيش."
        },
         {
        "title":"3. تضحية المهاجرين: ترك الأوطان والأموال",
        "text":"الهجرة لم تكن مجرد رحلة، بل كانت قراراً بالتضحية بكل شيء من أجل العقيدة.\nصهيب الرومي: عندما أراد الهجرة، منعته قريش إلا أن يترك ماله كله. فقال لهم: 'أرأيتم إن جعلت لكم مالي أتخلون سبيلي؟' قالوا: نعم. فترك لهم كل ما يملك. وعندما علم النبي ﷺ قال: 'ربح البيع أبا يحيى'"
        },
         {
        "title":"4. الصبر النفسي: عام الحزن",
        "text":"لم يكن الصبر جسدياً فقط، بل كان صبراً على الفقد. فقد النبي ﷺ في عام واحد زوجته وسنده الداخلي (خديجة)، وعمه وسنده الخارجي (أبا طالب). ورغم هذا الحزن العميق، لم يتوقف عن الدعوة، بل ذهب إلى الطائف باحثاً عن نصير جديد، صابراً على الأذى الذي ناله هناك.\nالخلاصة: التضحية في السيرة تعني تقديم الأغلى (النفس، المال، الوطن) في سبيل الأعلى (رضا الله وإعلاء الحق)."
        },
         {
        "title":"الخلاصة",
        "text":"بهذا نغلق سجل الدروس والعبر التاريخية، لنفتح باباً جديداً يقربنا أكثر من 'الإنسان' الذي قاد هذه الرحلة. فنحن لا نتبع فقط منهجاً، بل نحب شخصاً تمثلت فيه كل معاني الجمال البشري.\nكيف كان شكل النبي ﷺ ووصفه الذي أبهر الواصفين؟ كيف كان يضحك ويغضب؟ كيف كانت حياته داخل بيته البسيط؟ وما هي 'الشمائل' التي جعلت القلوب تذوب شوقاً لرؤيته قبل سماع دعوته؟ \nنبدأ رحلتنا في قسم جديد تماماً: '(شمائل الرسول) جوانب من شخصية النبي وحياته' "
        }
      

    ]
}
