{
  "water_ratio_earth_human":[
      
        
       {
        "title":"نسبة الماء في الأرض والإنسان: الإعجاز في وحدة التركيب المائي",
        "text":"\nيُعد موضوع (نسبة الماء في الأرض والإنسان) من النقاط التي يستدل بها الباحثون على الإعجاز العلمي في القرآن، حيث يركز على التناسب المذهل في التركيب المائي بين الكوكب الذي نعيش عليه والكائن الحي الذي خُلق فيه."
      },
       {
        "title":"1. المدخل القرآني: أصل الحياة من الماء",
        "text":"تؤكد الآيات الكريمة أن الماء هو العنصر الأساسي الذي قام عليه الخلق والحياة، وهو ما يتطابق مع الحقائق البيولوجية والكونية الحديثة:\nالآية الكريمة (أصل الإعجاز):\n﴿أَوَلَمْ يَرَ الَّذِينَ كَفَرُوا أَنَّ السَّمَاوَاتِ وَالْأَرْضَ كَانَتَا رَتْقًا فَفَتَقْنَاهُمَا وَجَعَلْنَا مِنَ الْمَاءِ كُلَّ شَيْءٍ حَيٍّ ۖ أَفَلَا يُؤْمِنُونَ﴾ [الأنبياء: 30]."
      },
       {
        "title":"2. الإعجاز في التناسب العددي (71% تقريبًا)",
        "text":"يتجلى الإعجاز في المقارنة بين نسبة الماء في الكوكب الذي يحمل الحياة (الأرض) ونسبة الماء في الكائن الحي المكرَّم (الإنسان)، حيث يظهر التناسب الدقيق لوحدة التصميم:\nالعنصر: الأرض (غلافها السطحي) \nالنسبة التقريبية للماء (علمياً): حوالي 71% من سطح الكرة الأرضية مُغطى بالماء (المحيطات، البحار، الأنهار، الجليد).\nدلالة الوصف القرآني: هذا يجعل الأرض تُوصف بـ (الكوكب المائي) أو (الرطب) وهو البيئة الأمثل لنشأة الحياة المائية التي هي أساس كل حياة. \nالعنصر: الإنسان (متوسط الكتلة)\nالنسبة التقريبية للماء (علمياً): تتراوح بين 60% إلى 75% من كتلة جسم الإنسان، وتصل إلى أكثر من 90% في بعض الخلايا والأنسجة.\nدلالة الوصف القرآني: التركيبة المائية الغالبة تؤكد أن الإنسان جزء من قاعدة الخلق الكوني:(وجعلنا من الماء كل شيء حي).\nنقطة الإعجاز:\n1.  التطابق العددي: التناسب المذهل في هذه النسبة العالية (حوالي 70%) بين البيئة والكائن الحي، يشير إلى وحدة الخالق الذي اختار نفس المادة لتكون أساساً لبناء المكان وبناء الكائن الذي سيعيش فيه.\n2.  المركب الأساسي: الماء ليس مجرد مادة خام، بل هو المذيب الكوني الذي تتم فيه جميع التفاعلات الحيوية في الخلية، وهو مسؤول عن تنظيم درجة حرارة الجسم وثبات محيطه الداخلي، مما يؤكد أن الحياة لا تستقيم دونه."
      },
       {
        "title":"3. دور الماء في مراحل الخلق والنسبية",
        "text":"أشار القرآن أيضاً إلى أن أصل خلق الإنسان يعتمد على مادة سائلة، مما يعزز مركزية الماء كأصل للكائن الحي:\n  *   ﴿وَهُوَ الَّذِي خَلَقَ مِنَ الْمَاءِ بَشَرًا فَجَعَلَهُ نَسَبًا وَصِهْرًا ۗ وَكَانَ رَبُّكَ قَدِيرًا﴾ [الفرقان: 54].\nدلالات النسبة المائية في الجسم:\n  *   تختلف نسبة الماء في جسم الإنسان حسب العمر والنوع:    *  الأجنة والأطفال الرضع: تصل نسبة الماء لديهم إلى حوالي 75% - 80%.\n    *  البالغون: تتراوح بين 60% - 70%.\n  *   هذا التفاوت يعكس أيضاً التناسب المادي، حيث يكون الكائن في مرحلة التكوين والنمو بحاجة إلى النسبة الأعلى من الماء، مما يدل على أن الماء هو المادة البنائية الأساسية للحياة."
      }
      
         
    ]
}
