{
  "why_islam_prohibits_homosexuality":
  [
    
      
        {
        "title":"لماذا يرفض الإسلام المثلية؟ صراع بين حرية الهوى وحكمة الخالق",
        "text":"إن التساؤل عن رفض الإسلام للمثلية الجنسية (اللواط والسحاق) يُلامس نقطة الصراع الأزلية بين 'الحرية المطلقة' التي يدعو إليها الهوى، وبين 'الحكمة المطلقة'التي يفرضها التشريع الإلهي. يرى الإسلام أن هذا الرفض ليس قيداً عشوائياً، بل هو حماية جوهرية للفطرة الإنسانية وميثاق الأسرة.\nدعونا نفكك هذا الحكم وننظر إلى حكمته من زاوية الوجود والتشريع."
       },
        {
        "title":"1. الميثاق الوجودي: غاية الخلق في الثنائية",
        "text":"التشريع الإسلامي ينطلق من قاعدة وجودية: أن الكون والإنسان خُلقا على مبدأ الزوجية (الثنائية) لتحقيق غاية عظيمة هي العبادة وإعمار الأرض.\n   *   النفْس الواحدة والميثاق المقدس: لم يأتِ الزواج في الإسلام كترتيب اجتماعي أو متعة عابرة، بل هو ميثاق مقدس بين رجل وامرأة خُلقا من أصل واحد ليتحققا ببعضهما: ﴿وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَاجًا لِّتَسْكُنُوا إِلَيْهَا وَجَعَلَ بَيْنَكُم مَّوَدَّةً وَرَحْمَةً﴾ [الروم: 21].\n   *   الخلل في الوظيفة: العلاقة المثلية - بالضرورة - تُعطّل الغرض الأساسي للزواج وهو النسل و الإعمار المتكامل، وتُحوّل الرابطة إلى مجرد إشباع شهواني يعزل نفسه عن مسؤولية الإنجاب والحفاظ على استمرارية النوع. يرى الإسلام أن هذا المفهوم يُفْرِغ العلاقة من جوهرها الوجودي."
       },
         {
        "title":"2. حكم التشريع: تحصين الفطرة من الإسراف",
        "text":"أكد الإسلام على أن هذا الفعل هو 'فاحشة' وهي كلمة قرآنية لا تُطلق إلا على أسوأ الانحرافات الأخلاقية والاجتماعية.\n   *   الإنذار التاريخي (قوم لوط): لم يأتِ التحريم فجأة، بل جاء كتحذير نهائي بعد قصة قوم لوط، وهي قصة رُويت لتبقى شاهداً أبدياً على أن هذا الفعل خروج عن الحد الإنساني: ﴿أَتَأْتُونَ الْفَاحِشَةَ مَا سَبَقَكُم بِهَا مِنْ أَحَدٍ مِّنَ الْعَالَمِينَ * إِنَّكُمْ لَتَأْتُونَ الرِّجَالَ شَهْوَةً مِّن دُونِ النِّسَاءِ ۚ بَلْ أَنتُمْ قَوْمٌ مُّسْرِفُونَ﴾ [الأعراف: 80-81].\n      *   مفتاح الكلمة: وصفهم الله بـ 'المُسْرِفُونَ' أي المتجاوزون لحدود السوية. الإسراف هنا ليس في المال، بل في الشهوة، حيث تجاوزوا ما هو فطري وطبيعي إلى ما هو شاذ ومُخالف لتركيبة الحياة.\n   *   التحريم القطعي: هذا التحريم هو حكم قطعي لا يقبل الاجتهاد أو التغيير، لأنه يتعلق بحدود نظام الخلق نفسه."
       },
         {
        "title":"3. الحدود الفاصلة: بين الشعور والفعل العلني",
        "text":"من المهم جداً أن نوضح أن الإسلام عادل في تعامله مع الإنسان وما يعتريه من مشاعر:\n   *   التمييز بين الميول والممارسة: الإسلام لا يحاسب على الميل الداخلي أو الشعور النفسي الذي قد يعاني منه الشخص (وهو غالباً ابتلاء أو تحدٍ)، ما دام لم يُحوَّل إلى فعل علني أو ممارسة مخلة بالنظام العام.\n   *   التحكم بالهوى هو البطولة: يرى الإسلام أن الإنسان الحقيقي ليس الذي يتبع كل شعور داخلي (الهوى)، بل هو الذي يضبط هذا الشعور ويُوجهه طاعة لأمر الخالق. هذا الضبط هو قمة التكليف والحرية الحقيقية من عبودية الهوى.\n   *   حماية المجتمع: رفض الإسلام لإباحة الفعل العلني هو حماية لـ النظام الاجتماعي والأسري الذي يجب أن يجد الأطفال فيه الأمان والاستقرار القائم على نموذج الأبوين (الرجل والمرأة)."
       },
         {
        "title":"خلاصة القول والقناعة:",
        "text":"إن رفض الإسلام للمثلية هو تشريع حماية، وليس تشريع ظلم. هو حماية لـ فطرة الإنسان من أن تنحرف عن مسارها الأصلي، وحماية لـ ميثاق الأسرة من التفكك، و حماية للنسل من الانقطاع. يرى الإسلام أن الحرية الشخصية يجب أن تقف عند حدود الحكمة الإلهية التي تضمن صلاح الفرد والمجتمع معاً."
       }
     
           
      
    ]
}
