{
  "why_can't_we_see_allah_in_this_life":
  [
    
      
       {
        "title":"لماذا لا نرى الله؟ (محدودية البصر وعظمة الخالق)",
        "text":"هذا السؤال هو امتداد جوهري لمفهوم الإيمان بالغيب. إن عدم رؤيتنا لله في الحياة الدنيا يرجع إلى طبيعة كل من الخالق (عظمته) و المخلوق (محدوديته).\nالرد الإيماني يؤكد أن الله سبحانه وتعالى لا يُرى في الدنيا لسببين رئيسيين: عصمة الجلال و محدودية القدرة البشرية."
       },
        {
        "title":"1. عصمة الجلال (التنزيه المطلق)",
        "text":"الله سبحانه وتعالى مُنزَّه عن كل ما يقتضيه المخلوق من صفات النقص، والرؤية البصرية في الدنيا تقتضي أن يكون المرئي محصوراً ومرتبطاً بالمادة:\n   *   الله ليس جسماً: الرؤية البصرية تتطلب أن يكون المرئي جسماً (مادة) له شكل، وحجم، وحدود، ومرتبطاً بالزمان والمكان. والله مُنزَّه عن هذه الصفات المادية التي تُحيط بالمخلوق.\n   *   الإحاطة مستحيلة: بصر الإنسان محدود ومُخترق بالضعف. كيف يمكن لشيء محدود وناقص أن يحيط بشيء مطلق وكامل؟ إن محاولة الإحاطة البصرية بالخالق هي محاولة إخضاعه للقوانين الفيزيائية للمخلوق، وهو مستحيل.\n      *   الدليل النقلي: ﴿لَّا تُدْرِكُهُ الْأَبْصَارُ وَهُوَ يُدْرِكُ الْأَبْصَارَ ۖ وَهُوَ اللَّطِيفُ الْخَبِيرُ﴾ [الأنعام: 103]. (الأبصار لا تحيط به أو تدرك كنهه)."
       },
        {
        "title":"2. المحدودية البشرية (البرهان من قصة موسى)",
        "text":"إن طبيعة الإنسان المادية في هذه الدنيا لا تستطيع تحمل تجلي الجمال الإلهي المطلق:\n   *   حادثة طلب الرؤية: النبي موسى عليه السلام، وهو من أعظم الأنبياء، طلب من الله الرؤية: ﴿قَالَ رَبِّ أَرِنِي أَنظُرْ إِلَيْكَ ۚ قَالَ لَن تَرَانِي وَلَٰكِنِ انظُرْ إِلَى الْجَبَلِ فَإِنِ اسْتَقَرَّ مَكَانَهُ فَسَوْفَ تَرَانِي ۚ فَلَمَّا تَجَلَّىٰ رَبُّهُ لِلْجَبَلِ جَعَلَهُ دَكًّا وَخَرَّ مُوسَىٰ صَعِقًا﴾ [الأعراف: 143].\n   *   التحليل: الله لم يقل 'لا أُرَى' بل قال 'لَن تَرَانِي' أي لن تستطيع أن تراني في هذه الحالة الدنيوية. وعندما تجلّى الله على جبل (وهو كيان أقوى من الإنسان) جعله يتفتت ويسقط. هذا يثبت أن الرؤية في الدنيا مستحيلة لأن الأجهزة المادية للإنسان لا تستطيع تحمل هذه العظمة."
       },
        {
        "title":"3. الحكمة الإيمانية (شرط الاختبار)",
        "text":"عدم الرؤية في الدنيا هو جزء أساسي من الاختبار الإلهي للإنسان:\n   *   الخيار لا الاضطرار: لو كان الله يُرى بالعين، لآمن الناس جميعاً اضطراراً (كما يؤمنون بوجود الشمس). ولكن الله أراد أن يكون الإيمان اختياراً حراً مبنياً على الدليل العقلي والاستدلال بآثار الخلق (الإيمان بالغيب)، وليس إيماناً حسياً اضطرارياً.\n   *   قيمة العمل: إن عدم رؤية الجزاء والمُجازِي هو ما يُعطي قيمة للصبر، والتضحية، والعمل الصالح الذي يرجو صاحبه ما لا يراه."
       },
        {
        "title":"4. رؤية الله في الآخرة (النعيم الأعظم)",
        "text":"عدم الرؤية مقصور على الحياة الدنيا، أما في الآخرة، فإن الله أكرم المؤمنين برؤيته:\n   *   الجزاء الأعظم: أكد القرآن والسنة أن رؤية الله ستكون أعظم نعيم أهل الجنة.\n      *   الدليل النقلي: ﴿وُجُوهٌ يَوْمَئِذٍ نَّاضِرَةٌ * إِلَىٰ رَبِّهَا نَاظِرَةٌ﴾ [القيامة: 22-23].\n   *   تهيئة القدرة: الرؤية هناك ستكون ممكنة لأن الله يُبدِّل ويُهيّئ قدرات المؤمنين الحسية (أعينهم وأجسادهم) في الجنة لتتحمل هذا الجمال والجلال المطلق.\nالخلاصة الإقناعية: لا نرى الله في الدنيا بسبب محدودية أجهزتنا الإدراكية وطبيعة الحياة المادية. إن عدم رؤيته هو دليل على عظمته وكمال جلاله، وهو شرط أساسي لنجاح اختبار الإيمان بالغيب. أما رؤيته فهي موعودة للمؤمنين في الجنة كأعظم هدية ونعيم."
       }
 
    ]
}
