{
  "why_quran_does_not_mention_everything":[
    
      
       {
        "title":"لماذا لم يُذكر كل شيء في القرآن؟ (الكمال في الهداية لا التفصيل)",
        "text":"هذا السؤال ينشأ من سوء فهم لوظيفة القرآن، حيث يظن السائل أن وظيفة القرآن هي أن يكون موسوعة علمية وتاريخية شاملة لكل جزئية. الرد الإيماني يوضح أن القرآن مُكتمل وشامل، ولكن في سياق غايته الأساسية: الهداية.\nإن القرآن لم يُنزل ليكون كتاب فيزياء أو كيمياء أو تاريخ مفصل، بل أُنزل ليكون دستوراً روحياً وتشريعياً، يضع القواعد الكلية التي لا تتغير، ويترك الجزئيات المتغيرة للعقل الباضل وللسنة النبوية الشارحة."
      },
        {
        "title":"1. وظيفة القرآن الأساسية: الهداية والتذكرة",
        "text":"الهدف الأساسي الذي أُنزل من أجله القرآن هو إخراج البشرية من الظلمات إلى النور، وليس تعليمهم صناعة الأجهزة الإلكترونية أو تفاصيل نظرية الأوتار:\n   *   القرآن كتاب 'رسالة' لا 'موسوعة' : لو أراد الله أن يذكر كل شيء في الكون، لاحتاج الأمر إلى مجلدات تفوق حجم الأرض، ولأصبح القرآن غير قابل للقراءة والحفظ والاستيعاب.\n   *   الحكمة الإلهية والتخفيف: اقتضت حكمة الله أن يكون الكتاب موجزاً وشاملاً في آن واحد، ليتمكن كل جيل وكل إنسان من قراءته وفهمه والعمل به. إن انتقاءه للمواضيع هو في حد ذاته رحمة وتخفيف على البشر.\n      *   الدليل النقلي: ﴿مَا فَرَّطْنَا فِي الْكِتَابِ مِن شَيْءٍ﴾ [الأنعام: 38]. هنا 'الكتاب' لا يقصد به القرآن بالضرورة (بل قد يقصد به اللوح المحفوظ)، ولكن إذا طبقناها على القرآن، فالمقصود أن القرآن لم يُفرِّط في أساسيات الهدى والتشريع اللازمة للحياة والآخرة."
      },
        {
        "title":"2. قاعدة التفويض: دور السنة النبوية (التفسير والتطبيق)",
        "text":"اقتضى الكمال التشريعي توزيع الأدوار بين المصدرين الإلهيين:\n   *   القرآن (الدستور والقواعد الكلية): جاء القرآن بالقواعد الكبرى، مثل وجوب الصلاة (الصلاة فريضة)، وجواز التجارة (البيع حلال)، ووجوب الزكاة (الزكاة حق معلوم).\n   *   السنة النبوية (القانون التنفيذي): جاءت السنة لتفصل هذه الكليات وتوضحها عملياً.\n      *   مثال: القرآن يأمر بإقامة الصلاة، لكنه لم يذكر عدد الركعات أو كيفية الركوع والسجود. هذه التفاصيل تركها الله للنبي ﷺ ليُبينها للناس.\n      *   الدليل النقلي على دور السنة: ﴿وَأَنزَلْنَا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ وَلَعَلَّهُمْ يَتَفَكَّرُونَ﴾ [النحل: 44].\n   *   الخلاصة: إن القرآن والسنة يعملان كـ وحدة تشريعية متكاملة. لا يمكن فصلهما، والقول بأن القرآن لم يذكر كل شيء هو في الحقيقة إهمال لدور السنة الشارحة التي أمر الله باتباعها."
      },
        {
        "title":"3. الكمال هو في الدين وليس في المعارف البشرية",
        "text":"إن المقطوع به في الإسلام هو أن الدين اكتمل، وليس أن علوم البشر قد اكتملت.\n   *   كمال الدين: جاءت الآية الحاسمة في آخر عهد النبوة لتُعلن اكتمال المنهج الإلهي: ﴿الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلَامَ دِينًا﴾ [المائدة: 3].\n   *   دلالة الإكمال: الإكمال هنا يعني أن الأصول التشريعية، والعقائد الأساسية، والأخلاق الكلية اللازمة لسعادة البشر قد تم تنزيلها بالكامل.\n   *   الحاجة للعقل البشري: لو ذكر القرآن كل شيء، لقتل دور العقل البشري في الاجتهاد والتدبر والاستنباط، ولعطل الحركة العلمية والتكنولوجية. إن ترك التفاصيل للجهد البشري هو في حد ذاته رحمة وإكرام للعقل.\nالخلاصة الإقناعية: إن القرآن شامل وكامل في إطار غايته ووظيفته (الهداية وإكمال الدين). لم يترك القرآن شيئاً يحتاجه الإنسان في أمر دينه وآخرته أو في قواعد حياته الأساسية إلا وذكره. واقتضت الحكمة الإلهية أن يكون الكتاب مركزاً على ما لا يتغير (المبادئ الإيمانية والأخلاقية)، ومُفوِّضاً ما يتغير (التفاصيل العلمية والتطبيقية) إلى السنة والعقل."
      }
      
          
    ]
}
