{
  "why_not_all_prophets_mentioned_in_quran":
  [
    
      
       {
        "title":"لماذا لم يُذكر كل الأنبياء في القرآن؟ (قصص الأنبياء للحكمة لا للإحصاء)",
        "text":"هذا السؤال ينبع من افتراض أن القرآن كتاب تاريخ يجب أن يضم كل معلومة تاريخية. ولكن، فهم وظيفة القرآن يُزيل هذه الشبهة فوراً.\nإن عدم ذكر كل الأنبياء في القرآن يرجع إلى الحكمة الإلهية في انتقاء العبر والدروس، وليس نقصاً في العلم أو النسيان. إن الهدف من قصص الأنبياء في القرآن ليس كتابة سجل تاريخي شامل، بل هو تحقيق غايات روحية وتشريعية محددة."
       },
        {
        "title":"1. المبدأ العقدي: الإيمان بكل الأنبياء",
        "text":"أولاً، يؤكد الإسلام على أن الأنبياء والرسل الذين أرسلوا إلى البشرية كثيرون جداً، وأن القرآن ذكر منهم عدداً قليلاً فقط (25 نبياً ورسولاً بالاسم).\n   *   الدليل القرآني على وجود أنبياء لم يُذكروا:\n      *   ﴿وَرُسُلًا قَدْ قَصَصْنَاهُمْ عَلَيْكَ مِن قَبْلُ وَرُسُلًا لَّمْ نَقْصُصْهُمْ عَلَيْكَ ۚ وَكَلَّمَ اللَّهُ مُوسَىٰ تَكْلِيمًا﴾ [النساء: 164].\n   *   الخلاصة: إن الآية تثبت بوضوح أن عدم ذكرهم ليس جهلاً بهم، بل هو قرار إلهي بالحجب والحكمة. ونحن مأمورون بالإيمان بهم جميعاً، سواء سُمّوا أم لم يُسمّوا."
       },
        {
        "title":"2. وظيفة القصص القرآني: العبرة والتثبيت (الزمن والهدف)",
        "text":"إن القصص في القرآن ليست لمجرد التسلية أو ملء الفراغات، بل هي لتحقيق أهداف محددة تتعلق برسالة النبي محمد ﷺ ومجتمعه:\n   *   التثبيت للرسول: كانت قصص الأنبياء السابقين (كقصة موسى مع فرعون، وقصة نوح مع قومه) تنزل على النبي ﷺ لتثبيت فؤاده على الحق، وتخفف عنه وطأة التكذيب والاضطهاد.\n   *   استخلاص القواعد التوحيدية: تركز القصص على المحور الأساسي وهو التوحيد، وإثبات أن رسالة جميع الأنبياء واحدة، وأن عاقبة المكذبين موحدة.\n   *   الدروس التطبيقية: تم اختيار قصص معينة لأنها تحمل دروساً تطبيقية مهمة لأمة محمد:\n      *   قصة يوسف: درس عظيم في الصبر والتعفف وتحويل البلاء إلى تمكين.\n      *   قصة موسى: درس في التعامل مع الطغيان السياسي والظلم المطلق.\n   *   النتيجة: لو ذُكر كل الأنبياء، لتكررت القصص (دعوة إلى التوحيد + تكذيب + عقاب) في صيغ متشابهة، وهذا يُفقد القرآن خاصية الإيجاز والبلاغة ويُحوِّله إلى كتاب سير ممل."
       },
        {
        "title":"3. الحكمة في الإيجاز (تجنب الإثقال والتفريق)",
        "text":"هناك حكمة تشريعية وراء عدم التفصيل في كل شيء:\n   *   تجنب الإثقال على القارئ: لو كان القرآن مجلدات ضخمة تحوي تفاصيل كل نبي، لأصبح ثقيلاً على الناس وغير قابل للحفظ والمدارسة، ولخرج عن وظيفته كـ\n   *   عدم التخصيص غير اللازم: أراد الله ألا يُدخل البشر في تفاصيل خلافية لا طائل من ورائها حول أسماء وتواريخ محددة، فالتركيز يجب أن يبقى على الرسالة وليس على المرسل بذاته.\n   *   تأكيد مبدأ عدم التفريق: نحن مأمورون بالإيمان بجميع الأنبياء دون تفريق: ﴿لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِّن رُّسُلِهِ﴾ [البقرة: 285]. وترك ذكر أسماء الكثيرين يعزز هذا المبدأ، لأن القيمة في النبوة نفسها، لا في شهرة الاسم.\nالخلاصة الإقناعية: إن انتقاء القرآن لقصص الأنبياء هو دليل على كمال الحكمة الإلهية. فقد اختار الله من القصص ما كان ضرورياً ونافذاً لتحقيق الهداية وتثبيت الإيمان. إن وجود قصص موجزة ومركزة وقابلة للتطبيق هو أكثر نفعاً للبشرية من إحصاء تاريخي شامل."
       }
       
       
     
          
    ]
}
