{
  "with_jews_and_polytheists_in_madinah":
  [

        {
        "title":"تنظيم العلاقات مع اليهود والمشركين في المدينة: من العهد إلى المواجهة",
        "text":"بعد أن وضع النبي صلى الله عليه وسلم وثيقة المدينة، رسّخ الإطار القانوني لتنظيم العلاقة بين المسلمين وسكان المدينة الآخرين، وخاصة اليهود. كانت هذه الوثيقة تهدف إلى التعايش السلمي والتحالف الدفاعي المشترك.\nنستعرض الآن تنظيم العلاقات مع اليهود والمشركين في المدينة، وكيف تطورت هذه العلاقات من التعاقد السلمي إلى التوتر والمواجهة.\nلم يكن المجتمع المدني خالياً من المتاعب بعد التأسيس. فقد كان هناك ثلاث فئات رئيسية في المدينة غير مسلمة: اليهود، والمشركون الباقون، والمنافقون (الذين أظهروا الإسلام وأبطنوا الكفر)."
       },
         {
        "title":"1. العلاقة مع اليهود (العهود والمؤامرات)",
        "text":"كان اليهود يمثلون القوة الاقتصادية والعسكرية الكبرى في المدينة، وخصوصاً قبائل بني قينقاع، وبني النضير، وبني قُريظة. كان أساس العلاقة معهم هو 'وثيقة المدينة'.\nأ. التعاقد والالتزام الظاهري:\nالتزم اليهود ظاهرياً بالوثيقة، التي نصت على حريتهم الدينية والمالية، وعلى أنهم يتحملون نفقاتهم الخاصة، ويشاركون في الدفاع عن المدينة إذا تعرضت لغزو.\nب. التوتر والمواجهة:\nلم يمضِ وقت طويل حتى بدأ اليهود في نقض العهد والتحول إلى مصدر خطر داخلي:\n   1.  العداوة الدينية: اليهود كانوا يدركون أن النبي محمدًا صلى الله عليه وسلم هو النبي المنتظر، لكنهم رفضوه حسداً وعصبية، فبدأوا في إثارة الشبهات ضد الإسلام والسخرية من النبي صلى الله عليه وسلم.\n   2.  المؤامرات: بدأوا في محاولة إفساد العلاقات بين الأوس والخزرج (التي ألّف الإسلام بينها)، وموالاة قريش سراً ضد المسلمين.\n   3.  الخطر الداخلي: تحول اليهود إلى طابور خامس، كانوا يترقبون أي ضعف للمسلمين ليطعنوهم من الخلف، خاصة في الغزوات.\nالتحول: لم يتصرف النبي صلى الله عليه وسلم تجاه اليهود إلا بعد أن نقضوا العهود نقضاً صريحاً، أو تسببوا في تحريض علني أو اعتداء (كما حدث مع بني قينقاع بعد حادثة السوق)."
       },
         {
        "title":"2. العلاقة مع المشركين الباقين (القضاء التام)",
        "text":"وهم بقايا العرب من الأوس والخزرج الذين لم يدخلوا الإسلام، أو الذين ظلوا على دين آبائهم.\n   *   التعايش السلمي: كان هؤلاء يمثلون أقل خطورة من اليهود. وقد سُمح لهم بالبقاء على دينهم طالما التزموا ببنود وثيقة المدينة، ولم يوالوا قريشاً.\n   *   الزوال السريع: لم يستمر وجود المشركين كقوة مؤثرة في المدينة طويلاً؛ فبعد الانتصارات المتتالية للمسلمين في الغزوات، تحولت غالبيتهم إلى الإسلام."
       },
         {
        "title":"3. العلاقة مع المنافقين (الخطر الخفي)",
        "text":"هم الفئة الأشد خطورة، وعلى رأسهم عبد الله بن أُبيّ بن سلول (الذي كان زعيم الخزرج قبل الهجرة، وكانوا ينوون تتويجه ملكاً عليهم).\n   *   الخطورة: المنافقون أظهروا الإسلام حفظاً على أنفسهم ومصالحهم، لكنهم كانوا يعملون في الخفاء على تدمير الدولة الإسلامية من الداخل:\n      *   الوشاية وإشاعة الفتنة: كانوا ينشرون الشائعات ويحاولون إضعاف الروح المعنوية للمسلمين، مثل ما فعلوه في غزوة أحد وفي حادثة الإفك.\n      *   التخاذل: كانوا يتخلفون عن القتال في الغزوات، بل ويعودون بالجيش في منتصف الطريق (كما حدث في أحد).\n   *   السياسة النبوية: تعامل النبي صلى الله عليه وسلم معهم بـ 'سياسة الصفح' فلم يقتلهم رغم علمه بنفاقهم (كي لا يقال إن محمدًا يقتل أصحابه)، لكنه كشف أمرهم ووبّخهم علناً، وأضعف نفوذهم تدريجياً."
       },
         {
        "title":"الخلاصة",
        "text":"بعد أن استقرت الدولة داخلياً بوثيقة المدينة، ظهر الخطر الخارجي المتمثل في قريش، التي لم تستسلم لهروب محمد صلى الله عليه وسلم. بل اعتبرت الهجرة ضعفاً، وأرادت أن تُنهي وجود المسلمين تماماً.\nكانت قريش تُخطط لضرب المدينة اقتصادياً وعسكرياً، لكن المسلمين استطاعوا رصد هذا الخطر.\nما هي الشرارة التي أشعلت أول مواجهة مسلحة بين المسلمين وقريش؟ وكيف تحولت هذه المعركة الصغيرة إلى أول اختبار حقيقي للدولة الجديدة؟"
       }


    ]
}
