{
  "word_repetition_and_connotations":[
    
      
       {
        "title":"تكرار الألفاظ ودلالاتها: حينما يتحول الرقم إلى حقيقة علمية وشرعية",
        "text":"\nأهلاً بك عزيزي مستخدم تطبيقنا . يُعد موضوع (تكرار الألفاظ ودلالاتها) المستوى الأعمق في الإعجاز العددي، حيث لا يكتفي الأمر بتساوي كلمتين (كما في التناسق)، بل يكون عدد مرات تكرار الكلمة مساوياً لحقيقة كونية أو شرعية تتعلق بمعنى الكلمة نفسها.\nإليك أشهر وأقوى الأمثلة في هذا الباب:"
      },
      {
        "title":"1. المدخل: الرقم كرسالة",
        "text":"في هذا النوع من الإعجاز، نجد أن القرآن يضع (شفرة رقمية) داخل الكلمات. فعدد مرات ذكر الكلمة ليس عشوائياً، بل هو مقصود لذاته ليطابق الواقع الخارجي (الكوني) أو الواقع التشريعي (العبادات)."
      },
      {
        "title":"2. معجزة النسبة المئوية (البحر والبر)",
        "text":" هذا المثال هو الأشهر والأكثر إبهاراً، حيث يطابق تكرار كلمات (البحر) و (البر) النسبة الجغرافية الفعلية لتوزع الماء واليابسة على سطح الكرة الأرضية.\nأ. الإحصاء القرآني:\n   *   تكررت كلمة (البحر) (ومشتقاتها الدالة على الماء المالح) في القرآن: 32 مرة.\n   *   تكررت كلمة (البر) (ومشتقاتها الدالة على اليابسة) في القرآن: 13 مرة.\n   *   المجموع الكلي لذكر البحر والبر = $32 + 13 = 45$ مرة.\nب. الحساب الرياضي (النسبة المئوية):\nإذا أردنا حساب نسبة كل منهما من المجموع الكلي (45)، تكون النتيجة كالتالي:\n   1.  نسبة البحر (الماء): \n32 / 45 × 100 ≈ 71.1%\n   2.  نسبة البر (اليابسة): 13 / 45 × 100 ≈ 28.8%\nج. التطابق العلمي:\nتؤكد الحقائق الجغرافية الحديثة أن نسبة المسطحات المائية على كوكب الأرض هي حوالي 71%، ونسبة اليابسة هي حوالي 29%. \nالنتيجة: كيف لكتاب نزل قبل 1400 عام أن يضبط عدد مرات ذكر (بحر) و( بر) لتعطي معادلة حسابية دقيقة تصف جغرافية الكوكب؟"
      },
      {
        "title":"3. معجزة التماثل البيولوجي والشرعي (عيسى وآدم)",
        "text":"في سورة آل عمران، يقرر القرآن حقيقة عقدية هامة، وهي أن خلق عيسى (بدون أب) يشبه خلق آدم (بدون أب وأم)، فكلاهما بكلمة (كن).\nالآية الكريمة: ﴿إِنَّ مَثَلَ عِيسَىٰ عِندَ اللَّهِ كَمَثَلِ آدَمَ ۖ خَلَقَهُ مِن تُرَابٍ ثُمَّ قَالَ لَهُ كُن فَيَكُونُ﴾ [آل عمران: 59].\nالإعجاز العددي:\nعندما نحصي عدد مرات ذكر الاسمين في القرآن الكريم كاملاً، نجد المفاجأة:\n   *   تكرر اسم (عيسى) : 25 مرة\n   *   تكرر اسم (آدم) : 25 مرة.\nالنتيجة: التماثل الذي ذكرته الآية في المعنى (كمثل آدم)، طبقه القرآن بدقة مذهلة في العدد (25 = 25)، ليؤكد أن التشابه بينهما تام في التقدير الإلهي."
      },
      {
        "title":"4. معجزة العبادات (الصلوات الخمس)",
        "text":"تكرار الألفاظ المتعلقة بالعبادات يأتي مطابقاً لعدد مرات فرضها في الشرع:\n   *   الصلوات: وردت كلمة (صلوات) (بصيغة الجمع) في القرآن الكريم 5 مرات، وهو ما يطابق عدد الصلوات المفروضة يومياً.\n   *   الطواف: وردت مشتقات الطواف المختصة بالكعبة والحج في آيات الحج 7 مرات (طهر بيتي للطائفين... يطوفوا... الخ)، وهو ما يطابق عدد أشواط الطواف السبعة حول الكعبة."
      },
      {
        "title":"5. معجزة أطوار الخلق (الإنسان)",
        "text":"لقد مر خلق الإنسان بمراحل ذكرها القرآن، والمدهش أن مجموع تكرار هذه المراحل يساوي العدد الإجمالي لتكرار كلمة (إنسان):\n   *   تكررت كلمة (الإنسان) في القرآن: 65 مرة.\n   *   إذا جمعنا تكرار مراحل خلقه المذكورة في القرآن نجدها 65 أيضاً:\n      *   تراب (17) + نطفة (12) + علقة (6) + مضغة (3) + عظام (15) + لحم (12) = 65.\n      اللمحة: وكأن القرآن يقول لك عددياً: مجموع هذه العناصر والمراحل هو الذي يُكوّن (الإنسان).\nالخلاصة: هذا النوع من التكرار ينفي (العشوائية) تماماً عن النص القرآني. فلا يمكن لمؤلف بشري أن يضبط جغرافية الأرض، وتماثل الأنبياء، وأعداد العبادات، ومراحل الخلق، في سياق أدبي وتشريعي وقصصي متفرق، إلا إذا كان هذا الكتاب من لدن حكيم خبير."
      }
        
       
   
    ]
}
