{
  "worship_in_cave_hirā_and_first_quranic_revelation":
  [

        {
        "title":"غار حراء: خلوة الروح ومهد الرسالة الخالدة",
        "text":"بعد أن اكتملت مراحل الإعداد الخُلقي والاجتماعي لمحمد صلى الله عليه وسلم، وأثبتت قريش بأسرها نزاهته وحكمته، حان وقت اللحظة الأعظم في تاريخ البشرية: نزول الوحي وبداية الرسالة.\nفي سن الأربعين، وهي سن النضج واكتمال العقل، كان محمد صلى الله عليه وسلم مهيأً تماماً لحمل الأمانة الكبرى. فقد كان يتجه إلى العزلة الروحية، في عادة لم تكن مألوفة في قريش، وكانت هي التمهيد الإلهي لنزول الوحي."
       },
          {
        "title":"1. التمهيد الروحي: الخلوة والتحنث",
        "text":"قبل ثلاثة أشهر من نزول الوحي، بدأت العلامات والتهيئة الإلهية تظهر على النبي صلى الله عليه وسلم:\n   *   الرؤيا الصادقة: كان لا يرى رؤيا في النوم إلا جاءت مثل فَلَق الصُّبْح في اليقظة. كانت هذه الرؤى تمهيداً ليتعود عقله على تلقي الحقائق الغيبية.\n   *   حب الخلاء: حُبِّب إليه صلى الله عليه وسلم الخلاء والعزلة الروحية بعيداً عن صخب وتلوث مكة الجاهلية. كان يقضي ليالٍ وأياماً في غار حراء.\nأ. غار حراء:\nيقع غار حراء في جبل النور، وهو جبل شاهق يطل على مكة، على بعد حوالي أربعة كيلومترات.\n   *   الموقع: الغار صغير وضيق، ولا يسع إلا شخصاً واحداً أو اثنين على الأكثر. صعوده شاق، مما يضمن العزلة التامة.\n   *   العبادة: كان النبي صلى الله عليه وسلم يتعبد فيه الليالي ذوات العدد (التَّحَنُّث) بالتفكر والذكر، لا بالصلاة والصيام المعهودين في شريعة الإسلام (التي لم تنزل بعد)، وإنما على بقايا عبادة إبراهيم الخالصة.\nالجاذبية: تخيلوا هذا المشهد: رجل في قمة عظمة العقل والجسد، يترك دفء بيته وزوجته الوفية (خديجة)، ليصعد إلى قمة جبل موحش، باحثاً بقلبه عن الحقيقة والاطمئنان الروحي. هذا البحث الصادق هو ما استجلب العناية الإلهية."
       },
        
          {
        "title":"2. اللحظة الكبرى: نزول الوحي الأول",
        "text":"في إحدى الليالي من شهر رمضان المبارك (وكان عمره صلى الله عليه وسلم أربعين سنة)، حدثت اللحظة الفاصلة في تاريخ الرسالات.\nأ. ظهور الملك:\nبينما كان النبي صلى الله عليه وسلم مستغرقاً في خلوته، نزل عليه جبريل عليه السلام على هيئته الملائكية الحقيقية (في أول لقاء). لم يكن نزول الوحي متوقعاً، فكان حدثاً عظيماً ومفاجئاً:\n   *   الاحتضان: جاءه الملك وضمه ضمة شديدة، حتى كاد أن يبلغ منه الجهد، ثم أرسله.\nب. الأمر الإلهي الأول: اقرأ!\nكانت الكلمة الأولى التي نزلت هي كلمة 'اقْرَأْ' وهي كلمة تُمثل الثورة المعرفية التي جاء بها الإسلام:\n   1.  الملك: 'اقْرَأْ'.\n   2.  النبي (في هلع): 'ما أنا بقارئ' (أي لست مُتجيداً للقراءة والكتابة).\n   3.  الملك: ضمه ضمة ثانية أشد، ثم قال: 'اقْرَأْ'.\n   4.  النبي: 'ما أنا بقارئ'.\n   5.  الملك: ضمه ضمة ثالثة أشد، ثم قال له:\n﴿اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ * خَلَقَ الْإِنسَانَ مِنْ عَلَقٍ * اقْرَأْ وَرَبُّكَ الْأَكْرَمُ * الَّذِي عَلَّمَ بِالْقَلَمِ * عَلَّمَ الْإِنسَانَ مَا لَمْ يَعْلَمْ﴾ [العلق: 1-5].\nج. الرسالة والتبليغ:\nهذه الآيات الخمس لم تكن مجرد بداية، بل كانت بيان الدستور الإسلامي الأولي:\n   *   الأمر بالعلم: 'اقْرَأْ' (العلم هو أساس الدين).\n   *   الاعتراف بالخالق: 'بِاسْمِ رَبِّكَ الَّذِي خَلَقَ'.\n   *   الإشارة إلى أصل الإنسان: 'خَلَقَ الْإِنسَانَ مِنْ عَلَقٍ'."
       },
        
          {
        "title":"3. العودة إلى الدار: الخوف والاحتواء",
        "text":"انتهت اللحظة الكبرى، لكن آثارها بقيت. عاد النبي صلى الله عليه وسلم إلى مكة بقلب مرتعد، وهو يحمل أعظم سر على وجه الأرض.\n   *   الخوف: عاد محمد صلى الله عليه وسلم إلى خديجة 'يرجف فؤاده' (يضطرب قلبه بشدة)، وهو يقول: 'زمِّلوني! زمِّلوني!' (غطوني!).\n   *   السكينة: هنا يظهر الدور العظيم للسيدة خديجة (رضي الله عنها)، التي لم تفقد رباطة جأشها، بل احتضنته وطمأنته (كما ذكرنا سابقاً)، قائلة: 'كلا والله ما يخزيك الله أبداً...'.\nالخاتمة: نزول الوحي كان عبئاً ثقيلاً على نفس النبي صلى الله عليه وسلم، وهذا الخوف البشري دليل على أن الأمر لم يكن ادعاءً أو وهماً، بل كان تلقياً حقيقياً من مصدر غيبي جليل."
       },
        
          {
        "title":"الخلاصة",
        "text":"نزلت أول آيات القرآن وبدأت الرسالة. لكن النبي صلى الله عليه وسلم كان في حاجة إلى تأكيد خارجي لصدق ما رآه وشعر به. هذا التأكيد جاء فوراً من رجل نصراني عالم بالكتب القديمة. فماذا قال ورقة بن نوفل؟ وماذا كانت كلماته التي أكدت للنبي أنه سيصبح نبي هذه الأمة؟"
       }
        
       
       
 
    ]
}
